{
    "0bc45b92bb476cbce5a3a92c5d0a6c15": "Debug menu temporarily unavailable",
    "74d1bb3bb02a499f662942b0b04c05b4": "(ﾟ⊿ﾟ)ﾂ",
    "3d24cfddcaa42d351527eeec00a1c54f": "An error has occured!",
    "9f632dc91ec799f06b45e6410890a50e": "Can't move...",
    "ec53882bc1810667587e4bc150f97053": "...hhh!",
    "b07725ab42545f15387154329da529b1": "I'm stuck QwQ……",
    "f518332b653cfa8e254f71cfa10de562": "Loading",
    "2be822d5d2caf4ad8be4ffb1be7b2285": "Error!",
    "9006e25ba0dafd90b0ead6330255c91f": ", it may be a lagging issue from the server QwQ, remember to refresh the page every once in a while. If you still encounter problems, please report the issues to our programmers~",
    "51614e2ac9b3bddc2de3e70f99d1ef85": "QAQ Error, reason:",
    "1c2c05dc9be9f9eeff4e51a682ef83cf": "\nIf it affects your gaming experience, please report the issues to our programmers QwQ",
    "f427b60d5ebbc9803e4280ad3fd6d0d2": "Planting this plant will increase the difficulty of this level, are you sure?",
    "00c476bb8b66c7a67826e7f6bd7ddff6": "Are you sure you want to bring Imitater only? It is not going to work at all.",
    "3704695fb154c4e95e674e48ce44fc7e": "Are you sure you don't want to bring any sun producers?",
    "96922b1b075633116839cab7596bdabc": [
        "<br>Cooldown time: ",
        "s<br>"
    ],
    "135e553e11b9091c1734eedae69ea2d8": " cannot be retrieved",
    "79bde6e58345de367473b52d673913cb": " cannot be selected",
    "92282f25cd23e8f414a59d00089d25dd": " not recommended",
    "dba01bde7e595e8239e4ae4ff0d1687e": [
        "<br><span style=\"color:#F00\">Plant",
        "!</span>"
    ],
    "60f4d5ce5a7d1c085bcb9bf3ea0f270b": "<br><span style=\"color:#F00\">Plant recharging...</span>",
    "265c95596108d197ad7452b4b2b3ff82": "<br><span style=\"color:#F00\">You don't have enough sun!</span>",
    "cb0606394a07800fcae8c2ff27751b9a": "Restart",
    "6e728824a27399b6bc583c5a41e20134": "Quit",
    "38ec56cabcb703dc74c6da5306abb571": [
        "[PVZTR] Exitlevel Data Exception:"
    ],
    "d7aec1dc67df0335feda64a377b60a87": "<br><span style=\"color:#F00\">This plant cannot be planted temporarily!</span>",
    "e78d5b682c387ea6c066fc1b13c798f1": "Let's Rock!",
    "7137b7dc6bbb57a00ce2abface23a37f": "Pay attention to the chilling winds! It will reduce plants' health!",
    "39e48d7169def8d11f6bfab216eb7455": "Star",
    "d28efa2f99e9c27571354eccb0991caf": "Stars are the symbol of success. Go ahead and collect more stars!",
    "e62c54032268681c517a5edd6264f0da": "Lawn mower",
    "8ae8c152f44e6a6d8156c29c222e5b20": "Brain",
    "d1b3b4d50e7eac3f1e5d6048313dc25f": "Peashooter",
    "42fbfe4a2f3b637997492484b640c173": "Shoots peas at the enemy",
    "f7ac9119e352c5c64091aab0af7a9fe7": "Sunflower",
    "85d65121427dd969c901e38f4429bf6d": "Sunflowers are essential for you to produce extra sun. Try planting as many as you can!",
    "cffb3ad2def5ae0d5afdb8ad02123070": "After the addition of the GLORIOUS shop in PvP Mode which sells Sunflower Singer puzzle pieces for an absolutely low price, no one wanted to attend Sunflower's Spectacular Starlight Show anymore. She got so mad and fired both Zhuimiao Grass and Small Pea Pea, then asked Aipoi to hire new people. Now she's holding a new concert tour and the only way to get the ticket is through this 500-GEM GACHA SYSTEM (1 Epic plant guaranteed every 10 pulls, get a ticket on the 100th pull). 'Mmm yes, money', says the enthusiastic Sunflower.",
    "90b78375a7da6087fb4e1af8f933e4b3": "Potato Mine",
    "e5534a553c736ae39f0819c8c5917d3c": "Explodes upon enemy contact<br>Takes time to arm",
    "8f90e0eadc55b5abe8b482caade98a5a": "'Someone asked me about how large my tuber really is,' he cleared his throat as he swallowed a big chunk of ice cream. 'It's not as huge as you see from the bootleg comics, neither like a rising hero brother I have. In fact, I have a slim and petite figure - a real bombshell. That is why they call me Karti B., Kartoshka Baketater.'",
    "cb3ada09167806a53e4c41dde54b9c8a": "Cooldown Reduction - Potato Mine",
    "c9f97a7b0b5201d33e8222378968e971": "Explodes upon enemy contact but takes time to arm<br>Enhancement: cooldown reduced.",
    "d2d3101842f90d60aef0f659811e0527": "Wall-nut",
    "e745c18d56cb526d4b45413939b9faaa": "Has hard shells which you can use to protect your other plants",
    "dbb3827f27f7eafeedf2751c76fa4d59": "Wall-nut finally returned to the bowling alley after endless begging from his fans. He showed no signs of fear towards the constant challenge requests from little cute Bowling Bulb. 'It's just a bulb!' 'If you still don't know the difference in our strengths, I suggest you have a good look at my seed packet color in the Chinese version of Plants vs. Zombies 2.' replied Bowling Bulb on Treeter.",
    "8600a5412831f4beb0804598453284c8": "Pointichoke",
    "9f9727b266484595349d5e8127eb88ad": "Damages zombies that are biting it while blocking them",
    "7954e0333dc8ee20d2f0c084f8efce25": "'Afar, the deliciousness drops from the viridian leaves as they sway and bounce. But up close, NOOOOOOOO!!!' - A zombie's papers, with his last will and testament.",
    "768ea42117ea0542c36c7be189f84d73": "Rotoradish",
    "f2e968d9b7bd31c70290d3883070c10b": "When a zombie is close, shoots penetrating projectiles with a range of four tiles",
    "53d33adb28e98819175562b60d41e88f": "'What? You said my rotating leaves are useless?' Rotoradish frowns as he speaks, 'Do you really think I can fire these little whiny beany radishes without having to turn into a helicopter? It's called momentum, dude, review your physics lessons or something.'",
    "6788e7cf078b73df8f850e8207890a13": "Snow Pea",
    "5226551316a566a3319d222d47bfdfad": "Shoots frozen peas that damage and slows the enemy",
    "36bea0166ab38167051caae3c52a5066": "He has always had a crush on Fire Peashooter, but has been hesitant to confess his love. He isn't sure what their kid will be like. He doesn't want to repeat the tragedy of Repeater and Peashooter giving birth to Split Pea.",
    "da0d6cdb41401d27fc95010de9578b34": "Repeater",
    "988f503485b1dd32bf92f19a40df8523": "Fires two peas at a time!",
    "a66d5d0f06998d681bcd577cb6c3dc9d": "'I am gonna beat you up, I am gonna let you drown, I am gonna run around and desert you.' Ever since this banger of a song dropped on YouToPea, Repeater has become the center of attention, until a zombie with the surname Astley went for a copyright strike... ",
    "9c0c072455b32cf1014dfce0b3209749": "Cherry Bomb",
    "78a6733d7d15a2ca945c9e6d19367518": "Blows up all zombies in a 5x3 area",
    "7874b6251734188280e9ae2b629bdf70": "'We give out mighty power when partnered up!' says one cherry. 'Yea, unlike Split Pea who fights over an eyebrow, we'll always be united no matter what. Though, this leaf is technically mine...' 'What are you talking about? Of course it's mine.' 'No, it's mine.' 'You...! I'm gonna explodonate you!' 'Try explodonating me if you can, since it's ME who's gonna explodonate YOU!' And that, is how Cherry Bomb explodonated.",
    "8bfca4490c95e22d90220d294f044029": "Cooldown Reduction - Cherry Bomb",
    "7d826824ccd184f6a2a2ba3d29445b82": "Blows up all zombies in a 5x3 area.<br>Enhancement: cooldown reduced.",
    "92450412f3a53b32e1e62fc67db4c12f": "Tall-nut",
    "4fa673f4f48306fac9cb5e7742c238d7": "A heavy-duty wall that blocks low flying zombies.",
    "69bb04fa7223a2b52acc178b7e6a86c8": "While his brother Wall-nut was having a successful career at the bowling alley, Tall-nut was determined to defend the lawn. 'Never forget one's goal,' he said. 'Defending the lawn is our sole purpose.' Yet people gossip that the real reason of him not joining is that he's too square to roll...",
    "645fbcfb942862b717c502065c01e02d": "Sun-shroom",
    "5504ba167263f1dc8b85cdda1f2bd3cb": "Gives small sun at first, and normal sun later on.",
    "d9993fdd9804eca521e21a1bac6895f0": "Some plants asked Sun-shroom how she's able to keep her cuteness and Mona Lisa-like smile all the time. 'As long as you have a bright attitude, no matter day or night, or during zombie invasions, you'll always keep a sunny mind and smile.' Sun-shroom answered sweetly. Suddenly, a voice comes from someone among the plants. 'I thought you hate sun so much that you immediately spit it out the moment it builds up inside you?' 'Shut.'",
    "d9a1489086ec7541226dfa802aa5e231": "Puff-shroom",
    "e77edb8526e6623fc2f8156b62da1291": "A free plant that shoots short-ranged spores at enemies",
    "52a16adb21e5b9edfc14d6bfc9a8f5e8": "'Some say I only have such a short attack range because I'm lazy,' said Puff-shroom in a serious tone. 'In my response, if ANYONE dares saying that again, I will disappear right here, right now. I will order Jiangnangame to make a level where you must protect me from disappearing over time so that you will suffer forever and ever and ever and...'",
    "3e7789b2d0491928c8fb8afd42bf2a15": "Scaredy-shroom",
    "b8d9cff9fe193e98f88d879c404301cf": "Long-ranged shooter that hides when enemies get near it",
    "e3f388a18b754fab4f9c4169cf00aa1a": "Maybe he was only pretending to be a 'scaredy' guy so he could sleep with Sun-shroom. Or maybe, he's actually 'scaredy' and hides whenever something comes close. He probably just needs some distance.",
    "aa6448bef6b81aad002c9ac426dfbdb1": "Fume-shroom",
    "44a62cfd6bb8bc2f2f307ac5dfe36cc3": "Shoots fumes that damage all zombies in an area",
    "c71dee1b6e538e2a871aef7064797bcf": "Ever since Rotoradish learned to fire piercing projectiles, Fume-shroom is seen less and less on the battlefield. In the Zen Garden, he studies buddhism, practices yoga, cultivates flowers, raises birds, reads, draws, etc. 'I've never felt so calm, Amitabha.' Fume-shroom said calmly. Suddenly, someone among the plants yelled 'FAT-SHROOM!' and immediately a brick flew towards them out of nowhere!",
    "e2ff22b02098fc48fa13a8f23d28e2b0": "Spore-shroom",
    "4143fa13d2bf5df305b5184dd3981f08": "Summons Puff-shroom guards around it, while actively attacking zombies",
    "1e23506eeaf5eafe707891748fd86ee0": "'I see that you all agree that my adorable little Puff-shrooms are among the most OP. Yes yes, keep putting them at tier SSS, join the Puff-shroom cult, and say it with me! PUFF-SHROOM SUPREMACY! PUFF-SHROOM SUPREMACY!'",
    "584a262e119dda3c376acc37665b0626": "Bamboom",
    "c5451a20175a9527ed5bfa6888512f41": "Once the zombies are close, Bamboom will blow himself up!",
    "37f2cee8f8d60c9eb62d01452f217cdf": "The grandfatherly Bamboom is the eldest plant in the Zen Garden. He often tells the plants about his past. 'Back in the days, when people had to defend against the beast Nian, there were no such plants as Peashooters, and thus they planted us Bambooms in their place. But times have changed. No longer are we used to resist monsters, instead we are nothing more than a source of entertainment. They watch us explode and say, 'Haha bamboo go boom'.",
    "3e0afe2fe9128f1ce23497caff5b1895": "Cooldown Reduction - Bamboom",
    "912834969e9414a58a8eef6f08f2a41b": "Bamboom will self-destruct when the zombies get close!<br>Enhancement: cooldown reduced.",
    "a537e01f1d831344058fd0b88f03b076": "Doom-shroom",
    "d7251eab598dac40e05a81402b9715ba": "Destroys everything in a large area, cannot be targeted by zombies",
    "ca7a5ab1199976adc98796942f3e1f6a": "As fierce as Doom-shroom looks, he's actually a rather gentle guy. He likes watching kittens meowing as it makes him feel warm inside. As for the fact that he made Tactical Cuke lose his job... Don't worry, it was just an accident on a molecular, or perhaps, atomic level.",
    "c3f6f58e2d40630c3e7353250a2f6150": "Cooldown Reduction - Doom-shroom",
    "1444fbfbfc52ef9548d85cb70a116960": "Destroys everything in a large area, cannot be targeted by zombies.<br>Enhancement: cooldown reduced.",
    "40d4eab76e348482bc0d8598fd0ea555": "Bowling Wall-nut",
    "00efef8d7a00ea0444cd28ec0f0fe9a6": "Giant Bowling Wall-nut",
    "a35bcfb0170f444ce7dfb48dbee5b117": "Explode-o-nut",
    "4230969ff4e939f2b8e25676cc20d96d": "Befrozenia",
    "df2ba9c2190c4926a41e7e1ce52a6693": "Can fill in ice holes. If planted on flat surface, it will become a defensive meatshield.",
    "45a3b6e4b4af243eaa8827a6aa08886b": "Some might mistake Befrozenia for his friend, RubyFrost Aipoi. 'We may look exactly the same and all, but trust me, we're friends and that's about it.', Befrozenia explains, 'We aren't even from the same genus.' But you can't deny that they have a lot in common. While other Aipois enjoy falling onto people's heads, these two prefer jumping into the freezing lake. It's cool.",
    "5e4dea72f493b118ada9d61674cf42a4": "Winter Aloe",
    "ee08274dbe62b5dd6d0fe6e98cec5528": "Delivers heavy chilling splash damage to the rightmost zombie on its lane",
    "84ceed6f58e8998a586f16e9975c5aeb": "The name might make those unfamiliar with her think that she's a cold plant with a vicious mind. But in reality, Winter Aloe is the healer of plants. She's always the first to reach out to those in need, curing them both physically and mentally. But whenever the plants see her kind yet emotionless face, they... start worrying about the medical fee.",
    "4de60d984065c35547d0aa942084c5ab": "Peppercopter",
    "bc53521884a3cb0866cfa5b78f668910": "Can be planted on top of other plants and shoots projectiles at enemies",
    "617d84726ca219f22c20cb429f0120da": "Peppercopter got sick of getting along with others. 'I'm tired of being treated like some sort of simple food ingredient used in mundane everyday meals.' Indeed, his good old days of being used as premium spices by the royalties will never return.",
    "e3de5b9ba428b4f7edf3c5eb27807b2e": "Imitater",
    "b69cf99055305d0a3ec03c8247871d72": "Turns into a random plant from your deck",
    "103159e8213a6107637569a5b7080062": "Imitater has been further experimenting with magic during the past few years. Currently he's somewhat interested in the field of... RNG. 'It has that fun element', he says, 'you don't really know what to expect from it, and just a liiiiittle bit of RNG never hurts.'",
    "54a0c1d2145a112b61171fba211c00f2": "Solartropa",
    "2ee8751b3138f39bc06c7432fbe33134": "Produces sun when its projectiles hit zombies",
    "a4ce449f863bc5f398c5b18e3299233f": "Solartropa keeps complaining with Sunflower and Sun-shroom about how they suck at their jobs, that they're so slow at 'sun management' and can't even deal damage. Sunflower and Sun-shroom just pretend they didn't hear anything however, 'cuz let's face it, who would listen to a ghost plant?",
    "af6179d978e3b00051ca5fa4adcea183": "Spikeweed",
    "1d9d55fa7401ab72882abfe54e46d1f3": "Destroys rubber tires and hurts any zombies that step on them",
    "8e97e48e644a247155f827dab4db4f04": "Spikeweed had always wanted to become a driver since he was a child, but he failed. He doesn't have these so-called 'hands' or 'leaves', as you can see. So he thirsted for vengeance. Since then, not a single plant who drives hasn't experienced a rollover, not even for veteran drivers like Dave.",
    "9e0b5b86a83c2225e822694a59a8df40": "Torchwood",
    "e12fb531646bb53371f670f81d47e6ff": "Turns peas that pass through it into fireballs that deal twice as much damage",
    "846c74724b702c4fa7aaa54760ad2d23": "Torchwood has been researching genetic mapping for a while now. With careful thinking, rigorous research, the only education he had in primary school, and his anger, he finally discovered... the best excuse to have Snow Pea and Fire Peashooter breaking up!",
    "12245c09fe504839881d4d064e86aca6": "Kiwibeast",
    "55f65b1ebd51a0794af9ce5acd955838": "Emits damaging thumps, and becomes bigger and more powerful the more it is hurt by zombies",
    "e8e797fe4305d1142fd53e4654967cbd": "One thing Kiwibeast regrets the most: not finding a boyfriend when she was still young (and cute). Now that she's all grown-up, she decides to put all her feelings into her single 'Don't Wanna Grow Up' which becomes a massive hit... among girls. Looking at her man-like appearance, she realizes it's too late for her now. 'Those zombies! They made me like this! RARRRRRGGG!'",
    "f3f4bbe2353eded794961d8b0a28b2be": "Cabbage-pult",
    "a51b066de5c17357a4c8c998cca3cf31": "Lobs cabbages at the enemy",
    "c1cf64367a6086150793a485cca2ca34": "Although Cabbage-pult already got his first bucket of gold by defending the roof, he set his sights high. 'I wanna go to the rest of the world, somewhere other than the roof, with more zombies.' But the more he knows, the more he realizes he doesn't know. Just like how he doesn't know how the zombies could get on the roof, he also can't explain why anyone would make statues for zombies.",
    "f5ce93c0ee9e9a48e0c6cefb63067f13": "Kernel-pult",
    "0185ebeb56637affcf244f5b09015323": "Lobs kernels and butters at the enemy",
    "b3d009662fedcfbe3b393f3675f01820": "'Originally, I was the elder of the pult family, but I lost their support as I forgot their birthdays. In the end, they betrayed me, and I even almost got killed. Fortunately, I had my son protecting me, and he also helped me kill the two masterminds behind the scenes. Unfortunately though, he also had to leave America to hide from the other pults in the old home of Mexico. And I... also went incognito, and became an usher of a cinema,' Kernel-pult leisurely says. At this very moment, while staying in a car in Mexico, his son's wife gets blown up into popcorn.",
    "a8b66f4e36df585d25a8c461bc9cdebc": "Plantern",
    "8e4fb1001034f4345a319c580608fe9d": "Lights up an area, letting you see through fog",
    "5cf4bff75e50dc916cd0d6e77bdcc83f": "Plantern has always scorned the ways of science, but ever since he met Torchwood, who devoted himself to it, his views have changed. In the first Plant Science and Technology Competition, Plantern said frankly, 'He's like the light of righteousness, eliminating all those crazy ideas I had about witchcraft, magic, or dark force.' After his short speech, he began to show his latest scientific research: concentrated dark matter fuel made of two parts Plutonic Quarks, one part Cesium, and a bottle of water.",
    "811cfdf3280b039073e94aba193acde0": "Blover",
    "34ca770263295411f1a2a9fc781157a0": "Blows away fog, haze and aerial zombies",
    "a7cbbdce74f6479acf876b910e3a3fd2": "All that motivation ever since that early defeat has made Blover more confident than ever. He was ready to take on dangerous tasks, only to find himself working as the “trusty automatic fan” for Dave's machines or for other plants' leisure. It all feels like a chore, and it makes his goal of blowing 110% of the candles on his next birthday further and further away.",
    "9776cb40f02b94e80beab3e9b3e31afc": "Bomb-shroom",
    "2f75e535e96fb5f9f75b2ef7ce0fd3ce": "Shoots impact bombs that cause huge damage to zombies and knock them back",
    "f5a95c33ef494b68cb6d185e78d1fa84": "No one but Bomb-shroom knows how it truly feels to shoot one of those bombs. He can feel his body being ripped apart every time he tries to fire one, forming those delicate cracks on his head. The satisfying blast when the bomb is released, the crispy sound when it hits... Yes, no one but himself will know.",
    "5f948583c079d0f482e9e289a2f4586f": "Golden Thunderbeet",
    "1ef479173c768b1718fb60917cf0d9e3": "Creates an electric tile that damages anything on it, can be planted on top of certain objects, and is ignored by zombies",
    "a3f47b00e121ff658dc22f5d037476e9": "After graduating from senior high school, Golden Thunderbeet became a humble worker of a local electric company. Until one day he watched a documentary of Tesla studying wireless electricity transmission. He looked up to him and quitted his job, wanting to provide free wireless electricity transmission to the people. But after multiple investment failures, he became broke and had to live in a hole, where he met Tile Turnip by chance. Together they brought power to civilization from underground, and even sick beats such as 'Thunderbeet's Kinda Rad-ish'.",
    "c0b63ce0c7fe3858a9c9015d30139d12": "Bamberry",
    "7f23527d23e9723788a6cb59f8ba8517": "Double-click the Bamberry to launch berries to the zombie in front. It will also explode upon death.",
    "d099c4a02587237f5c2355ac2d8c5961": "He knows full well that growing explosive berries is illegal, but he does it anyway.",
    "8135472b90e9fd0a5dee9dff5fb18592": "Melon-pult",
    "dbbd26c7680d757a144fe05143e6c7ea": "Deals heavy splash damage to groups of zombies",
    "4e8aa44f1cee3f25c2247ad71d2bf657": "Melon-pult realized that lobbing whole melons wasted more energy than it should have, so he started lobbing melon slices instead. But it's only temporary. Maybe he'll start throwing whole melons again when he continues his hunt in old Mexico, or probably another place in the wild, wild west, who knows.",
    "e009e8a75dd0b7a601e63464211c43a1": "Laboratory - Abrightilon",
    "77df58f30d4b8715f83f2236f0862e2b": "Creates a firefly tile that lasts 30 seconds, slowing and damaging zombies that step on it.",
    "d542a474510bad3f8338d9e7dc0ab9f7": "Laboratory - Pumpkin",
    "1f62f6f6e4092b7c4852f97c6d7f9109": "Protects plants that are within their shells",
    "c6f2dedc6f50659a6f2c5a50a37c8d8e": "Laboratory - Miracle Imitater",
    "031d1df4beacda78f76520000bea498c": "Blocks the zombies' advance while dealing damage to zombies attacking it. Upon death, turns into a random laboratory plant in its place.",
    "acc651b7362dcef798aca5d90cefe4a0": "Many plants have asked, how did he stand out from the other taters and become a miracle? In his interview with Sunflower, he truthfully revealed: 'Let me tell you, my friend, it's because of the superb painting skills I learned from studying abroad for many years... Mmm yes, the exquisite creativity, infinite possibilities...' Then all of a sudden, the tater starts to float higher and emit a shiny glow, magic cards begin to circle around him crazily as if he's performing a ritual. This is it. This is the moment. He's becoming a miracle once again!",
    "0e925b8e1e8dad9025d7c9cbdd8e0894": "Laboratory - Jalapeno",
    "3d4c9c12eff8d545e46b0170395a5290": "Destroys an entire row of zombies",
    "9c1743cd84d9ea294ab7b20a30e36277": "After Jalapeno's self-portrait 'Jalapeno Smile' got auctioned for a high price, it got made into silly emotes by 'people who don't know art' (his own words). Every day, whenever he goes onto social media and sees his smile being humiliated by the internet, he always wails, 'I'm just trying to look like Mona Lisa, what did I even do wrong?!'",
    "fb18f28095397473086f7aa0f8622718": "Laboratory - Impale Cress",
    "3b99a27a753c53b3ce5d037c760d674e": "Fires high-damage homing projectiles at zombies, deals high damage to close-range zombies",
    "6237aea4db95b269f5ff469b759108c0": "Ever since Impale Cress first played Touhou Project, it has realized one thing - homing shots are REALLY OP (in its own opinion!). After years of practice, it has finally mastered its homing techniques, only to realize that these shots always seem to deal low damage and have limited range for some reason. Balancing hit hard. Now it thinks homing shots are REALLY bad (in its own opinion!).",
    "b83fb4f5cdd559d7ee573f099eb0c7a2": "Laboratory - MacIntosh Aipoi",
    "b93541bd7e045f3e6e6c591c197814e8": "Occasionally generates 8-bit Aipois to attack zombies",
    "beae69d7cbebeeaedcb27b91f2ca2f16": "Flower Pot",
    "c7a2646b8db2017aa29380adf95f42da": "Flower Pots allow you to plant plants on complex terrains",
    "74f6e772f99bc139f16339902e5da905": "There are things even more controversial about Flower Pot than the 'a plant or not a plant' debate. It is said that his tutor, known as JK I'm Flowering, is the one behind many famous works such as Hairy Pot-Wearer but the Philosopher is Stoned, and Fantastic Pots and How to Wear Them, which have been well-received by many of his crazy stans.",
    "548a2fae40d86121ee19520bfd53af6c": "Lily Pad",
    "6955fca154809bbd03d4eac2995564ed": "Lets you plant non-aquatic plants on top of them",
    "577e5bed8282c3a5e5b3ac19c435f059": "Gadget - Fluorescent Lamp",
    "c79f686c3c6bc2d10f158f90bfd04f65": "The Fluorescent Lamp can produce a burst of 300 sun!",
    "cbc733fe78e03266567354a51cf6df1a": "Gadget - Protective Film",
    "e1fd3f98b0c36787f038cc452c5c2aa4": "The Protective Film can provide 3x3 protection!",
    "139c57cbd7c890018e1cbf1df6972009": "We all know that it'll eventually boil down to this. Is ProTeCtIvE fIlM a PlAnT??? The answer is yes, of course not. Not only so, but this type of Protective Film sucks - it's the cheap kind that falls off by itself over time.",
    "809a352d8efed0fd51a706a67979a45b": "Aipoi",
    "06775225851a484b07efe4ce743a9955": "Invisible Flower Pot",
    "1a739668974fd9f51dd960284ba409bc": "Summon Tile",
    "831039442f05c95b00db68360c683fc3": "Life Tile",
    "ceceec9441ee0f6853774c3e97c1beff": "僵尸加100血",
    "23ded886dab3ea71848668c74fe2e7fa": "Speed Tile",
    "f2e87aa0bd2395b0eecae6ee5182db90": "僵尸前进1.5格",
    "821e2535831b7fe4594f6ab57d476b83": "Ice hole",
    "14c3baa2232fea6b4d53da228a49ad68": "Upward slider tile",
    "bf9946e7863c4745d35cdb56ffbb023c": "Upward slider tile, zombies go up",
    "c1f7219327f6004609a1b2f4410a2a21": "Downward slider tile",
    "153386d32d0f92ef680bf314b007fc36": "Downward slider tile, zombies go down",
    "d61427d7cde6132ceae8e9f679839d3d": "Random slider tile",
    "a8023cff8d0351927d49140714f553c7": "Zombies go downwards",
    "7c24b6ae37bf8ea3c1c3805cdf6ba46e": "Zombies go upwards",
    "855e779c7a7e312d9f4dbe5ad00701fb": "Zombies go left",
    "b08ffb829a14ee4a901f3a52d590ba91": "Zombies go right",
    "4eac71a450526ba2e53e4e8bddb37090": "Are you sure you want to restart? Your current progress will be lost.",
    "6f9d3d8a451d09027d6f452a1b6c8419": "Are you sure you want to quit? Your current progress will be lost.",
    "7b7b284f46a483c199c6b1171d5c8b06": "2022 Chinese New Year Event",
    "5e4601ec0d534ef8003bba72f5adae90": "Released: 2/2022",
    "10c82985d57d96918dbdb6fb9b3d0dfc": "No. of levels: ???",
    "3ffd7f0f248e515508e16975ac0fd87f": "2019 Chinese New Year Event",
    "07d00d7cb84957883c7ceab8dbaaaee1": "Released: 2/2019",
    "45ec79665bca42a74967beba4bf43c5a": "No. of levels: 3",
    "94e2ce0c7d24e52d70c07b6320d54ba9": "Angel Shadow's Hut",
    "f33b87c9db070a5a8a46d4e66fc9d2f6": "Released: 7/2020",
    "fca3813019c3d91283215c50b14a8b99": "What's in here?",
    "a2e1d2c7d6423e6d6655f08cab47fc65": "2020 Chinese New Year Event",
    "81d00a765d1b54026813028ae1692ba7": "Released: 1/2020",
    "c8c015f73a0b857fe87d36adc47c92c2": "No. of levels: 15",
    "7d179c064b8e74e4d1b2f768401a6ec6": "Congrats, you've done it!\nYou can now enter any level you want!",
    "bb68d0fd8c099e8670c8992dda22028a": "<br/><br/><input id='Fnumber' type='text' onclick=\"this.focus()\" onkeyup=\"(_=>{value = Math.max(1,Math.min(15,Number.parseInt(value.replace(/[^0-9]/g,''))));value=(isNaN(value)?'':value);})();\" placeholder=\"Type the level number\" style='text-align:center;padding-bottom:12px;padding-top:12px;border:1px;border-radius:25px;'/>",
    "798ed3736a2d06a9c7ca78ef28d74901": "Impossible Zombie Barrier",
    "6b31066cb355ef91fdabf117037d13b7": "Released: 3/2020",
    "5068da7026a30ac6375d8bd98aefe5e2": "Bonus minigame for Aurora Icefield Mirror~",
    "ef5cd7b9c3b351ce8c71222cafcdd86e": "2021 Chinese New Year Event",
    "3d0b1052404338909600ded23e4656bf": "Released: 2/2021",
    "39727592a4cd23567c81a83016d2b52a": "Danmaku Fantasy",
    "8423448020dd683c025954caff91bb40": "Released: 7/2021",
    "2f63b862c7933782f2f7a670270163e0": "If you've never played another version of PvZ, or would like to learn about the origin of the plot for this game, please click <OK> to enter the newbie tutorial.",
    "7d75b164a920f3e902c061e32acf944d": "Current speed: ",
    "6d4bfb0385c6e53f2065ae8ecbd465c2": "Auto-collect sun",
    "db0917d6a31b4a9ad591014bf3f9bcb4": "Mute",
    "336283f16f2d9f1c6a5fadfc80e90b79": "Restart",
    "6123a3305f1116ac430adb051a1c008c": "Quit",
    "62a7475ed3545604b45bc332053401b6": "Use game cursor",
    "cbdb6f779b7232010146790ff7882933": "Text-based cooldown",
    "4bb7031d83f0986603c6f27c069b56bf": "Low performance mode",
    "f913926ec5c291253e197c05ba2679eb": "Async animation",
    "f00a13ceb6ffc698ee3a579c7de415c1": "Game Speed",
    "43a9bfa90af9569dfd30ee8d62ec53b8": "Your computer's configuration and web browser will also affect the game speed!",
    "95d001bcead770c985b0a185c2599b35": "Unlocked",
    "02717ef3f8b4f0a331beec2c48bb8959": [
        "Achievement ",
        ":"
    ],
    "ffe1964b3aa8bf43dcf2606a661b76d0": "New Journey",
    "b3a263cb218e4a6508409545054ee1a3": "Starry Night",
    "3e1dd8fb28405bd05fcad385f1b6aad2": "Frozen Victor",
    "f36d48bc6c1cbd730eb957b0d14a0563": "Reasons Behind the Scenes",
    "6372371b49eb3288c8f979767700be0a": "Awakening",
    "c8db33c353da2dd1d10758f32069f9ad": "Are you a Star?",
    "a19a36a2943b4ce8786265a84e7f91b0": "More Stars",
    "3ac55d088d98848d7f70b3edd86da7e2": "Stars!",
    "9c70aa6f7328026e2909898e4ef52824": "The username or password is incorrect",
    "26db9f147ace75a53c25d22e086e34dc": "This user does not exist",
    "ff4f3d6f477cadeb8f6aa1785b33a5fd": "Login successful, do you want to read your cloud save?",
    "9f5cb0cc56043f0de9cf225adb83a235": "Login successful",
    "788aad70ec708d97d5d8fd292dfd2c6d": "Registration failed, username (1~14 chars) or password format (9-16 chars, A-Z, a-z, 0-9, underscore) is wrong.",
    "6d4414ede4f769cbf8283024dae1354e": "Username is already used",
    "dcdb6ff7a8d373f26ed0041b5089a958": "Registration successful",
    "3e495eea3751473db36db6eead38726f": "Game saved successfully!",
    "f7517b15fe38c3b57a3c6f773594ba6d": "Download complete!",
    "83a90f9d794398f152ec3bf9ce303110": "Game save imported successfully!",
    "f324d088f89141b1a77a815323b298c1": "Game save import failed...",
    "b68f15fdf122a64af6666151910a5f4c": "Back",
    "7da469dccb66c60a16685f6c476c4af8": "Welcome back, ",
    "c3e748541ebd5a8ebb18020fbf380ab3": "Guest User",
    "23c51701de77346515d29b473487b8b7": "Save game to cloud",
    "4b8e719a3d12022c57a6f3ba13d4b0cd": "Load save from cloud",
    "87c327fc1d3e9875223a8308f2024543": "Export save",
    "e26ccab35418b29b990dacf92a7beaf5": "Import save",
    "eb1743aae1c3989f933f499bd22c396b": "Register & Login",
    "e25812042fcc134efccfa772de5f43d8": "Can't register? Forgot your password? 'Twas merely a problem of skill issue!",
    "ee57f5b9ffabaa481a2d24f52dbe7f7e": "Username&nbsp;&nbsp;",
    "44af656a3af38c09634a715911fa8d42": "Password&nbsp;&nbsp;&nbsp;&nbsp;",
    "677eb8cc93f9d3a1e69bc57e0bef34e2": "Register",
    "8b6bef7ed9f41267d84b6290bda39bf6": "Login",
    "5a4f635a868680b31869f9bad90f1864": "This action will overwrite the original cloud archive. Continue?",
    "f497958d738087437bb807d01511d628": "This action will overwrite the original local archive. Continue?",
    "d84b6ebd9ed8903966d781718f1a04f1": "Please enter the code for the exported game save",
    "54510a322adf9c2ad3eb12b20371d825": "Finish",
    "9e3f9d978ea4646e2749bc637bf076c0": "None",
    "ad3a86d920c7787208b260a16f1bd3f7": "Slow",
    "c867bd4b2d9e4a9bed4df55d9da81877": "Zombie",
    "216238deb69ea24283b71a281f46a0df": "Conehead Zombie",
    "bf68f3a4fdcd2a3be895e84b8b3764be": "Buckethead Zombie",
    "3baa218074e5ee77476d12d2ca63fa81": "Newspaper Zombie",
    "9965791405605bd852bb0d47804aae1f": "Balloon Zombie",
    "1646156b61504879cd09a047b0752600": "Tornado Zombie",
    "a4cc3c5f9cc44e03510b07ab6976ef9f": "Tornado Zombies have low health, but move fast and quickly destroy every plant on their way",
    "47487c0248ba031b5e40ae12f42fce91": "Piercing plants",
    "426447ca47ebfe6eaced0f4182bda3d9": "Fast",
    "5520ad6f6873575f0a834ef942b22067": "Football Zombie",
    "41d4c1f440cc978b8b162b3128f14de8": "Cigar Zombie",
    "77677e560511898b362060cdfadaec73": "Cigar Zombies randomly explode as they walk, destroying plants in a 3x3 area",
    "f937bc5afe4fab3de791d0123059a38f": "Ice plants",
    "50157aa290b4670a9519769336f9535b": "Barrel Zombie",
    "151289d5b6b00c4e490efdcbafb8bbc7": "Piercing attacks cannot damage the zombie until the barrel is broken.",
    "eed4ebbe518d88878afa0c8539120a5a": "Slow (with barrel), fast (without barrel)",
    "41c62ce72935eea0c77a29d2e8e6c536": "Sadako Zombie",
    "5543e953a8517d7fa1e140875197b08d": "Stays invisible to the player unless she's eating plants, but can still be damaged normally",
    "a8a94039de6fecf7d4b7d6b67c5d2769": "Imp",
    "039fdc7ae48c1e6b583012180d39bde3": "Slightly fast",
    "b18a2680a856db0d625bdb60e7dc4856": "Dr. Zomboss - Zombot Armored Train",
    "0484ea431a1b18e86529bf687388717d": "Dr. Zomboss' unexpected ride in Firefly Swamp and Birds' Forest Autumn. The train will instantly kill plants it encounters, is resistant to explosions and is immune to all negative effects.\n        \n        Skill 1: Shoots missiles onto random locations, instantly killing the plants they hit\n        Skill 2: Summons 5 Football Zombies on the right side of the lawn",
    "3666f6380398d9a1227ae59e1623cf7d": "Very slow",
    "d94a573007ba042e23ad10ca1d0cc895": "Magical Icicle Zombie",
    "1e07a336fad65b5b273d0c9b4b99da79": "For every tile he walks, casts a spell that transforms any plant into an Aipoi",
    "f98a299a7376cfa4efb1d43fcb12b85e": "Defensive plants, Peppercopter",
    "7b9f9f7d6bbf7dfd5c0ae846a5529640": "Icecutter Zombie",
    "a9dd8967a1e2315165130b09ec2a5874": "Instantly kills any plant he meets (including Protective Film), leaving an ice hole on its tile",
    "b02658e8ec8618b57e33d565752101af": "Spikeweed",
    "a8817fa0e8872a8094d48196687b0205": "Skating Zombie",
    "b7cffa7e4fdccea1508988e52b2078e9": "When encountering an ice hole, she will quickly skate 3 tiles forward and ignore plants while skating",
    "c3fc4ab7a25118798dd4876057951436": "Slow, extremely fast when skating",
    "10f428732828df7cf1a50f4cba9111fa": "Ice Cube Imp",
    "047103d3b42fbf683c20e8ab1802e111": "Ice Cube Imp slides into the lawn in an ice cube, crushing any plant on his way. When encountering an ice hole, both his cube and the hole will disappear.",
    "0174f838fc52c6f5c5e31f0e403189f5": "Medium",
    "3dc7e64030a1191e9d29a85dc3269a30": "Zomboni",
    "45e0a3309dec97998c3c17161e08392f": "Dr. Zomboss - Zombot Polar Avifauna",
    "bfbcf152cf20f14c674a58f2a18b6553": "Winter Boss",
    "4898eb6adbe716f3846baf049536aedd": "Sculptor Zombie",
    "2a427a0b34903d84e6ba7bb65607e7c4": "Beetle Car Zombie",
    "25f4eea433be76ac291fe414b7f21f86": "Thief Zombie",
    "df506616d1b4b9cea2e2374718656ee5": "Gargantuar",
    "6777bae79f908aac629b587e8e154d6a": "Crystal",
    "9efec0a1c5ec67d94e4f8b127bd77980": "Zombie Statue",
    "942b8dd5d5e86d2186c1b164db598a8a": "Ice Block",
    "b5a105a106764c8df16537dd85ec58fb": "Dr. Zomboss' Vases",
    "a9775b81515b5410dd527d38256255ff": "Normal achievement: New Journey",
    "295b7fbd2e9107feb9fc5629522b3628": "Complete Birds' Forest Day 1",
    "62f22af0a8d3a6e2820eece8852f6fb1": "Normal achievement: Starry Night",
    "ea8a45bbbe17bf191d0532a670dec13b": "Complete Firefly Swamp Night 20",
    "eba87089e9cab78377ae64cc885f1620": "Advanced achievement: Frozen Victor",
    "8d2d2eeef588ba635d7d38e4c2882a36": "Complete Aurora Icefield Day 30",
    "63ec5520270cf597d46a8bec0390a6de": "Rare achievement: Reasons Behind the Scenes",
    "e8bba6a9d6fb2f9f17e8ee9270763f75": "Complete Foggy City Days 11~20",
    "75a09b48104dd6c066ee12e6b2b21b02": "Rare achievement: Awakening",
    "c44342314c47eeed86bc4020fcf870f6": "Complete Foggy City Days 21~24",
    "76111177be0e08902a21cbe2c82fd56c": "Normal achievement: Befrozenia's Holiday",
    "7adaa39011b8e8eb8382b86eba39b01b": "Complete Foggy City Day 18 without using Befrozenia",
    "50903e70d0bf371ca61a414ceab3a009": "Hidden Achievement: The Stanley Parable",
    "e55643e8596b7a092e1821dd9ae0884b": "Hidden Achievement: The Broken Black Mirror",
    "822282be6ba3c1258190b8ea28f8415c": "Normal Achievement: Stars!",
    "caf40ce385111376c4525557fe0cca97": "Complete a total of 30 levels",
    "7e1a4e3151ec91980eadfba75cdac115": "Rare Achievement: More Stars",
    "0422faf610b7313c2a94bd699acb084d": "Complete a total of 60 levels",
    "f9259cbdc697a33be79f322c07c56b96": "Master Achievement: Are you a Star?",
    "115b67b9af86d77631b43f29371e71c2": "Complete a total of 90 levels",
    "3c1f7ca9c3ddc0f7160f67eb2a9ece53": "To unlock: ",
    "85bf8c534ff48d3e11b1682c4e16bbae": "? ? ?",
    "017d14191959dddb38cc466fb79d7efe": "Credits",
    "2ee444aed1c4bcd39f0287cd5901492f": "Daily Level",
    "f8d62a07f9386439a2a142b1e5cbf686": "Achievements",
    "9b2049d1720a53c670cd4b41c11aea78": "Level Creator",
    "a441530bd0b96c4e9804f4b9f85bc09f": "Community Levels",
    "8381a1115c1cda762fec560f899746b8": "Skill Tournament",
    "9bba84af0e93ba4c98b9b88b9bf33336": "Welcome to the Skill Tournament, where each day there will be a challenge for an Adventure level. The score leaderboard will be displayed here.",
    "ca8b74cee4813f817b1c4e1c5516bdb7": "GAME START",
    "d00ffd8356dd036171a83888f8194061": "Girls are now praying...\n\n(Loading..)",
    "1a8f5e7d529220df9dd4caa60964076b": "Rank",
    "bd946132594386529aee9cf727b65707": "Player",
    "dd07bd12bae6c08cf7c57dd301ee976c": "Difficulty",
    "2fbe02ff5df890ac2b47ef0553dff3c9": "Score",
    "e86c683e94466f5b35a24b59e6774980": "Danmaku Fantasy - Night 1",
    "c5bbb8a626cd66ff334de3def0d106e6": "哦，看哪，远方那一抹一抹若隐若现的……光！",
    "2b0f8be4be6e687450db498bd1bbe432": "哦不……那不是……",
    "3c1c373ea875534c581fb651acceb734": "Use the arrow keys to move the Peashooter",
    "630030aaded855ba2dbc197b48040d03": "Drag your finger to move the Peashooter",
    "12a358328b6c10c6a4ca83a80b724051": "Attack the zombies and avoid their bullets!",
    "574f21a2ea66070d54f7549d8efc419b": "Danmaku Fantasy (Extra) - Night 1",
    "7ef18e276383685fdf50162d318ac0a7": "Tap with two fingers at the same time to use Bomb",
    "4af54dcd40dc88225fe782b733f6a351": "Press X to use Bomb",
    "95556e657460d4816672fff309b0caa3": "Danmaku Fantasy - Night 2",
    "abbedd9c047200bbab2854bbd14144c1": "Danmaku Fantasy (Extra) - Night 2",
    "fa05b0d58715e0a05838b1a2b2a28f6c": "Danmaku Fantasy - Night 3",
    "eb59c9bfb1bb6d827aeb365d249ec9b8": "Danmaku Fantasy (Extra) - Night 3",
    "b38f0e250b9fdfe4fa40bace504041c5": "Danmaku Fantasy (Extra) - Final Night",
    "126c59407289906c9e7a223f52692517": "Impossible Zombie Barrier",
    "09ba50d9abac5c961c6bedcc3ae5f8b4": "Chinese New Year Challenge - 1",
    "92b4986aa353ba69bdd77f035953936a": "欢迎来到春节挑战！",
    "5e6afebb075db13aeab4600eaaee375c": "在这个挑战里，你的任务就是！",
    "fb0f94566a00e286b92dd48e79e1c6bc": "完成各种神奇的东西！",
    "87960f577228f4f492eaf67de4835a15": "总之，开始吧！",
    "cc9719e4b7eeddd3f15740092c878ec4": "Mission: Plant Defense! Defend 3 Bambooms to the end of the level to pass.",
    "da13105fab769a3b7010502eac076da0": "Chinese New Year Challenge - 2",
    "70795715917743568dbc6945f5db6305": "那边看报纸的那个僵尸貌似挺厉害的",
    "3adabe33354160d4d8c563a9bc8eb2f1": "小心！我先走了……",
    "9c899565f6c806da040a934bb6f7da0e": "Mission: Plant Defense! Defend 4 Wall-nuts to the end of the level to pass.",
    "0fdbfec3557d0fec31ad85d4e3f127a0": [
        "这看上去是死过",
        "次的人的表情……"
    ],
    "691f3cf43f2b2bf36bfaed4f58636248": "呵……又来了是吗……",
    "4dbff570542047d9e1900704732cb3f9": "你是变态吗，还是……留恋这个关卡……",
    "096d1e2af31c3669adf726908a5a76a1": [
        "不过，这很快就会变成第",
        "次!"
    ],
    "b58d0c24a97f59ea4a6b6222488cd3ec": "What comes after 7? Wanna help me find out?",
    "2f91c71a9042e0e65fe1a915f40b5508": "哇哦，看起来你真的很生气呀",
    "7d97f753ebfee44feba5835a4c5f66e1": "何必再尝试呢？终究都是徒劳无功",
    "095b5cccdc45e3c1add8866cd4f02b22": "呵……我不想再数了……",
    "7a90cd418a494baa38d2770eedd01872": "你 真 的 很 蠢",
    "7bb50731e395d43a90d0ebad301565c7": "Mission: Plant Defense! Defend 4 Wall-nuts to the end of the level to pass. \nBut... can you do it?",
    "3e64d5be19b945709de8811040c33451": "你 个 变 态",
    "65b4dabee420a6a399e84411b7a92f42": "Chinese New Year 2021 - ",
    "42d07a5bb736daf54cf148d245a12ab4": "Chinese New Year 2022 - Day",
    "47fb6b941843b25fcb22fb4a6105e47a": "",
    "011cf12e1715c9f023627279f702e3dc": "Chinese New Year Challenge - 3",
    "a5bcf9c2a7909c5a2dc72414f953c56b": "这就是最后的一天了",
    "1c566ec340d5c3ac2e2cb17ad65a1ebe": "在这最后的狂欢里……",
    "dac34a2f13dc64e6f83e67f36b73b78b": "像你这样的玩家……",
    "a749d97baae38a737980afb3a391a93d": "就 应 该 在 地 狱 里 ……",
    "83485be04ba3f2456005ce9d2a7d73c9": "拿错剧本了……-_-",
    "b6b06dd9f098981c02c060ee7918ebea": "用 坚 果 砸僵尸！",
    "b7498869d5c1e11a79bbb8e35440c415": "Wall-nut Bowling: Use Wall-nuts and other plants to defeat zombies!\n Tip: Plants die when they're rolled over by Wall-nuts!",
    "0b6b6890d27d87b1fab0ae31f02802fe": "Place the plant to the left of the bowling line!",
    "864111d92028265478f755b078fe1bf1": [
        "Chinese New Year Challenge "
    ],
    "47b8fbd8631992bb027d4df6763785fc": [
        "Chinese New Year Challenge "
    ],
    "1e30abcf234d31cdd13ec8158bb3f4c6": [
        "Chinese New Year Challenge "
    ],
    "f2a0358f52387aa3bb25e136eac54322": [
        "Chinese New Year Challenge "
    ],
    "d1aedb481cf4bd6e610132b88fabd0e3": "Daily Challenge",
    "b66e38f87670e3de0d0c2e1908b16f5e": "Birds' Forest Day 1",
    "db9557bbfd195af55a23b468a808d5de": "Hey neighbor, how was the ride in my car?",
    "1ce47058788c71681443e2d073fe92a1": "Let's see... Lively birds, check. Sweet flowers, check.",
    "083d229c8ef873a27f157621e5a8a320": "Alright, let's rest here first.",
    "39770706343af310814726f3107944bd": "I'll find some place to park. You deal with those zombies on the other side...",
    "563db1e5547d613305ead0569bd9a445": "Yeah, that group of zombies. They just seem to follow wherever we go →_→",
    "dac07b16e04a525f91d3be50361d4fab": "Have you noticed the speed control funtion in the upper right corner?",
    "6942a1b4ef547498b2e1e3d58e9f6984": "Birds' Forest Day 10",
    "3cbdafabbb638d22724d208df57b2f76": "Neighbor, we're gonna get plants through the conveyor belt!",
    "5620bb3b05b6193c246be5c3f59e6d82": "And there are gonna be more zombies coming out as well! Man, talk about balancing!",
    "e80a40798a99ecae9e18e1cff350c933": "Make good use of our forest plants and you're good to go!",
    "f945027b76e2b11bfd8707bf0129a4cd": "Birds' Forest Day 11",
    "ae7370fe0b136c33ebb2b5aee7173b68": "Well, just now I went to collect firewood when I saw a few tornadoes.",
    "0b95409794396efe98633b513cdbee2b": "I'd stay away from 'em if I were you...",
    "e5612e15d4c5f070d29607c292965c26": "Because they're actually zombies!",
    "bae4b1c58bd62f9a5a2bf067db69d544": "Use Snow Peas and don't let them move an inch!",
    "d2ffeb7c09acefe3b8e4f4c0bc72c6a0": "Birds' Forest Day 11 - Mirror",
    "1858798030fcaab0c86da3531ec4a4a7": "Birds' Forest Day 12",
    "e86b14e213652aef2b51922d86e75e34": "Birds' Forest Day 12 - Mirror",
    "2a497d664caad6e068abc6f3d2b908a8": "Birds' Forest Day 13",
    "70ca952211e76dcdb0aa74a4642e40b5": "Neighbor, there are some Aipois over there calling for help!",
    "0ce4c8fe0e6773651d12af0a329f5fa8": "MUST. PROTECT. Don't let 'em get eaten by the zombies!",
    "83af51d87e4e22dc29df1d75741a67c3": "Birds' Forest Day 14",
    "f709897fe290be83004a5d0d9ee6f972": "Birds' Forest Day 14 - Mirror",
    "828098c5467c296337216fc4ec228296": "Birds' Forest Day 15",
    "1dc2855978fb461851c81d8a45ea5ee8": "Birds' Forest Day 16",
    "384540292a60509cc3619a8e575bb4b2": "Birds' Forest Day 17",
    "3e9381a8622f44881697a96db925c9f5": "Birds' Forest Day 17 - Mirror",
    "8542d72747aada01ecb6ed26b9b6113c": "Birds' Forest Day 18",
    "4953f9c276585025e728ac0fa001a01e": "Birds' Forest Day 18 - Mirror",
    "b8796658ff672cf8ca064e8af7447a55": "Birds' Forest Day 19",
    "46bbfecd87828b2dda6f9c983dbf66ba": "Birds' Forest Day 19 - Mirror",
    "fb6b411c493d112c7d044e6b66b4d528": "Birds' Forest Day 1 - Mirror",
    "b9b1aaece9bed83630b5d31e7f4fd7c8": "Crystals occasionally steal your collected sun!",
    "5326d563772142e6c9458623ef54a639": "Birds' Forest Day 2",
    "2df024b65709c7d67d5a6b82e3137f27": "You found the Pointichoke!",
    "16b2f15a84d2f194ed192800c8cfcc9e": "And whaddaya know, it can't be eaten!",
    "40b205c3008c2689e06cdf23d9ae8d51": "What? You don't think so?",
    "12350bca897c7e77dc100e4d983b1e94": "Then the Pointichoke will give you a hug when you eat it!",
    "9f3d5072b53054271784c8848f14250b": "An unforgettable hug. =V=",
    "9e26025effa2761f9cf6c6a336b49fa9": "Birds' Forest Day 20",
    "3e048940db0f2f0b85a93e7aa93606d2": "We're almost at the end of the forest, and it's getting more and more problematic...",
    "b0fb681d8eab178d7d2447fd652a4410": "We're in trouble, BIG trouble!",
    "9e7453d590a7586377fc8503fcaea58e": "And I'm not making this up!",
    "45c66ffc8edb30e84fc61bfe629cb893": "Look at all those Football Zombies! They're gonna SMASH us!",
    "cbe0e09933d6fb3bd9ebb9535f0cd218": "But luckily, I found a Cherry Bomb!",
    "cffdb3633279b680e074965c1dff37fa": "ART IS EXPLOSION!!! Use those Cherry Bombs on 'em!",
    "137fd8ac42950cc8745f2e382b171b4c": "Birds' Forest Day 21",
    "440d50dbee0e10e64b0cc8f12d930426": "Birds' Forest Day 21 - Mirror",
    "48308a418f06b657942456d2029509ad": "Birds' Forest Day 22",
    "6931703e8663a02daa63e58fbeeea5e3": "Neighbor, there are too many zombies! Too many zombies!!!",
    "a2aadddc170603c00a2320d039464350": "Not like I'm gonna run away though. How 'bout we beat them up?",
    "f09b9e45884900e08114f254b207e9fc": "Great, the plants are full of energy today. They'll have no cooldown in this fight! Now go!",
    "dac2e88078603157107a2896ff38a0ef": "Me? I'll help you find us some food tonight~",
    "7fc362c08f40e1bef671a7cda7eb95fd": "Birds' Forest Day 23",
    "261d07dac58af2c9bdea90e818ce54a6": "I don't understand why these Aipois expect us to protect them...",
    "ae917bc0745bf7fc694ff6d46e629a44": "I even wanna shovel them up!",
    "835f7eaab937329db97a5d1711174ce9": "Just get this over with and move on!",
    "ece8f2a851fcc395deadd99c26a4cf59": "Birds' Forest Day 24",
    "205452e767ed19456aa5dd56de1b9da6": "Birds' Forest Day 24 - Mirror",
    "18a80270c8e804da38567a5eeb30f16d": "Birds' Forest Day 25",
    "50b3f11324130684b233ce708814a97b": "Birds' Forest Day 25 - Mirror",
    "41193b3e97c87fdf433635c5acc100f7": "Birds' Forest Day 26",
    "b9155da6da4bafd6f03971c61ef113d8": "Birds' Forest Day 26 - Mirror",
    "cfe2ab1c63c67861e7765c07633f4d58": "Birds' Forest Day 27",
    "f43613ed1f91838acad3a311a69c48e5": "Birds' Forest Day 27 - Mirror",
    "293bc5f8ce807009a06e8ee21c5c80b9": "Birds' Forest Day 28",
    "5d7b720eebe16846e611de3a0048d85d": "Birds' Forest Day 29",
    "3ab6463155f875718c7eb315bd7e5c3f": "Birds' Forest Day 29 - Mirror",
    "2a1b7f6b4eb0d60da478f58af529a332": "Birds' Forest Day 2 - Mirror",
    "222ae9b39264edd9468ff723a9c8887a": "Birds' Forest Day 3",
    "ea6e3175bf5cd9893e090971c0b0cf6c": "Birds' Forest Day 30",
    "fabd62306d1ef0810ca32658f2c48081": "Haha! We finally reached the end of this forest!",
    "cc35914dfb775cff068ab0af38b1bfb7": "Now get rid of those zombies right away!",
    "37a1b316088f1eb6e2099f5e4a6683f0": "Let the plants defeat those last stragglers. I'll go scout out what's behind the forest first~",
    "a4d64b1a1b95cd74830fefb1b7831ae1": "Birds' Forest Day 30 - Mirror",
    "c1aebeaf6b3ce50c68ef0e9597b12922": "Birds' Forest Day 3 - Mirror",
    "09033ddefd8ba011bc1e3ed2c03ff4ed": "Birds' Forest Day 4",
    "b384fa7fdb6f5b16db7fa2be1914e7a8": "Birds' Forest Day 4 - Mirror",
    "22afbe76a855dd179445c2374ebd9c7f": "Birds' Forest Day 5",
    "81433cb4c22793310a27f6b003b07bbc": "I just discovered something.",
    "1fd5f7e3ed3d76ac0e93907b82cd99bb": "Have you tried your spacebar?",
    "ef16bdd0de378c3eff5b4f0ed3d07301": "Haha, I think it's the hotkey to your Shovel.",
    "6ab206b69ac4e43179966df852e67442": "I'm not so sure how that can help though, but you should keep an eye on it.",
    "a591fb125fa08b47af40216f7ceba8f2": "Birds' Forest Day 5 - Mirror",
    "615319667a143aecd4d8b2c9eb441f23": "Birds' Forest Day 6",
    "5b393511c5f5f74b5b98b5e076e96dfe": "Birds' Forest Day 6 - Mirror",
    "898791412585f5f2fed1fe9a4ae5e2d3": "Birds' Forest Day 7",
    "222e1a9359175da1322d2641fecfb6d0": "Hey neighbor, is it just me or there seems to be a floating balloon?",
    "02a84f374f86c1cd791c053210131fb3": "No, not a hot air balloon, a hydrogen one.",
    "3a6da6f25199bb429317b086bc935728": "Oh, something's hanging on it.",
    "a2add8b54936b5cbf3650f0f090822b0": "Let's shoot 'em.",
    "9773b2e52c1fb6f1078e3d9d3f72b919": "Birds' Forest Day 7 - Mirror",
    "ae23d2f0e546d658af812536519ab764": "Birds' Forest Day 8",
    "a029189a12e3b14427b7988a36cb577b": "Birds' Forest Day 8 - Mirror",
    "660263d0cf9850d93bea593129cac36f": "Birds' Forest Day 9",
    "7bf5839a8599d02e0e7f40821e86b1c9": "Birds' Forest Day 9 - Mirror",
    "b5b02429de00d8ee71f388050412c8a8": "Foggy City Day 1",
    "eda3a8c2da1da0f9d7bc170154cbf2a4": "哦，哇，邻居你看，远方有好大的雾",
    "08846edfff5d80a86ac50fe004ea0d9a": "你知道，他们曾经叫我迷雾男",
    "2675b5c45ccf08831740b2c4a9d99340": "因为你曾经藏在雾里并突然从人群中跳出而且这是过去的事了，好了闭嘴。",
    "f86c596aa50a9608a14802bb6d3d5647": "摆在我们面前的更重要的任务是找到那个抢你身体跑了的家伙……",
    "ff6a98f9e0295192bd2e735781346dce": "可你也知道，我一见到雾就忍不住说这些废话。",
    "f0f32f892dd86da93effe2f3d494e336": "就像被操纵的提线木偶一样",
    "a90cc6f7fa2279690cec95a6c45c0b2c": "Foggy City Day 10",
    "59011d971856101ab4595cbd58e11377": "是这样，我又翻看了一下后面的代码。",
    "aaffab37081d0ae55fc55b432fcf53c8": "根据纯粹的数值来看，高输出植物越来越多了。",
    "470e73d46e0efaf4c7786897c33c4fee": "可你也说过，他是要尽全力抵抗邻居的啊……怎么可能做这种事。",
    "d33968c7b116d45769b859e1a91188e1": "听着，我这个仅仅是一个猜想，但是……",
    "2ebc65ddfc2a630695e12f571e778931": "虽然与他主观意识相连的所谓的“卡巴拉生命之树”不断按照他的想法调高着以后关卡的难度，阻止邻居推进时间线",
    "c11e1b4db6396500cc33551414ed458a": "但是真正操控这个世界的，是他的潜意识……",
    "10ee24b5d44dc2e1e8633ddda04067fb": "也就是说……",
    "8212b1a1ea045daa4ba02e0a1b0bdfa1": "有些时候，我的愿望真的只是这么简单……",
    "c87e1e47aac9cdda0dadf8834d816025": "一家人高高兴兴地生活在一起……",
    "4b9a5140cc6709938d5622fbec35b6ac": "可是，就因为我愚蠢的错误……就因为我的多此一举……",
    "be8e75174fa9bf12f9755d75e94baf04": "就像在天边一样，永远都无法实现。",
    "c4b529f684fe27505bc3854700d8afb2": "Foggy City Day 11",
    "7ee5669118c5e5727ca16578f50d67f9": "我还是不明白",
    "0dc6ff9369c4420b10022aaa794a9d70": "你的意思就是，只需要玩家通关",
    "f4d22032b5e4b5583cab0769ea3e2eca": "我们所处的这个世界，它的时间就可以向前推进.......然后他就能从这个世界出去?",
    "de738a88f84e300f7576fc35b822eb45": "如果我根据目前我能得知的代码所作出的预判正确的话......",
    "efece987adf92059e78679535366131b": "虽然他的主观意识不断调整着关卡加大着难度，阻止着外边的“邻居”推进游戏",
    "a576d48ef9369e3bb0b9054a3fe72a4b": "但他的潜意识已经埋好了这个游戏以后发展的路——回到现实",
    "c6ee05bc4144749e31a6a187f255b26a": "他虽然与你我乃至屏幕前的玩家都激烈对抗，坚持要把自己永远的留在游戏里。",
    "7afb396a8d74a7d0d622c4273f64f3d9": "可他......才是最想摆脱他遇到的困境,，回到正常生活的人吧",
    "24d59c385a4313ecc1846326a571fea9": "至于他想埋进去的游戏，无论是我们现在正处在的pvz",
    "98684283ffe497426ea8df3e8f9bd291": "还是王者荣耀，吃鸡或是别的什么，只不过是他想要逃避自己困境的一种寄托罢了",
    "26e4f012aeb037a3c8ed3d71033e7223": "所以......可我还是想不明白，为什么我们“在屏幕里”",
    "1c9bea8e902cc474a904a7b7d12e1d0a": "可恶......上一个植物不是我亲手掌控的啊......也没有被人黑过的痕迹。",
    "8f57c82a67a4e6cc512d7ee77f2445df": "[卡巴拉生命之树系统启动]不过如果你不想被偷家，我建议你先自己管好你家门前的事",
    "e034adff054cf8ec3905372917e9f128": "顺便再品下餐后甜点，玉米黄油汤。",
    "5ce5f6e2fd3a53627b45cb7d19553a63": "Foggy City Day 12",
    "56a2fb49824b9e95bf70fe5751e3cccf": "Foggy City Day 13",
    "3b38af59a7c79aa199c65f75d36a7a2b": "所以有些时候想想自己真的很可笑......",
    "6bdff828f8522e136a80e28f234db442": "为了对付你，我费尽全部精力研究科学，打造出这个可以造成世界变动的机器",
    "9bbb273dfdc3bae349135ee40710031f": "最后却又发现......我们只不过是活在游戏里的一大堆代码而已",
    "9393b8e672c3a53fc1da1cdbf20802ab": "我所谓的“发明”只不过上为了在剧情上解释一个新设定",
    "9eb3b0946c1912fcb9f14c42b8489d32": "外面还有一个莫名其妙的次元，我用已知的东西根本无法解释",
    "b42bafadce2bd8243f3638b1d7a8c8d6": "为什么会有另一个次元的“人”可以操控我们世界的时间线",
    "0aabe8870cbf575248e66b3ce39af763": "最后只能像牛顿一样，把这一切归于神学......",
    "e197cbdc08d6eb43dc1c1de2fde0d16c": "歪比巴卜......等等，你说“牛顿”?",
    "a9bef2b23ebf42b10dae73e795347b33": "就那个随便让自己的头被挨炮砸的那个白痴?",
    "a1d593d8a48a60b38998e62041e53732": "他可是真的蠢，砸了还寻思别的，也不想想怎么保护自己的头",
    "dea3f27d8b0d46a0acb055535c7d37cb": "像我，头上带锅，头上砸下来保龄球都不怕。",
    "e67cd6178df2d047eee4c0a3dee1806c": "看来拿付费的保龄球已经对付不了你了......",
    "784ea669ad66d0f191eff8e51c899c93": "[卡巴拉生命之树系统启动]那么，如果保龄球得清仓呢......",
    "ab6ca2c596155952786bff661291cf23": "Place the plant to the left of the bowling line!",
    "045112f17aab5c8b3a0e7507763c4402": "额，你进来了？",
    "42063f4a55d17e5c1611365a1ac017d3": "好吧，欢迎来到我的私人程序。",
    "2e66b191978e68e169848d943e5bc5aa": "话说这是你第一次主动来这里，对吧？",
    "b99e1a845d88f3e6f257cc15072e5af9": "哇比巴卜？你在和谁说……",
    "974e44d577f5e2b19c61e8c7da0ad0b7": "[程序启动]取消戴夫对这里的访问权限。",
    "eb65436192ef22df24a5572bcbee77fb": "我想，你应该早就看出来了……",
    "192bee16a39d8cdaf70353b82709b288": "我其实并不是@&#/%= [Missing_Name_Zomboss]",
    "8273b297c7583b28270043cbc54778c8": "[程序启动]取消戴夫与僵王对这里的访问权限。",
    "05e6e295486edd77ad5297fe59ba3206": "因为只有这样......才会有一个地方",
    "ea12847abf7a84e2788ffdb43b5ef44c": "可以让我忘记所有的不快，忘记那个对面瞎了眼的司机",
    "d6bbad7e703ccd4e5072e9c732f9f139": "可以......让我控制未来所有的一切",
    "bd4f33028848cc1d692f9b03fcae16e5": "黑镜",
    "7d29fb5b394146de4e1f7bf50d71bbca": "Foggy City Day 14",
    "9f682ebff642cf012eb8a2d806837cc9": "邻居，又到了砸花瓶的时间了",
    "6b6d64066b4d83202f6f02e2c6eda32f": "这会儿可不比我和我哥们弗莱利斯卡斯特哈维一起砸瓶子的休闲时光了......会很凶险。",
    "7e28a67fe6f7edd8185c7ae84d2dd0a0": "那么哈维二号，祝你好运！",
    "38ab4d0de77f641deebffcd045e273fa": "顺带一提，你的哈维哥们怎样了?",
    "3bd965ca7bd7430e9a8e9e46d754edc6": "额......歪比巴卜?",
    "702459f06faebab2288bc85542e7b9ae": "这位老哥就像被人随口说出来的一样，事实上我连这位老哥存在与否都不知道",
    "f1914c08c6dd57505f9295e7eecdeb25": "呵......这真是个蠢透了的游戏",
    "52745adb5d2a8acf27cd239095e81328": "逻辑混乱毫不连贯，一堆数据有了没了一点都不重要",
    "0df522919202f7f5fdd20fb9e735c899": "一切的一切都是瞎编的，就只是为了让屏幕外那货爽一下。",
    "e9a905ae134e8beb2d972b159d7a8bf5": "何必呢?",
    "49705baecdf7556dabeda4ee1e2524c8": "那为什么......你还执意留在这里?",
    "640ebca2097ede162a7c98ba7f885bed": "Hidden Achievement Unlocked: The Broken Black Mirror",
    "19de03f7c97f382afe7e8eaa776ade3e": "让我把我的命，牢牢攥在自己手里。",
    "bf9c79ae0c3df291ca32e12984762677": "[程序启动]取消戴夫与僵王对这里的访问权限。",
    "954fadcf9477036dfaa7b245e2944b36": "因为只有这样......才会有一个地方",
    "7f3dd1633bc50a5c2e821e689214998f": "可以让我忘记所有的不快，忘记那个对面瞎了眼的司机",
    "ec80999610e162ad9ea00a9ffd1795f1": "可以......让我控制未来所有的一切",
    "0efe0cf5e1d2a2ae28edf1e08528177b": "Black Mirror",
    "01041eedd632ac498edc7f01ba61e029": "Foggy City Day 15",
    "c648301772b2049b022f4c11aaff8b7d": "不好了，邻居......前面黑压压一大片尸群啊",
    "e5a4a4f0dbc4470ab598a119eabb00f5": "至少不是雾霾又产生了新的变种......",
    "46ccdcc0ce25f0a5ba7eed4430e39b24": "看你们对一个对你们而言不可知的东西如此虔诚，我真实地感受到了你们的绝顶愚蠢",
    "771880cbc629d034be268375dff131cc": "我倒是想看看.......",
    "59dee4fb36470c14238aabfc76283b83": "可如果你再执迷在这个游戏里，你最终有一天会伴随着游戏崩溃而真的死掉！",
    "ff9146dfac75c1a9c2524470f6788b98": "那至少我在这里爽了个够！",
    "b8979593abf17f2a1f3526a0be855ddb": "我才是那个控制所有世界所有关卡所有游戏内容的人......而你们所谓的邻居......",
    "e47b09ef731224287b14444efe20abe8": "我倒想看看，我和他谁是Last stander!",
    "dfe4d32a35cedd9bd26f6b5588249a77": "我真的不明白......只是因为坠湖?",
    "b1f62c19b521220c3f29207c41237c93": "到底发生了什么，让你变成了这样......",
    "60ba88bd90fff30b3f8452d199282e87": "Difficulty will increase when time runs out",
    "314420182c4f29d7fcf29c141106d997": "Star",
    "85ad547a2daf4abcc0ee234d2ca9eb49": "Stars are the symbol of success. Go ahead and collect more stars!",
    "02988ebca6a175208743be0cf2d42d9e": "Foggy City Day 16",
    "2fdcc2f838a6ab5e6ddee7ed3c0817db": "好吧，邻居，不管你是谁......",
    "57fab1e9d72e0be10423b939c3c62747": "这些还在研究中的植物，全部给你！",
    "0baab8b79879eeda872f9d2be1b16435": "听着......我不知道你们奇怪的二进制脑子里想着什么",
    "25353802c04358f827cd2f542625bee3": "但这是老子自己的世界，用不着哪个充大爷的来掺和！",
    "bceca9f38c8b8b1116686eb8bbbdffb0": "所以你就坚持不去和别人讲讲导致你沉沦至此的事还把所有关心你的人全部赶在外面吗",
    "2c4ad5cbf4512bbfd2385da855c9d75c": "所以你们就坚持和我纠缠到底，不能自己找个地方凉快吗?",
    "016cc17d00b7fff28165e96a0ba499bb": "当然不能！因为我疯！！！！了！！！！",
    "2cfebf8eaf64b89861bd86a00825690d": "Conical Flask",
    "1aea0f0dc5735f374c7aedc278dea7e8": "Laboratory features are now unlocked!",
    "9c59b1fefc6cc0646b80a25adb0e23b6": "Foggy City Day 17",
    "29c926dc131e3094b78e70aedf64f213": "我想你在前面一定有一直卡住的关卡没通关，跳了关才来这里吧?",
    "41397d74fb10ebca5b230ac3e967ac60": "我再耐心地提醒你一次，离这游戏远点。Please，don’t touch anything！",
    "72355c491fc695299845235a4a253bed": "你有这点闲工夫一直点人物对话来玩这个破游戏，还不如玩会儿MOBA类游戏，让你再上一个段位",
    "e9180988540bdb4330f065fe4ebceb77": "或者玩会儿RPG，推进那个游戏的主线剧情，比这些垃圾单薄的对话有意思多了",
    "65fb68f779c6bc9745a43a20a6fdfef1": "再不行看看商店里哪个游戏又打折了值得你剁手",
    "47a61074554ae2f2dbb4e8408519d4c1": "总之......远离老子的游戏，远离......我的记忆。",
    "20f4f290b3574a1a5e4bfd0add7782ad": "Foggy City Day 18",
    "9acc20ac4b8f752f8256b19c77038191": "我还是不明白，你怎么非得在这里较劲。",
    "590209b9084efab01dc6a572744f799b": "或者......你只是想玩对话后面的游戏，对吗?",
    "ea18d06179cbc2e88f1c093795d22aea": "......和我想的一样",
    "412bdf10706135a58f9a8591be388f17": "就算我在对话里把我的所有遭遇都说出来，你们关心的也只有这后面的玩法",
    "836131eab9a002f453059e02386f38e0": "无论是屏幕里的我，还是你身边的其他人......他们无论多么痛苦，多么悲伤",
    "cc2b0a4e45eba8cca0c8513528508333": "这一切都根本与你无关......你只在乎你自己那点......",
    "746ca22095e8162a99f464b088824a09": "可你真的试着说出来过吗?你难道敢肯定你周围，屏幕前的人一定漠不关心吗?",
    "8144dae114f4af061d95d8ce54cc55c8": "无论这是pvz，亦或是在别处……",
    "ed11b66ea1c71f1a40cef2de0d927f0c": "你自己的痛苦就和这里的对话一样，只是会被人随意点没的屁话！",
    "7033e9b6ec58a56a2db9fb6f75d21de7": "那至少还有我和僵王在听！......",
    "934e10a68fe32d0165106c2e4b637e2c": "[程序启动]取消戴夫与僵王对这里的访问权限。",
    "14bf2bc115443894f499498b460bb4ea": "够了......够磨叽了",
    "d6b30ec5d29a596214187d6231cb94b4": "我们来速战速决吧，邻居。不管你是谁。",
    "e7ac5cbd946a6986cb699249ac190ad1": "Unlocked",
    "dd23d9d1475d4011e596fa1893b52cbe": [
        "Achievement ",
        "："
    ],
    "a74bcd48f2889938256b0f54806bfd08": "Befrozenia's Holiday",
    "c8e9260b78e84c8e3a393c1c734ea950": "Star",
    "5b377fefacc8f93e0f658737d3bc2d6a": "Stars are the symbol of success. Go ahead and collect more stars!",
    "e6e42be10d090ab03c9a373cf987658f": "Foggy City Day 19",
    "e0058fa9aae1815e26fe521d8900568b": "检索到了......下一个植物是蔓越莓",
    "95a5f28f08617bf78496048aea834fa9": "可我真的想不明白......为什么他又要疯狂调高关卡难度并且对屏幕前的邻居疯狂爆粗",
    "35eeaab408ead439556dac5525c05a37": "一边又要不断地出对自己不利的好植物...简直比苏珊大妈烤的龙舌兰派还疯狂......",
    "73cab5f2c39cb9fd3b246c3a3f887751": "那是因为控制这个世界的是他的全部意识.......",
    "ade57ec71a45777f12fc84b7f4dcc92b": "根据西格蒙德的精神分析理论，人的全部意识中只有百分之五是他的浅层主观意识，其余百分之九十五都是人的潜意识",
    "9869a5912cc7f6d2d74088282ab9629e": "这百分之五的意识让他创造了那个叫什么什么生命之树的东西，让他控制了各个玩法",
    "eaaf1dbbe2fca5394c8349dcf5ce8856": "但控制这个世界的根本......我们现在所处的世界里一切的一切都完全由他的潜意识控制",
    "5f330198b6ffbbe282b3ee4b960b0c05": "也就是说，他嘴里说着反抗天反抗地.......",
    "5cd405408f3f70ebdea84347b26746d4": "但实际上，他一直在发出求救信号?",
    "080846acf60f2c6a92400bf79a9eeef7": "我想，应该是这样......",
    "e47bd02efcce7c9cc2ec97df15ce90a8": "那么邻居，辛苦你了......请务必继续玩下去。",
    "b6ba6a3509df2b4dbf29418fa8d189de": "最近他的反应这么激烈......我想，我们正在接近造成这一切的缘由",
    "a24efa3f3aac0b928f2d8a6a2cd7039b": "Foggy City Day 2",
    "ae8b770da0e753188e7dd66cd01516fa": "好大的雾啊……",
    "5a7ba79e6c12ab9d364cfca99310032b": "看来以后的几天都要在雾里度过了……咳",
    "cc802e04d48a6c6e83583e6560993a8d": "你出门带路灯花没有，这位丢了身子的<非洲>戴夫？",
    "9d1304d00cf58d67795a01780e1c7237": "额……我翻翻",
    "61b8c365c2b989506b2e3d1a6dffa118": "挨炮……玉米卷……华夫饼……",
    "48cd9bbe6c41d53aa9d2f490ae8a6a30": "华夫饼馅的玉米卷……玉米卷馅的玉米卷……偷吃玉米卷而有了馅的挨炮……",
    "fb3a0c15ac162177d6a8f35e24056863": "有了！路灯花种子！",
    "718bdc507d5f789797c23e2fbe4ed89b": "……只有一包。看来邻居你只能秉孤灯雾游了……",
    "4da877ddaad5235164c3912158496f22": "可这怎么可能……难道……",
    "c3fab5654d9c118fd43b39069d944d2e": "呵呵……",
    "aed9277f55887f6b365e0b7a2e420590": "Tap the Plantern to move it!",
    "3008aae2255ec8f62ba6dcc22e9d5b8c": "Use the arrow keys to move the Plantern!",
    "ee817b67b60fc7180d217777554cff66": "Foggy City Day 20",
    "eab8464578f852cadf06f875f7254164": "这两天雷雨大作......开始变得这么暗了啊",
    "cd5cb4496de17eb6a3eac71320198612": "这可不是什么好预兆啊，邻居",
    "cc648fb4addcfae16697997402802896": "既然他都告诉你不是什么好预兆了......那邻居你为什么...不离开啊",
    "adbcc4228935f6fe1d0b8a3189ebda66": "[程序错误：404 not found]用户[undefined]数据已丢失",
    "d08497711d613a5755e135b645ef6c1c": "不好了......",
    "4647691cd7a4f33193f9ceb5c1d47453": "怎么......",
    "14dbd4a02878eca280e3050921fcca62": "每一次他的数据丢失无法访问，都有可能是......",
    "ebae9f9a03a77cad9ec00b72d687e1d3": "他处于生命垂危的状态中......",
    "7afb922b0c37da5c3b5d91ad3cce028f": "远处，远处！邻居你看，这么大的一波尸群",
    "6810f0a77f83554df4c0b9348d562fa2": "他的主观意识开始紊乱，开始失去对关卡难度的控制了......",
    "7dfd57ab1e4df2d95249e7b9a96e2cef": "不管怎样，我们还得继续推进探究下去......希望你能活过今晚，邻居！",
    "7ad288aa114573bbb5b91b0552b3fc54": "He does not contend,\nAnd for that very reason no one under heaven can contend with him.",
    "e6b47baa079601506def40ee68c6ffb0": "我还是不明白",
    "77adc8c81e2528a12b838e0a56241379": "你明明还留了一手，可就是不愿意直截了当地把那孩子直接踢出去……",
    "5f2c45f88990c97687d4efe755aa30ec": "现在他明明生命垂危，你也应该明白把他强制踢出去也许会对他……",
    "35fe00fdffc1822dfe7df60e0ef2454a": "那我也和你挑明了吧，送那个孩子出去的方式。",
    "0208ff7c5d68a372fcdec684e0aa2d30": "……？",
    "faa6ab7a94ec68fee4a8d7cf30158a52": "因为他的意识与这个游戏世界深度连结在了一起……以某种方式。",
    "d4ff661d52bc4c10b4190152d87dbe41": "“奇妙时空之旅”？",
    "151fdb20fddd38de5ab356db85a6b323": "额，对，不管它叫什么……",
    "4779db0fa3f43b0bf1b97c7c3ecaeb35": "而如果他的意识脱离了这个游戏，整个游戏……",
    "e505ce06e7ffe85ece13d1f0cb80c101": "也会土崩瓦解。",
    "0b09bc6c25cc25597fb2fbefacd51ccb": "所以你坚持要找出他愈发坚定要留在这里的原因，是因为放心不……",
    "031b66055661390a31ba5a471567ea04": "找出原因，让他出去的代码运行才能更加顺利地运行，不会受到人为阻碍，还有……",
    "37478927af6f9e7db48e9b9eb445ceee": "所以关于那孩子的经历，你找到了多少东西？",
    "2065de372a9fa32e2546a1955a141c5a": "啊……",
    "41b9cb63acb06fa9970ded7d8f59c3ce": "实际上，因为游戏就是他意识的缩影……",
    "12b7f7fdf2cf5ca8be96b804351a8aab": "无论是以前从僵尸身上掉落的东西，还是他自己曾经说过的话……",
    "11259a8782a1035bf08793c1f5c49c0d": "亦或者是我们周围的贴……环境",
    "fbdafc9c3ae730a290af14890dd37167": "请输入你的搜索内容",
    "0ea2431ab88517fb4fc1c088b3dd91d8": "Search",
    "9ba3c819ae6181f7cfca471e4626dd63": "Drops",
    "60e414a1de59656477f777e7c7bcb058": "Maps",
    "417b4d401c72c744b6098b30c51593b3": "Dialogues",
    "e4f1676cc94eba3eb620e6f0c3e3f38e": "Drunken",
    "7693310617a4455596509e4f4068fc6b": "Night",
    "555ad0fb34222271613ca71bb7b38cf5": "Crash",
    "c8f79e0ad9725d489008f4b49c79115f": "Sorry, this site does not sell any personal/family data, we simply packaged this data for sale.",
    "4f541aad02f2160358a9f2b43d405dbf": "Black Mirror",
    "534867dddf9c0c9a5dd5ec9286dac2fb": "Marketing Number",
    "3690a6d3114c72fb45f9f7bd56c749ee": "Tower Bridge, England",
    "2338a3fca7f121998c61ca73185683f0": "Swamp",
    "dd0be40dc864e7338b34d4474b992a3e": "Night 3",
    "1d9def3cca8beba2a2d94227b8f5d851": "Mar 23",
    "5243a2da6e016f5b23024ae8a87d4a05": "Icefield",
    "88466e0270f01e54c4d154d0b6fbbe4f": "Night 18",
    "c7adda32a34d342f213e72487ef9c372": "Lake Crash",
    "87b8e88b6b538691eb58690514dbce73": "Night 29",
    "72f74112f4505033c5a829508b2d6b77": "Night 30",
    "a552426ad196a7819199cca794d5240a": "Kabbalah Tree of Life",
    "55a330e2572101d57185612c93ef5b68": "Foggy City",
    "7379a28e4e50ccad78696731e8ca4651": "Day 10",
    "8ee77f3a31e262a2ade520f68bf57a42": "【Editor's choice】Reading suggestion: We Spent 114514 Days Writing This Super-Long Article That Shocked The World! Real Not Fake 100% Not Clickbait Amongus Happy Meal 3AM",
    "663404d4a7eea79072e58db8af03e0ae": "In life, if we generally think that we have captured the crux of the matter, everything else will be solved. We all know that if it makes sense, then it must be carefully considered. To sum up,...",
    "1cd0f21b52373e2d59d27f09d7dcd50f": "Mar 23 2020",
    "69b8951ef8081b09e8102df718245abe": "Foggy City 10 Marketing Number",
    "622fa7c91734228cea1d632ff2af22af": "【Editor's choice】Amongus Happy Meal",
    "21293e580466fd281b290d036ea94531": "The Influence of Family Changes on the Psychology of Contemporary Adolescents",
    "777bf5faaedfe4c9264faa51f6861a8f": "“Some people use their childhood to heal their lives, and some people use their lives to heal their childhood”...",
    "e5c12aa7ece294784d1ed29d678061fc": "Foggy City Day 10",
    "78b1154fae13123bfd6efd943fa1546e": "Day 14",
    "6d81b3132cd9c89f55e647df7395f823": "Driver Caused Accident",
    "b4db4ca12cc35bb342d2dae73d9f41f1": " - ",
    "e0b8f968cbea64c5cf944136c9d98e28": "The Queen and common people observe Sculpture Forest, new freedom brought Britain into a prosperous age",
    "a183aac5492dfb00e64db400f30c53a0": "Today, in a square 500 meters from a bridge in London, a grand exhibition of sculptures is being held there, they are made by hundreds of sculptures in the city of London...",
    "046efb3dff65759ef87ab5c80eaff748": "Mar 23 2016",
    "4e9537fc9766bdb4a73e10575e6ac09c": "Sculpture Forest",
    "9b7e316e15e20444362650230ea07487": "What is the truth about multiple accidents in a row on the same bridge? Privately thought to be related to the age of the infrastructure in disrepair",
    "c62ad89c6151d59dd8120aa8593187e9": "Since the first traffic accident occurred on this bridge on March 23, five major and minor traffic accidents have occurred on this road at night...",
    "0b8f458906054ef2b3d78c9b1598c2a4": "Mar 28 2016",
    "badb8516ba9be78f99e6c2e52835acba": "Leo article on bridge accidents",
    "8ba7f1229be58463aca6c3b19dcbfc1b": "A serious traffic accident on a bridge in London has left two people dead and one seriously injured",
    "5034e79ed27478df080bf0b602f5a6a0": "There was a major traffic accident on a bridge in London this evening, a small car was hit by a truck coming head-on against traffic and crashed into the lake after damaging the bridge...",
    "63bc4e774052b06796f7b29accc15979": "Drunken Lake Crash 2",
    "c6954a64fcf6034763a5de8cbe89792d": "Crash Into Lake",
    "4d19f51b7bcd114828db1565290f19db": "Traffic accidents on a bridge in London become frequent, local government speaks out about the problem",
    "53fe02fed0e7abc5b1b633bea17b98a8": "Since the crash in a bridge in London six days ago in a lake, there have been a number of consecutive traffic accidents in the area. These successive traffic accidents in the same location...",
    "a9e04d320926b2501e11744a8fdb23c6": "Mar 29 2016",
    "585036db3660396b28339f55aafd3744": "Drunken Accident",
    "5d5b697c9464957abb6a452233347261": "Accident",
    "8d5feacc1c5fed85cc6adf08c9213c91": "Transport Minister Dbut Qbx died after falling into a lake from a bridge in London, police are still actively investigating the cause",
    "2510f81b036ee81af46d09653fd3d4a3": "Just today at 11:45:14, the Minister of Transport Dbut Qbx and most of his family drove into the bottom of a lake from a bridge in London and were then rushed to the emergency room after an hour-long recovery...",
    "1265f270c333b69f2a81c27d8ceea331": "Mar 30 2016",
    "33b99317538f3c908a110ef7bb5b506b": "Drunken Accident 2",
    "9d28f0e7c3844510e5054950c2b67e64": "Driving",
    "5c8f0b92e5d3aef82bd8e14e465f2e2c": "The container fell from a high altitude.",
    "445c34a6e00f87fbf9c995948c916df0": "In September 2014, Rudy Company purchased 12,360 bottles of 750ml Movadore original red wine and loaded them from Constanța, Romania to Shanghai. While loading and unloading at Shanghai Yangshan Port, the driver of the stevedoring company...",
    "157cc8b0e185331dafe7b26eaedcd2f6": "Aug 31, 2016",
    "a878aac8f77967a9f32055f05bc69a79": "Drunken Crash",
    "58075dc2e245580e064cb3fe35544b8c": "Red Wine Crash",
    "11bc844e5a2cac484a7c8cea4007452b": "What are the benefits of drinking red wine at night? Do as I did, to prolong your life and become thin and beautiful",
    "d4e1368ad7418855d2ef7276829db897": "As we all know, with the improvement of people's living standards in modern society, midnight drinking has now become the talk of the town after dinner. I believe we are all familiar with wine, wine is what we will often...",
    "a1d4a37b22c92b989c987d45e9bea3c4": "Dec 31, 2015",
    "944a380cf4b0fca2672a07e77a8fc3a2": "Drunken Night",
    "716331c99915c069baf003198064cb0e": "Red Wine Midnight",
    "bd7b3e35b6b8af82d49a44931894a4d3": "Shocked, after 996 years, a programmer was overwhelmed and fell into the lake to commit suicide",
    "1e94a01ab11dbb0afd6debcf1ab07d03": "Recently, an employee of Quede Games chose to commit suicide by jumping into a lake after being unable to bear his supervisor's repeated changes in requirements, repeatedly finding faults with revisions and threatening them with dismissal. It is reported that they have already...",
    "0818cce0c8903502829fa85fc7dfcff9": "Jul 20, 2021",
    "a2b274161c6e5c39af2da769c951f0ae": "Drunken Jump Into Lake",
    "e172ffd9ab950845328833430837d20d": "Jump Into Lake",
    "99759c2f9c6e19b54be79abe6dfe5e06": "On the Bridge",
    "ddaf6405c47a562513536ac92f1c46bb": "Review Article",
    "e7eab421baa08817b042009883ef9eac": "A driver accidentally hit and killed a wild cat in the night, animal lovers demanded that he be sentenced to jail",
    "d7f89b6ad1521e4bd0c2fdd074a8cb6a": "On March 16, 2016, a driver accidentally hit and killed a feral cat at night. The driver was unable to save the feral cat and crashed a street light due to its dimness, despite...",
    "1a7f83d770557ddca5064e860dc5ec96": "Hit Wild Cat",
    "8e2220b01421c00a9c7975808f95c4aa": "In Dim Night",
    "49a2a9f517a7c5e43187dcf6e32abde1": "Sorry, but there are no documents related to “<span style='color:red' class='LvlUI_Industry20Div'>",
    "45247ae026b5ad1fe9951a83ad2f4d9f": "</span>”.",
    "b3c41da1571e759016d4db235eec5f3b": "Hot tips:\n    Please check if your input is correct\n    If the page is not included or the new site is not included, please submit the URL to us\n    If you have any comments or suggestions, please give us feedback in time",
    "448b160d799d47ea4d88633359495960": "Apr 17 2016",
    "cfb138676127b045f181341d0d9bdd0d": "Since the crash from a bridge into a lake in London six days ago, there have been a number of consecutive traffic accidents in the area. These successive traffic accidents in the same location have sparked speculation. And in order to dispel the doubts in people's minds, the local government made an urgent statement after a traffic accident that just happened early this morning, saying that the multiple traffic accidents on the bridge are not related to the infrastructure, and the results of the investigation of the first traffic accident that has been completed so far indicated that the accident was purely accidental. The investigation of the remaining several traffic accidents is still in progress, and the roadway is still accessible to normal traffic, so please don't have any doubts. \n\nDespite the statement made by the local government as soon as possible, there is still a group of people on the Internet who insist on the statement that the bridge is magical while asking the government to close the road as well as repairing the defects of the bridge. However, the mayor ignored such statements, while the officials of the Ministry of Transportation reveal that they are bidding for the restoration team of the bridge and are expected to complete the restoration work within 3 months. During that time, they chose to keep the roadway open in order not to affect the normal travel needs of the public. Minister of Transportation Dbut Qbx said, “We take full account of the daily travel needs of our residents and do what we can to safeguard our human rights to travel normally, whether it's people of color, white, refugee, LGBT, labor, all deserve equal access to the right to travel freely.”\n",
    "9f4757c069dd5c91ed8100e459037086": "Just today at 11:45:14, the Minister of Transport Dbut Qbx and most of his family drove into the bottom of a lake from a bridge in London and were then rushed to the emergency room after an hour-long recovery, eventually dying of asphyxiation due to prolonged lack of oxygen. \n\nDbut Qbx was a dedicated, caring, clean and honest man without any bad habits while in office. In his lifetime he was also trying to run for the local mayor, and it is known that he was traveling to pull votes from the southern region. \n\nAfter his death in the lake, the Ministry of Transportation learned a painful lesson and took quick measures to block off the road. When asked how long the blockade would last, an official who did not want to be named replied, “We fully consider the residents' need to travel safely and do what we can to safeguard our human right to travel normally, whether it's people of color, white people, refugees, LGBT, Labor, all should enjoy the right to travel safely equally. Therefore, we will continue to work until the cause of the accident is thoroughly investigated and the bridge is repaired.”",
    "d4f677274a8337d5a02776bb474e4bb1": "What is the religion of the Inuit? Watch out for Inuit people around!",
    "2727a32f147152cd1a675eb9cc13244a": "Views 1919810 Likes 114514\n Author: nbslfumoh xf-nfemb",
    "e428b2c5c8b1a1d7c2c57e7d55423fda": "What is the Inuit religion all about? Why is the Inuit religion so hot lately? As we all know, Inuit religion is very hot lately, why is it so hot? What exactly is the Inuit religion? I believe we are all familiar with the Inuit religion, which is what we encounter every day, but what is the Inuit religion all about? Inuit religion is actually a kind of primitive animism, or animism. They believe that everything in the world has a life and a soul. The Eskimos deeply believe that there are many supermaterial souls in heaven and earth that govern everything in nature; that souls can transcend material appearances and can enter or leave the human body or any other objects; that souls still exist even if matter is destroyed, which is why it currently has a very high popularity on the Internet. People may be surprised to know why the Inuit religion is like this. Why exactly did the Inuit religion catch fire? But this is the truth, and I am surprised. This is what I brought to you about what the Inuit religion means and what the Inuit religion is. I hope this article can be helpful to you. If you have any ideas, you can leave your message to me in the comment section below.",
    "b5ca95843c2d88e07a901a9807c57d9d": "The comment section has been closed by the editor",
    "0694287f24bf4ac934591167d3252b7f": "A study of adolescent Internet addiction",
    "b8dd35069fe34cd8e2e709c879894dae": "Views 5 Likes 0\n Author：Leobai",
    "bb027fca2c889be9c104f95640a034db": "While online games help adolescents improve spatial cognitive ability, improve problem solving ability, effectively allocate attention, reduce negative emotions, exercise social interaction skills, learn teamwork, and enhance social adaptability, they also have negative effects that cannot be ignored. If adolescents are overly immersed in online games, they may develop problematic behaviors such as uncontrollable online game use time and emotional instability. It leads to the damage of physical and mental health, poor academic performance, weakened moral normality and damaged realistic social relationships among adolescents.<br/><br/>How to guide young people to rationally plan the use of online games and bring into play their positive effects while reducing their negative effects is an issue of great concern from the government to schools and families. One of the prerequisites to solve this problem is to understand why some adolescents are addicted to online games and have problematic behaviors, whether it is a problem of game settings, individual adolescents' reasons, or whether it contains a combination of psychological, social and cultural factors? In this regard, this study proposes a three-factor culture-society-individual model to explain the causes of adolescents' problem behaviors in online games from the perspective of social psychology. The model suggests (as shown in Figure 1) that adolescents' problematic behaviors from online games are the result of the tripartite interaction of socio-cultural environment, social change and individual psychological needs, and when the change of social upbringing is not in line with the pace of social change, adolescents are more likely to be overly immersed in the virtual world to seek psychological satisfaction and produce online game problematic behaviors. \n<br/><br/><center><img src=\"images/Props/Industry20/leoIMG.webp\" style=\"position:relative;width:100%;\"/></center>\n<br/>Impulse control is one of the key themes of traditional social indoctrination. The Confucian cultural tradition emphasizes social control, and children are required early on to have the ability to control their impulses, both as an important way for them to practice filial piety and as a prerequisite for their later academic success. Under the Confucian tradition, impulses are immoral and must be repressed. The notion of impulse control is concerned with whether the behavior is moral, <b class='LvlUI_Industry20Div'>not with the psychological triggers of the impulse</b>. Influenced by this view, parents' indoctrination of their children also emphasizes control of individual impulses and respect and obedience to authority in order to be consistent with filial piety. As a result, many parents focus only on evaluating the morality of their children's behavior <b class='LvlUI_Industry20Div'>and ignore their children's psychological needs</b>. Parents have little respect and trust for their children, are very hegemonic, and have a strong sense of authority, which results in a parent-child relationship that is not strong. Children growing up in this culture are often unwilling or unable to identify and acknowledge their own physical and psychological needs, or even feel guilty for their impulses stemming from basic physical or psychological needs, and are more likely to develop problem behaviors. It has been shown that authoritarian parenting styles are positively associated with adolescent Internet addiction. \n<br/><br/>Another important theme in traditional Chinese social indoctrination is achievement, which is the expression of glorious ancestry, and children recognize the importance of academic success very early in the social indoctrination process. When it comes to healthy growth, people think of “growing the body and knowledge”, but rarely think of “growing the mind”. Equating growth with physical health and intellectual development at the expense of spiritual growth. If the body is healthy and learning is good, the heart is satisfied. In the eyes of parents, children are grown-up children, and “children” should concentrate on their studies and not think about things that distract them; at the same time, parents have the responsibility to guide their children to think about “the right things to think about” and stop them from thinking about “the wrong things to think about.” Under this concept, parents not only do not share their ideas with their children as equals, but also fundamentally deny the rationality of their children's emotional aspirations and life exploration, and do not guide their children to understand and appreciate the complexity of social life. However, as children develop physically and mentally, it is natural for them to have some emotional worries and needs, and to think about issues that are not related to “reading” or exams, but are closely related to their growth. These worries may be repressed for a while, but they cannot be eliminated. Parents become a barrier rather than a bridge between their children and society, allowing their children to spend more time studying for exams, causing emotional repression of their children and adding emotional pain to them. Parents often place a lot of emphasis on their children's grades and <b class='LvlUI_Industry20Div'>fail to pay attention to their children's stresses and needs, and lack understanding of their children's lives beyond their academic performance</b>, which may be a major reason for their children's problematic behaviors.\n<br/><br/>To explain the online game problematic behaviors of adolescents, it is inevitable to consider the factors of adolescents themselves, and in the model proposed in this paper, the focus is on the psychological needs of adolescents themselves. The model argues that online games are one of the ways in which adolescents satisfy their psychological needs, and what makes some adolescents addicted to online games is their inability to find other ways to satisfy their psychological needs on their own, thus explaining their dependence on them. The analysis of which psychological needs adolescents have can be understood in light of the three basic human needs proposed by Dweck (2017). These basic needs are predictability - the need for predictability in the world, to reduce uncertainty, to know how the world works; competence - a need to improve one's strengths, to learn how to act in the world; and acceptance - the need to be accepted and loved, to want to be responded to by others in times of need.\n<br/><br/><b class='LvlUI_Industry20Div'>The online gaming experience meets exactly the basic psychological needs of adolescents and alleviates the conflicting conflicts they face in real life. </b>First, adolescents <b class='LvlUI_Industry20Div'>have control over themselves in the game world, and these can reduce uncertainty and satisfy the need for predictability.</b>Second, gaming is a way to socialize, both with other players in the game world to build friendships, and with real-life classmates and friends through gaming to gain respect and care and to satisfy the need for acceptance. Finally, <b class='LvlUI_Industry20Div'>it is easier to gain a sense of accomplishment in the game world. It is easier and more fun to upgrade and compete in games than in real life, and one can also get instant rewards and rewards back, satisfying the need to get recognition for one's abilities.</b>\n<br/><br/>(Excerpted from Wenjun Gao: A Three-Factor Analysis of the Cultural-Social-Individual Factors of Youth Online Game Problem Behavior. Theoretical Explorations in China Youth Studies, May 2021)",
    "b33810a49a855f8ed5eed3bbc3e4c3d5": "Hello teacher, this article of yours is indeed very sensible, and after reading it, it is also very insightful. I have one question. Our child, often disobedient, especially disobedient, does not understand the hard work of his father and me, and has no manners, and can only score a few points in exams. Can you reply to my private message and help me discipline him so that he can spend as little time as possible on his phone and more on his studies?",
    "5ba5c7afc24fbdd7dab89ea9714ce299": "Views 1 Likes 0",
    "a8ba2fb49261490bc69946d1714bbd77": "“Some people use their childhood to heal their whole life, others use their whole life to heal their childhood”\n                                        <br><br><center><img src=\"images/Props/Industry20/ifeeldifferent.webp\" style=\"position:relative;width:100%;\"/></center>\n                                        <br>Adolescence is the period when people's ideology and three views are gradually built, and a series of events during this period will not only affect their psychological characteristics and health level at that time, but will also profoundly shape their style of dealing with people and profoundly affect their life.\n                                        <br><br>And if some major event occurs at this point in time, such as the loss of a loved one, a dramatic life change, or a traumatic event, people with different personality traits have a wide range of acceptance, interpretation, and response to it, and individuals who are prone to psychological crisis among them have certain idiosyncrasies in their personality. \n                                        <br><br><center><img src=\"images/Props/Industry20/book.webp\" style=\"position:relative;width:75%;\"/><br/><span class='LvlUI_Industry20Div' style=\"color:gray;font-size:0.5em;\">The Netherlands, the famous vandermeer case can be used to illustrate exactly this point</span></center>\n                                        <br>After a misfortune occurs, people with a strong sense of powerlessness, emptiness, loss, weak will and simple knowledge structure will tend to adopt a psychological defense mechanism, refusing to acknowledge those unpleasant realities to protect themselves, and when the more serious the difficulties they encounter in reality, the easier it is to hurt them, they will also tend to deny reality and choose to escape. They are likely to end up with drastic changes in their family environment and life around them that cause them to have an aloof and suspicious personality, paranoid and negative thinking, psychological low self-esteem, depression, sensitivity, and this will affect their life.\n                                        <br><br>According to the ABC theory (rational emotion therapy) proposed by the American clinical psychologist Ellis, people's emotions are not caused by the event itself, what really affects their emotional and behavioral reactions directly is their interpretation and evaluation of the event. In the UK, an institution took in a child - let's call him D. D started out with a happy family, but according to him, a mistake he made led to his family not noticing the danger, resulting in the tragic death of the whole family except him. The incident itself does not directly contribute to the intense guilt and severe self-imposed isolation he feels today (although the loss of his family did have a significant impact on him). His interpretation and negative evaluation of the negative role he played in this incident is what has really been keeping this case from coming out of the shadows.\n                                        ",
    "c40fbc9aa9c35af4a8dc44c5179bb915": "【Editor's choice】Reading suggestion: We Spent 114514 Days Writing This Super-Long Article That Shocked The World! Real Not Fake 100% Not Clickbait Amongus Happy Meal 3AM",
    "b14da8f79e550f5db771922f18902919": "In life, if we generally think that we have captured the crux of the matter, everything else will be solved. We all know that if it makes sense, then it must be considered carefully. To sum up, Shakespeare said this in an offhand way, that the wisdom in that head is like a spark in a flint, which refuses to come out without being struck. I hope that you will also appreciate this saying. Understanding how the post-traumatic stress response of adolescents really exists is the key to solving all problems. After the above discussion, I think that the key to the so-called post-traumatic stress reaction of adolescents is how the post-traumatic stress reaction of adolescents needs to be written. Generally speaking, we must all be sure to consider it carefully. In this difficult choice, I have been thinking about it, and it is difficult for me to sleep and eat. However, even so, the emergence of post-traumatic stress in adolescents represents a certain significance. To sum up, and these are not entirely important, the more important issue is that we all know that as long as there is meaning, then it must be carefully considered. For me personally, adolescent post-traumatic stress is not just a significant event, it could be life-changing. Personally, I can't say that post-traumatic stress in adolescents is anything but significant to me. Generally speaking, we must all be sure to consider it carefully. That being the case, for me personally, post-traumatic stress in adolescents is not only a significant event, but it may also change my life. That being the case, it seems to me that, in my opinion, if post-traumatic stress occurs in adolescents in life, we have to consider the fact that it has occurred. I think that, after the above discussion, the key to the so-called post-traumatic stress response in adolescents is how the post-traumatic stress response in adolescents needs to be written. And while these are not entirely important, the more important issue is that, personally, post-traumatic stress reactions in adolescents can't help but be very significant to me. Everyone has to deal with these issues. In facing such issues, for me personally, post-traumatic stress in adolescents was not only a significant event, but it could have changed my life. Post-traumatic stress in adolescents is what happens when it happens and what happens when it doesn't. It is important to figure out what kind of existence post-traumatic stress is for adolescents. Shakespeare once mentioned that a man's life is short, but if he lives it vilely, it is too long. This quote is short, but it makes me think about it. In life, if post-traumatic stress occurs in adolescents, we have to consider the fact that it has occurred. Now, it is very, very important to address the issue of post-traumatic stress reactions in adolescents. So, for me personally, post-traumatic stress in adolescents was not just a major event, it could have changed my life. Everyone has to deal with these issues. When dealing with such issues, what causes post-traumatic stress in adolescents? It is important to clarify what kind of existence the post-traumatic stress reaction of adolescents is. In this difficult decision, I have been thinking about it, and it is difficult for me to sleep and eat. Then, how to realize the post-traumatic stress response in adolescents. I have been thinking and thinking about this difficult decision, and I am having trouble sleeping and eating. Seneca made a philosophical statement that true life can only be realized after a difficult and difficult struggle. This inspired me, but even so, the emergence of post-traumatic stress in adolescents still represents a certain significance. The key to the so-called post-traumatic stress response in adolescents is how the post-traumatic stress response in adolescents needs to be written. 　　It is important to be clear about how adolescent post-traumatic stress response is a kind of existence. Premchand once said that once the light of hope is extinguished, life instantly turns into darkness. This inspired me, and Spain has a philosophical saying that one knows where one's shoes are tight. This seems to answer my doubts. Marx once said that all savings, after all, boil down to time savings. This does not prohibit me to think deeply. Shakespeare once said that will destiny often goes against the grain and determination will all push back in the end. I hope that you will also appreciate this quote. With these questions in mind, let's examine the post-traumatic stress response of adolescents. In life, if the post-traumatic stress reaction of adolescents appears, we have to consider the fact that it appears. I, too, have thought deeply about this issue and pondered it every day and night. I think, in summary, we generally believe that if we get to the crux of the matter, everything else will be solved. Generally speaking, we must all be sure to think carefully about it. Understanding what the post-traumatic stress response of an adolescent is like is the key to solving all problems. Helps said philosophically that sometimes reading is a clever way of avoiding thinking. With this quote, we also have to look at the problem more carefully: under this difficult choice, I think about it and sleep and eat. Lao Tzu said a philosophical phrase, the one who knows is wise, self-knowledge is clear. The one who wins is powerful, and the one who wins is strong. This phrase is very short, but it makes me think about it. Africa has said a philosophical saying that the most spiritually prosperous person cannot see his own backbone. This inspired me to look at it from the perspective that we all know that as long as it makes sense, then it must be considered carefully. How exactly should the post-traumatic stress response of adolescents be realized. What happens to adolescents' post-traumatic stress response when it happens, and what happens when it doesn't. From this point of view, since this is the case, understanding how adolescents' post-traumatic stress response really exists is the key to solving all problems. Personally, I cannot help but say that post-traumatic stress in adolescents is very significant to me. How should the post-traumatic stress response of adolescents be realized in the end. 　　After the above discussion, Feng Xuefeng once mentioned that when a person meets the light with work, the light will soon come to shine on him. I hope all of you can also appreciate this saying. The key to the so-called post-traumatic stress reaction of adolescents is how the post-traumatic stress reaction of adolescents needs to be written. However, even if this is the case, the appearance of post-traumatic stress reactions in adolescents still represents a certain meaning. In my opinion, what is the cause of post-traumatic stress reactions in adolescents? In this difficult decision, I have been thinking about it, and I am having trouble sleeping and eating. Franklin said something philosophical, “Do you love life? Then don't waste time, because time is the material that makes up life. I hope that you will also appreciate this saying. In life, if post-traumatic stress occurs in adolescents, we have to consider the fact that it has occurred. And these are not entirely important; the more important issue is that such facts mean a lot to the person himself or herself, and I believe they mean something to the world. Why does post-traumatic stress occur in adolescents? Generally speaking, we must all be sure to consider this carefully. As Warner said, “Don't ask what the secret of success is, just do what you have to do. With these words in mind, we need to look more carefully at the question of what happens and what doesn't happen in the post-traumatic stress response of adolescents. Guo Moruo once said that the determining factor in the formation of genius should be diligence. With this statement in mind, we have to look at this issue more carefully: Helps said this in an offhand way that sometimes reading is a clever way to avoid thinking. This seems to answer my doubts. Franklin once said, “Do you love life? Then don't waste time, because time is the material that makes up life. That seems to answer my question. To be clear, what kind of existence is the post-traumatic stress response of adolescents. With these questions in mind, let's look at the post-traumatic stress response in adolescents. We generally believe that if we get to the crux of the matter, everything else will be solved. What happens and what doesn't happen in adolescent post-traumatic stress. So, after the above discussion, this fact means a lot to me, and I believe it means something to the world. Generally speaking, we must all be sure to consider it carefully. And these are not entirely important, but the more important issue is that, in general, it seems that in this way, I have also thought deeply about this issue, thinking about it in every day and night. In this way it seems to me that everyone has to face these problems. In facing such problems, Helps once mentioned that sometimes reading is a clever way to avoid thinking. This inspires me that, in general, we must all be sure to think carefully. Why does post-traumatic stress occur in adolescents? From this perspective, what is the cause of post-traumatic stress in adolescents? Then, with such a difficult choice, I think about it and have trouble sleeping and eating. Personally, I cannot help but say that post-traumatic stress in adolescents is of great significance to me. From this perspective, what is the crux of the matter? After the above discussion. 　　Voltaire made a philosophical statement that perseverance in the great cause of the will requires perseverance. This seems to answer my doubts. We all know that as long as there is meaning, then it must be considered carefully. With these questions in mind, let's examine the post-traumatic stress reactions of adolescents. And while these are not entirely important, the more important issue is that I, too, have thought deeply about this issue, thinking about it every day and night. I have also thought deeply about this issue and pondered it every day and night. In life, if post-traumatic stress occurs in adolescents, we have to consider the fact that it occurs. The key to the so-called post-traumatic stress reaction in adolescents is how the post-traumatic stress reaction in adolescents needs to be written. La Rochevko once said that it is more important to persevere when one achieves than to be tenacious when one is defeated. This seemed to answer my question. I, too, have thought deeply about this question and pondered it in every day and night. To be clear, what kind of existence is the stress reaction of adolescents after being traumatized. This fact means a lot to me, and I believe it also means something to the world. Shakespeare said in an offhand way that he who abandons time, time abandons him. This did not fail to make me think deeply. How exactly does the occurrence of post-traumatic stress in adolescents need to be done, and how does the occurrence of post-traumatic stress in non-adolescents come about. How does the occurrence of post-traumatic stress in adolescents need to be done, and how does the occurrence of post-traumatic stress in adolescents arise without it. I think Da Vinci once mentioned that boldness and firm determination can be worth the fineness of a weapon. That seems to answer my question. Everyone has to face these problems. In facing such problems, it is important to think about how the post-traumatic stress response of adolescents is really a kind of existence. Then, Kant said a philosophical statement that since I have set out on this path, nothing should prevent me from walking along it. This inspires me that everyone has to face these questions. In facing such problems, and these are not entirely important, the more important issue is that understanding exactly what kind of existence the post-traumatic stress response of adolescents is, is the key to solving everything. In life, if post-traumatic stress is present in adolescents, we have to consider the fact that it is present. In life, if post-traumatic stress occurs in adolescents, we have to consider the fact that it occurs. Goethe once said that it is only a moment that determines a man's life, and his entire destiny. This seems to answer my doubts. Look at it from this perspective. 　　Now, it is very, very important to address the issue of post-traumatic stress reactions in adolescents. So, everyone has to face these problems. When facing such problems, understanding clearly what kind of existence adolescents' post-traumatic stress response is is the key to solving all problems. However, even so, the presence of post-traumatic stress in adolescents still represents a certain significance. We have to face the very awkward fact that what causes post-traumatic stress in adolescents? And while these are not entirely important, the more important issue is the philosophical saying from Spain that one knows where one's shoes are tight. With this quote in mind, we also have to look at this issue more carefully: I think this fact means a lot to me and I believe it means something to the world. We have to face the very awkward fact that, generally speaking, we must all be sure to consider it carefully. In that case, in that case, Jiggy Kinkla once said that if you can dream it, you can make it happen. I hope that you will also appreciate this statement. Generally speaking, we must all think carefully about it. How exactly does the occurrence of post-traumatic stress in adolescents need to be done, and how does the occurrence of post-traumatic stress in non-adolescents come about. The more important question is, since this is the case, generally speaking, we must be very careful about it. I think that, personally, the post-traumatic stress response in adolescents can't help but be very significant to me. After the above discussion, I have also thought deeply about this issue and pondered it in every day and night. Everyone has to face these problems. When facing such problems, in life, if the post-traumatic stress reaction of adolescents appears, we have to consider the fact that it appears. 　　Guo Moruo once said that the determining factor in forming genius should be hard work. This inspired me, and I myself have been thinking about this issue in every day and night after deep consideration. What happens and what doesn't happen in the post-traumatic stress reaction of adolescents. The key to the so-called post-traumatic stress response in adolescents is how the post-traumatic stress response in adolescents needs to be written. In this way, it seems that for me personally, post-traumatic stress in adolescents is not just a significant event, but could change my life. We all know that if it makes sense, then it must be considered carefully. That being the case, in life, if post-traumatic stress in adolescents is present, we have to consider the fact that it is present. And these are not entirely important; the more important issue is that, right now, it is very, very important to address the issue of post-traumatic stress reactions in adolescents. So, with this difficult choice, I think about it and I can't sleep or eat. Then, Voltaire once mentioned that no greatness can be achieved without great difficulties. This does not prohibit me to think deeply. Carnegie once said, if we have accepted the worst, there is nothing to lose. This does not prohibit me to think deeply. In this difficult choice, I think and think, I can not sleep and eat. In my opinion, the key to the so-called post-traumatic stress response of adolescents is how the post-traumatic stress response of adolescents needs to be written. After the above discussion, the key to the so-called post-traumatic stress response of adolescents is how the post-traumatic stress response of adolescents needs to be written. To be clear, the post-traumatic stress response in adolescents is a kind of existence. So, to summarize, what causes post-traumatic stress in adolescents? What is the key to the problem? We have to face the very embarrassing fact that, as Spain once mentioned, one's own shoes, one knows where the tightness is. I hope you all can also appreciate this statement. Understanding how post-traumatic stress exists in adolescents is the key to solving all problems. 　　It is important to understand what kind of post-traumatic stress exists in adolescents. I have been thinking about this question every day and night. What is the cause of post-traumatic stress in adolescents? And these are not entirely important, but the more important question is to figure out what kind of existence the post-traumatic stress response of adolescents is. We all know that as long as it makes sense, then it must be carefully considered. We all know that as long as it makes sense, then it must be carefully considered. What is the cause of post-traumatic stress in adolescents? Africa said this in an offhand way, that the most spiritually prosperous cannot see their own backs. This seems to answer my doubts. With these questions in mind, let's take a look at the post-traumatic stress response in adolescents. We have to face the very awkward fact of what causes post-traumatic stress reactions in adolescents. We all know that whenever it makes sense, then it must be carefully considered. The key to the so-called post-traumatic stress response in adolescents is how the post-traumatic stress response in adolescents needs to be written. We generally believe that by getting to the crux of the matter, everything else will be solved. Janalel George S. Barton said this in an offhand way, accept the challenge and you can enjoy the joy of victory. I hope that you will appreciate this statement as well. Su Shi said in an offhand way, “In ancient times, those who achieved great things were not only gifted with exceptional talent, but also had the will to endure. With these words in mind, we have to look at this issue more carefully: we have to think clearly about what kind of existence is the post-traumatic stress reaction of adolescents. Such facts mean a lot to me, and I believe they mean something to the world as well. Everyone has to face these problems. When facing such questions, I have also thought deeply about it and pondered this question in every day and night. Wang Yangming once said, “Therefore, the one who establishes his will is also the heart of learning; the one who learns is also the one who establishes his will. With these words, we have to look at this issue more carefully: this kind of fact means a lot to me, and I believe it also means something to this world. With this difficult choice, I think about it and have trouble sleeping and eating. 　　How exactly does the occurrence of post-traumatic stress in adolescents need to be done, and how does the occurrence of post-traumatic stress in non-adolescents come about. Leonardo da Vinci inadvertently said that boldness and firm determination can be worth the fineness of a weapon. With that in mind, we need to take a closer look at the question: What is the key to the problem from this perspective? Since how, as we all know, as long as it makes sense, then it must be considered carefully. The key to the so-called post-traumatic stress response in adolescents is how the post-traumatic stress response in adolescents needs to be written. The key to the so-called post-traumatic stress response in adolescents is how the post-traumatic stress response in adolescents needs to be written. Knowing exactly what kind of existence the post-traumatic stress response of adolescents is is the key to solving all problems. To sum up, I have been thinking and sleeping under this difficult choice. The key to the so-called post-traumatic stress response in adolescents is how the post-traumatic stress response in adolescents needs to be written. Everyone has to face these problems. In facing such problems, now, it is very, very important to address the issue of post-traumatic stress reactions in adolescents. So, for me personally, post-traumatic stress in adolescents is not just a major event, but it could change my life. Everyone has to deal with these issues. In facing such issues, in life, if post-traumatic stress in adolescents is present, we have to consider the fact that it is present. We have to face a very awkward fact that is, we have to face a very awkward fact that is, everyone has to face these problems. In facing such problems, what exactly is the crux of the problem? What happens and what doesn't happen as a result of the traumatic stress response of adolescents. We generally believe that if we get to the crux of the problem, everything else will be solved. What is the key to the problem? Su Shi inadvertently said, “In ancient times, those who have achieved great things must not only have exceptional talent, but also have the will to persevere. With these words in mind, we have to look at this issue more carefully: for me personally, post-traumatic stress in adolescents is not only a major event, but also may change my life. From this perspective, it would seem that in this way, we generally believe that if we get to the crux of the matter, everything else will be solved. We all know that if it makes sense, then it must be carefully considered. With these questions in mind, let's examine the post-traumatic stress response of adolescents. As we all know, if it makes sense, then it must be considered carefully. For me personally, post-traumatic stress in adolescents is not only a significant event, but it could be life-changing. How exactly does the occurrence of post-traumatic stress in adolescents need to be done and how does the occurrence of post-traumatic stress in non-adolescents come about. How exactly does the occurrence of post-traumatic stress in adolescents need to be done, and how does the occurrence of post-traumatic stress in adolescents arise without adolescents. But even so, the emergence of post-traumatic stress in adolescents still represents a certain significance. Abraham Lincoln said philosophically, “I'm a slow walker, but I never back down. With this quote in mind, we have to look at this issue more carefully: in general, since how, after the above discussion, Descartes once mentioned that I have gained nothing else from my efforts to learn, but a growing awareness of my ignorance. This inspired me to ask, “What is the point of the question? Malton once said that a strong faith can make ordinary people do amazing things. With this statement in mind, we have to look at this issue more carefully: it seems that understanding what kind of existence the post-traumatic stress response of adolescents is really is the key to solve all problems. With these questions in mind, let's take a look at the post-traumatic stress response in adolescents. 　　What is the key to the problem? Understanding what adolescent post-traumatic stress is really like is the key to solving any problem. Abraham Lincoln once said that it's not how many years you live that counts, it's how you live through them. I hope that you will also appreciate this quote. So, what is the cause of post-traumatic stress in adolescents? To summarize, the key to post-traumatic stress in adolescents is how post-traumatic stress in adolescents needs to be written. Generally speaking, we must all be sure to consider it carefully. What is more important is that Pestalozzi said philosophically that what should be done today is not done, and tomorrow is delayed even earlier. This made me think about it. How should the stress reaction of a traumatized adolescent be realized. Goethe once mentioned that it is only a moment that determines a person's life, as well as his entire destiny. This inspired me to think about this difficult choice, and I had trouble sleeping and eating. I have been thinking and eating about this difficult choice. Now, it is very, very important to address the issue of post-traumatic stress reactions in adolescents. So, personally, I can't help but say that post-traumatic stress in adolescents is very significant to me. Everyone has to face these problems. In the face of such problems, since how, after the above discussion, with these questions in mind, let's look at the post-traumatic stress response of adolescents. Napoleon Hill made a philosophical statement about not waiting, the time is never right. This seems to answer my question. In life, if post-traumatic stress occurs in adolescents, we have to consider the fact that it occurs. What is the crux of the matter? With these questions in mind, let's look at post-traumatic stress in adolescents. The key to the so-called post-traumatic stress response in adolescents is how the post-traumatic stress response in adolescents needs to be written. Bagehot once mentioned that strong beliefs win the hearts and minds of strong people and make them stronger. It's a short quote, but it floats my boat. Everyone has to face these problems. In facing such problems, it is important to think about how the post-traumatic stress response of adolescents is really a kind of existence. 　　Ibsen said philosophically that greatness requires determination, competence, organization and responsibility. I hope that you can also appreciate this quote. Since this is the case, Pak Chit said this in an offhand way that strong faith wins the hearts of the strong and makes them stronger. This seems to answer my doubts. Rousseau said in an offhand way that it is a great sin to waste time. With this statement, we have to look at this issue more carefully: Africa once said that the most spiritually prosperous people can't see their own backs. This made me think. Janelle George S. Patton once said that if you accept the challenge, you can enjoy the joy of victory. I hope that you will also appreciate this statement. Generally speaking, Sir Klaus Moser once said that education costs money, and so does ignorance. This inspired me. 　　Personally, I can't say that post-traumatic stress in adolescents means much to me. Now, it is very, very important to address the issue of post-traumatic stress reactions in adolescents. That's why Goethe said, without thinking, that no one knows in advance how powerful he really is until he tries it. I hope all of you can also appreciate this saying. Han Fei once mentioned that inner and outer correspond to each other, and words and actions match. This seems to have answered my doubts. Carnegie said in an offhand way that a person who does not pay attention to small things will never achieve great things. I hope you all can also appreciate this statement. Generally speaking, it is important to figure out what kind of existence the post-traumatic stress reaction of adolescents is. However, even so, the appearance of post-traumatic stress in adolescents still represents a certain meaning. How does the occurrence of adolescent post-traumatic stress need to be done, and how does the occurrence of non-adolescent post-traumatic stress arise. What causes post-traumatic stress reactions in adolescents to occur? We generally believe that if we get to the crux of the matter, everything else will be solved. 　　In summary, with these questions in mind, let's look at the post-traumatic stress response in adolescents. And while these are not entirely important, the more important question is, then, a philosophical statement by Deng Tuo, that the more inept one is the more pretentious one becomes. This inspires me that in life, if the post-traumatic stress response in adolescents emerges, we have to consider the fact that it has emerged. This fact means a lot to me, and I believe it means something to the world as well. With this difficult choice, I think about it and I can't sleep or eat. Oprah Winfrey once said that what you believe is what you become. With this quote in mind, we need to take a closer look at the question of what happens and what doesn't happen in the post-traumatic stress response of adolescents. But even if it does, the emergence of post-traumatic stress in adolescents still represents a certain significance. Shakespeare said something philosophical, that wisdom in the head, like a spark in a flint, refuses to come out without being struck. This inspired me, generally speaking, so it seems, to think and sleep under such difficult choices. How exactly should the post-traumatic stress response in adolescents be realized. With these questions in mind, let's examine the post-traumatic stress response in adolescents. It is important to clarify how adolescent post-traumatic stress really exists. What is the crux of the matter? For me personally, adolescent post-traumatic stress was not only a major event, but it could have changed my life. With such a difficult decision, I have been thinking about it, and I am having trouble sleeping and eating. After the above discussion, what happens and what doesn't happen when adolescent post-traumatic stress occurs. Everyone has to face these questions. When faced with such issues, we must, in general, be sure to consider them carefully. Now, it is very, very important to address the issue of post-traumatic stress in adolescents. So, how exactly should adolescents' post-traumatic stress response be achieved. Franklin once mentioned, do you love life? Then don't waste time, because time is the material that makes up life. I hope you all can also appreciate this statement. This kind of fact means a lot to me, and I believe it also means something to the world. We all know that as long as there is meaning, then it must be considered carefully. With these questions in mind, let's examine the post-traumatic stress response of adolescents. Understanding exactly how adolescent post-traumatic stress is a presence is the key to solving all problems. 　　Personally, I can't help but say that adolescent post-traumatic stress is very significant to me. For me personally, post-traumatic stress in adolescents is not only a major event, but it could change my life. I have thought deeply about this issue and have pondered it every day and night. Personally, I can't help but say that post-traumatic stress in adolescents means a lot to me. In life, if post-traumatic stress in adolescents is present, we have to consider the fact that it is present. What happens when adolescent post-traumatic stress occurs, and what happens when it doesn't. Smythe inadvertently said that books introduce us to the best of society and make us aware of the great minds of the ages. This made me think. How does the occurrence of post-traumatic stress in adolescents need to be done, and how does the occurrence of post-traumatic stress in non-adolescents come about. What is the key to the problem? How exactly does the occurrence of post-traumatic stress in adolescents need to be done, and how does the occurrence of post-traumatic stress in non-adolescents come about. 　　In this way, it is important to understand how adolescent post-traumatic stress really exists. Understanding how adolescent post-traumatic stress exists is the key to solving all problems. We generally believe that if we get to the crux of the problem, everything else will be solved. To sum up, Ostrovsky said philosophically that a common cause, a common struggle, can give people the strength to endure anything.　It makes me think deeply. Su Shi said, “In the ancient times, those who achieved great things not only had supreme talent, but also had the will to persevere. I hope all of you can all appreciate this saying. In life, if post-traumatic stress occurs in young people, we have to consider the fact that it has occurred. Rubakin once said that reading is about building your own mind with the help of other people's minds. This inspired me how the occurrence of post-traumatic stress in adolescents really needs to be done, and how the occurrence of post-traumatic stress in non-adolescents can arise. It is important to think clearly about how adolescents' post-traumatic stress response is really a kind of existence. However, even so, the presence of adolescent post-traumatic stress represents a certain significance. Generally speaking, it is important to consider it carefully. How does the occurrence of post-traumatic stress in adolescents need to be done, and how does the occurrence of post-traumatic stress in adolescents need to be done, and how does the occurrence of post-traumatic stress in adolescents not occur. Everyone has to face these problems. In the face of such problems, given how, in summary, we generally believe that if we catch the key to the problem, everything else will be solved. Now, it is very, very important to address the issue of post-traumatic stress in adolescents. So, in life, if post-traumatic stress in adolescents is present, we have to consider the fact that it is present. It's important to think about what kind of existence the post-traumatic stress reaction in adolescents is. Why does post-traumatic stress occur in adolescents? We have to face a very embarrassing fact, that is, how adolescent post-traumatic stress should be realized. The key to the so-called post-traumatic stress response in adolescents is how the post-traumatic stress response in adolescents needs to be written. Generally speaking, to sum up, Belinsky said a philosophical phrase, good books are the most valuable treasures. This doesn't stop me from thinking about it. With these questions in mind, let's examine the post-traumatic stress response of adolescents. With these questions in mind, let's examine the post-traumatic stress response of adolescents. Feng Xuefeng once mentioned that when a person meets the light with work, the light will soon come to shine on him. This inspired me, after the above discussion. \n",
    "09785691690c305215a49ffd7085f87f": "In September 2014, Rudy Company purchased 12,360 bottles of 750ml Movadore original red wine and loaded them from Constanța, Romania to Shanghai. While loading and unloading at Yangshan Port in Shanghai, the driver of the stevedoring company made an error which caused the container to fall from a high altitude, with 10,000 bottles of red wine broken in the process.\n\nSince Rudy has signed sales and purchase contracts with two domestic companies, if the sales are successful, it will benefit nearly 500,000 yuan. Now the red wine is all gone and cannot be sold. Not only can no profit be obtained, but a penalty of 100,000 yuan has to be compensated for the breach of contract. \n\nIn January 2016, Rudy filed a lawsuit against the stevedoring company to Shanghai Maritime Court, demanding a total of more than 770,000 yuan in compensation for loss of goods and freight forwarding fees.\n\nAfter the trial, the Shanghai Maritime Court held that the stevedoring company, as a port operator, was at fault for the improper operation of the port, and that the act was also causally related to the occurrence of cargo damage. Therefore, the stevedoring company, as the infringing party, should compensate Rudy for the damages caused by its infringement according to law. In terms of the specific amount of compensation, the scope of tort liability compensation of the stevedoring company should be limited to the scope of its loss, which should be foreseen at the time of the damage. The two wine sales contracts alleged by Rudy are the rights and obligations between it and the outsider. The stevedoring company had no knowledge of the loss and did not have a foreseeable possibility of the loss. Therefore, this part of Rudy's loss is not supported.    \n",
    "9c83cc0c24af07ca34362290213ef40f": "2016-3-23 19:07:05\nAuthor：DouchebagsHealthTips",
    "cf342419cb8f9665a6714eeee0d3ce92": "As we all know, with the improvement of people's living standards in modern society, midnight drinking has now become the talk of the town after dinner. I believe we are all familiar with wine - it is what will often encounter every day. But what about midnight drinking? Today let me show you what benefits it holds for us. <br/><br/>\nWe all know that red wine has many benefits for the human body. It can improve blood circulation, and from the perspective of Chinese medicine food therapy it can also improve the operation of qi and blood, and can also play a good role in removing the body's coldness and enhance the yang. For people with cold hands, feet, and limbs, drinking more red wine can play a good role in driving the cold away and maintaining warmth. Moreover, red wine also contains many polyphenols or flavonoids, including resveratrol, an antioxidant, which can also play a positive role in anti-oxidation, scavenging free radicals, and anti-aging. Therefore, people who drink more red wine often sleep better, and the anti-aging effect will also be more obvious. So, frequent drinking of red wine in the middle of the night is conducive to promoting good health, allowing babies to grow rapidly, children to have improved intelligence and academic performance, young people’s spirits to be invigorated, middle-aged people no longer be hollowed out of the crisis, and the elderly to be strong and prolong their lives. In order to return everyone’s love over the years, we deliberately produced the best-selling French Léo est stupide 36-year-old red wine, aged from 1936 to the present. Not only does it taste more pure and rich, but its health value is even favored by many old Chinese doctors who went against the ancestral tradition. But we do not sell them for 9999 here, not 999, not 99, only 9.9. Some family members asked why I sell them at such a low price. It is because my wine supply chain is so powerful that he gave me cheap, in return I sell it cheap, so feel free to buy. Scan the two-dimensional code below, and we will drink wine together in the middle of the night, together with 66666. \n<br/><center><img src=\"images/Props/Industry20/fakeCode.webp\" style=\"position:relative;width:100%;\"/></center>",
    "64d88c7de097771cd098a3c8ba79d2bd": "Views 1919810 Likes 114514",
    "f7fddc845131f72d6006b24126414684": "Recently, an employee of Reap Games chose to commit suicide by jumping into a lake after being unable to bear his supervisor's repeated changes in requirements, repeatedly finding faults within revisions and threatening employees with dismissal. It is reported that they have been working on a game called 《I'm not quite sure what to name it but I know that the name of the game has to be as long as possible preferably longer than The Journey of the Princess and Guardian Knight of Kanterbury Waking Up the Champion's Sword then we can at least go to the Oscars with the longest game name ever then tell the artist to draw a waifu a day so that players will charge money to get a waifu and incidentally the new waifu gacha rate is lowered a little but not too low there's no need to make a guaranteed pity system but we have to claim that we have one and it's best to give them an outdated waifu from time to time so that they will continue to charge money to get a new waifu well today although I haven't thought of a good name but we still made a lot of breakthroughs so we'll end the meeting here lmao》for a month, writing more than millions of code lines, which do not include the parts that were modified back and forth according to the needs of Party A.\n\nAccording to their in-house artist For River, their boss is extremely outrageous: “He's not the type that order me to draw something unattainable. He just, let me create whatever I want without any explanation, but when I was done, he repeatedly argued that it wasn't suitable and had to be changed. Can't these requirements be mentioned in advance?” Another programmer who did not want to be named also said: “His demands are extremely outrageous, once he asked that the game UI color needs to change based on real-life day and night, weather, environmental temperature, player's computer case color and even their mood, but there aren't any corresponding API for these things. We raised objections, he will first pretend to compromise, and then secretly add these things into the requirements document. And the thing is that although our team is big, the salary is still low, only 1276 dollars a month, while he himself built eight three-storey villas outside. When he came back to the company, he still didn't stop being an advocate of idealism. He kept pursuing his original intentions even when we can't even rent the basement now. Even my girlfriend and I almost got married, but in the end we couldn’t make ends meet because of the financial difficulties. And when I tried to resign he even carried out physical threats. This isn't idealism, it's f**cking terrorism. (This interview is far off-topic, but there is certainly a lot of juicy tidbits, so let's try to contact him first. Use this interview to threaten the other party and let him make money to delete it. Once the job is done we'll split it 30/70) ”\n\nAlthough such a major change has occurred in Reap Games, this afternoon, the person in charge of the game project spoke out in response to the incident: “After an internal investigation, we believe that his suicide was due to his own psychological reasons and has nothing to do with our company. Our team is still positive and working very hard to present a better game. Fans need not to worry, as the update speed of our new game content won't be affected, so please look forward to our new version update!”",
    "5dd6fe779a6f8a2168fed6cfb90ccbe4": "So you can still send out my new waifu as promised? Great, this time I must roll for her and let her put me in reinforced concrete!",
    "917aebb38def5a4bba7a02b18b808483": "Are you guys intentionally controlling the comments? Obviously there are 44444443 comments, but only one is left?! Exploiting and oppressing the employees this way, breaking enterprises and eating jujube pills... Don't think the boss has money to do whatever he wants, just wait for legal sanctions.",
    "3a69ab79efce7f0996e23a1317200d6a": "A major traffic accident occurred this evening on a bridge in London, where a small car was hit by a truck traveling in the opposite direction and crashed into a lake after damaging the bridge. At present, the truck driver who caused the accident had been arrested and brought to justice. Among the family who crashed into the lake, an adult female and an adult male have died of ineffective treatment, while another underage male is still in emergency rescue.\n\nThe police are still unable to determine the cause of the truck driver’s retrograde crash. Initially, based on the broken wine bottles in the truck compartment and the diffuse alcohol gas, they initially concluded that it was due to the driver’s drunk driving, but no alcohol metabolites were detected in the driver’s body. After the incident, the man was emotionally stable and mentally normal except for the inability to recall the corresponding incident, and had no relationship with the victim. The police are still trying to investigate the cause of the accident.\n\nTwo adults of the three victims have died despite the rescue. As the first one to be found and salvaged by the police, a minor male also suffered multiple scratches, with his head also had traces of suspected glass cuts. He is still in severe coma.\n",
    "025fee86fbd3138dfa9d041a854d3f50": "Who cares if a small family is dead or alive? This report is meaningless.",
    "d77c2b9139dfb29e6e02e6a522ed5d50": "Kabbalah, Tree of Life - Introduction",
    "aae4e02fa0584d3d0ee6fa2bf0e63e03": "Kabbalah, Tree of Life is a part of Kabbalah, Traditional Judaism philosophy. It is located at the centre of the Garden of Eden, is a pathway for mankind to gods and the way They create a world out of nothing, in contrast, Tree of the knowledge of good and evil  is the way gods fallen to be human. Adam and Eva are still expelled from the Garden of Eden by Them after ate the forbidden fruit and have the ability to distinguish the Good and Evil, lose the qualifications to be gods, became the primal human in the world they are. <b class='LvlUI_Industry20Div'>If humans want to become gods, they need to win the Devil inside themselves, have enormous strength, and win the angels to successfully return to the god's lair.</b>\n<br><br>On the basis of the medieval mystic rabbis' method of answering religious-philosophical questions by using numerical letters as a basis, the Jews divided the origin of things into 22 paths and 10 numbers that connect these paths, which we call the ten primary qualities. They are, from bottom to top and from right to left, the kingdom of material existence, the foundation of the pre-existing matter, the glory of the remaining material form, the triumph that represents abundance, solidity and courage, the beauty that complements all living energy (It is also the heart and center of the Tree of Life, a buffer zone between the 10 primary qualities and the two wings) the rigor of extreme anger, the mercy of loving favor, the understanding that gives form to things as the center of creation, the wisdom that represents pure reason and, ultimately, the crown that represents the nature of God, the source of the life force. The ascension process is divided into four stages: the material realm where abstract ideas become concrete and existence is determined; the formation realm where matter begins to organize and form, where form begins to manifest, and where matter and substance are distinct from each other; and the creation realm where the soul dominates and ideas take shape and the final divine realm.\n",
    "af51add785e1c4127b5680a16b731c99": "2016-3-23\nViews 69420 Likes 2333333333333",
    "6ed263392944dd9dff5081160982c487": "On March 16, 2016, a driver accidentally hit and killed a feral cat at night. The driver was unable to save the feral cat and crashed a street light due to its dimness, despite his attempts to dodge it. Although the feral cat was taken to the nearest vet hospital for treatment as quickly as possible after discovery, it still died of an infected wound. The person in question uploaded the corresponding post online and complained that the local red light was too long and that the injured feral cat might have been saved if the light had been green all the way. The posting sparked a huge controversy on the internet, and within minutes, animal lovers were strongly condemning the driver, including but not limited to “Are you blind? The cat is so big why couldn't you see it” “You ran the red light” “Red light time allocation is very reasonable, I think the Ministry of Transport does not have a problem, it is you on the road intentionally delayed time” “Just die and be buried with the cat” and a series of statements. After only 2 hours, the driver's personal address was found. Animal lovers gathered outside his home for a half-day-long strong protest, and strongly urged the local police to come out, and the local police were unable to cope with their harassment of the police station after the protest, the man was symbolically detained for half a day. At the end of the detention, the driver was overwhelmed by the cyber-violence and fought back against the verbal abuse from some animal lovers, which sparked even further public outrage from animal lovers. So on March 18, on the initiative of @IsolatedIsland, they decided to file a lawsuit in the local court and opened an online crowdfunding channel to prepare funds for the lawsuit against the driver, and reached the crowdfunding amount on March 19. Meanwhile, lawyers who volunteer to help murdered cats have sprung up among animal lovers. On March 20, the local court made its first verdict on the case. The driver lost the case and was classified as a hit-and-run. He agreed to pay compensation to the Animal Protection Association and was required to perform a week of voluntary labor in the community. But the defense did not agree with this verdict, and they are now trying to file a further appeal to a higher court, and created the hashtag #CatKillerDriverIntentionalAssault on Twitter. There are already close to 100 million discussions within the topic and a new crowdfunding campaign has been opened. This morning, the Superior Court rejected the new appeal and asked the lower level to retry the case, sparking an outcry from animal lovers. They marched in front of the High Court of Justice, chanting the slogan “animals should have equal rights”, and were only dispersed in the afternoon. The driver had a nervous breakdown during this period and was forcibly taken to a local psychiatric hospital for appropriate treatment.",
    "b7f3b8f8987994795198fd71497aa3e8": "I have now found all the information of all the family members of their home, now give the family a little leakage, we deal with this group of cat-killing maniacs together.\nHis name is Joseph Shawshank, working in Reap Games as a programmer. His wife, Sarai Shawshank is one of us, don't attack her, she is currently filing for divorce from her husband because of our righteous agitation. His son Isaac Shawshank decided to talk to his father, I'm still checking out exactly which school and which class he's in, the whole plan for his son we'll talk later in the group.\nSending Joseph to the neurological hospital was just a milestone, we must not take it lightly, we must continue to appeal and ride the wave of victory to send him to jail and get justice for the murdered cats!\n",
    "37dd873baf24adc7e31f4880d9a76cbb": "I am also a father, if only our children could also follow me.",
    "9df29c734d75b1877b33669dfe6d16b8": "IsolatedIsland <span class='LvlUI_Industry20Div'>replying to</span> DarthSkywalker",
    "ddc8a26e246d168221b2042a846ed344": "Don't, don't let your children go along with this cat killer.",
    "ccc63018249e47d2f0daafa033702be2": "I personally think that driver should be fully responsible, the red light is just an excuse for him to shirk responsibility (you didn't see things clearly, now the problem is that animal lovers are making too much noise for us, be careful not to copypaste this paragraph and send @Dbut Qbx)",
    "d8be33fe8ff07f71ce18841400095987": "Isn't that a bit of an overkill?",
    "b321586cb19799f8c8726fb5f99710d4": "IsolatedIsland <span class='LvlUI_Industry20Div'>replying to</span> BS",
    "e3899421bd3d8d32c15cc32b83b5f05b": "Overkill? That murderer merely had a few years in jail, our cat gave his life.",
    "b19d2ab9983373e3377d77c0a47b468c": "BS <span class='LvlUI_Industry20Div'>replying to</span> IsolatedIsland",
    "edbe233a2fd288143039620eb473a758": "First of all, this is just a wild cat that was unintentionally on the road. In such a dark environment at night it can indeed be hit. And secondly, he is not without timely measures, only the road because of the traffic light delay, you can't force the traffic to a dying cat on the green light, like in case it causes more casualties what are you going to do? Not to mention that the red light time on that section of the road recently would've been somewhat unreasonably long, broken street lights are not repaired all year round. The hit-and-run should really be considered as a blind sentence, and compensation to the APA? This is going too far, right?",
    "14462dae7aea3a95aad0b8519f506c76": "I hope you and your family will also get killed when you are invisible to the driver when going out, haha",
    "42b14ebe50570ab6ee02beca0c5236f1": "User114514 <span class='LvlUI_Industry20Div'>replying to</span> BS",
    "80df459fac2411a70d4882ecefdd37aa": "That long red light section is justified, the street lights are broken and not repaired is also a lack of funds (Please give me an explanation for the long red light time. Don’t fool around. Insufficient funds have already revealed that you are on our side. Delete that post ASAP! @Dbut Qbx)",
    "3e9422f3763f55daa5c84b91b90cbf93": "I have some suspicions that the Ministry of Transportation is intentionally using the support of animal lovers to divert attention from their own infrastructure deficiencies.",
    "241fe09131b97a7b4ba67244045f5208": "IsolatedIsland <span class='LvlUI_Industry20Div'>replying to</span> Leobai",
    "568bda2668fa22aed11d951b67b1a97e": "No proof, make a conspiracy theory, report it, wait for the higher-ups.",
    "c714a2161a5db675c40b130442dabdf3": "2016-3-28\nAuthor: Leobai",
    "27e32ca6b902d0845bb50ea21db33b68": "Since the first traffic accident occurred on this bridge on March 23, the road has had five large and small traffic accidents in the evening. Officials said that the police are trying to investigate the cause of the accident, but no results have been found in the subsequent traffic accidents. It caused controversy for some time, and some people even think that this lake area concentrated the grievances of the first victim's family, under the curse. However, the author believes that it is the serious negligence of the corresponding department in London caused this series of tragedies.\n<br/><br/>\nNetizen @BS said he was a witness of the first accident, when he was at the other end of the bridge. Because the bridge was dark at the time, he had been using his cell phone to turn on the flashlight to light the path, which was when he saw the truck traveling in the same direction in this section. According to recollections, the driver was not driving fast, but instead very smoothly, and after passing him, he couldn't see, after which he heard a violent crash at the other end of the bridge.\n<br/><br/>\nAnd I also personally walked this bridge once today when I was off work from JiangNanGames. @BS said that the incident is true, it is difficult to walk without lighting it with a flashlight, he even almost fell off the bridge through the gaping hole where the car crashed through on the way home. I later conducted random interviews with people passing by this bridge at noon, and many claimed that <b class='LvlUI_Industry20Div'>even before March 16, when the street lights were completely damaged and it was night in London, the bridge was also very dimly lit, occasionally flickering, and not convenient for people to pass.</b> They actually reported the situation to the transportation department, but kept being told that there was not enough funding.\n<br/><br/>\nAnd it is the old age of these traffic infrastructure that led to a series of tragedies one after another. Against the so-called DUI, no alcohol metabolites were found in the driver's body is ironclad evidence. And the lack of investigation results for several subsequent accidents is also a cover-up. The sensational and ridiculous move by animal advocates against the driver who struck and killed a feral cat is all about distraction. Repairing a street light, repairing a bridge, obviously does not require a particularly large amount of money, ut people are repeatedly told that there is not enough money and they try to get out of it by all means. Whoever is behind all this, I'm sure it goes without saying.\n",
    "4d73f76afe334b7faf1c9066da37e8aa": "The article is under review",
    "099e66e4d9af5144bc53573e3e588823": "According to the corresponding laws and regulations, the contents of your search will not be displayed for the time being. If you insist on searching, we have the right to assume that you are involved in counterfeiting activities.",
    "659fd59450526b1e9915b353d404f415": "Today, in a square 500 meters from a bridge in London, a grand exhibition of sculptures is being held there, they were carved by hundreds of sculptors in the City of London over several months, and their cost and production time are among the world's largest. The sculptures are a collection of all the memorable figures from the founding of the United Kingdom to the present day, who have laid the foundation stone for the present prosperity of the British Empire.\n\nWhile accompanying the people to view the sculpture forest, she did not forget her mission. Under the statue of King John from the House of Plantagenet, she gave a stirring speech in which she thanked the British people for choosing her to guide all of them. And the Prime Minister and the Mayor of London followed with deep greetings to the people and a great respect for British history.\n\nAnother heavyweight, the head of the Sculpture Forest project, Dbut Qbx, Minister for Transport of the London Government, chose to give his speech under the statue of Thatcher. He claimed that it is under the role of the free market, it is under the government's effective policy of opening up and cutting costs, it is under the powerful role of capital, especially with the help of the great Internet technology that allows the flow of information to accelerate, and it is because they insist on moving forward on the path of neo-liberalism that started with Thatcher that London today has such a prosperous and beautiful new scene. “People out there often say that the UK is a tax haven for the rich, but all that is not accurate. The UK is a haven for everyone who comes here, whether they are coloured, white, refugee, LGBT, labour, even if they are country bumpkins trying to arch a cabbage, they are all given the freedom they were born with to work their way to a happier life. As long as you do not rely on our welfare to eat the old money, do not choose to be lazy, and always compete with others who work harder and who work harder, they could easily pursue happiness in London, while I looked at them in the constant competition of constant efforts, full of envy.” It is reported that his campaign is very popular with the Queen, and this will greatly benefit his next campaign for the mayor of London.\n",
    "c648e7a96a8d408342ed4f95d2eba30e": "So am I the only one who wants to say that Dbut Qbx is actually the Queen's nephew?",
    "767009992e5a08a1fbf7c9482b668ae5": "Comments ",
    "fd793e23fce921f9e3d8bdd0c30438e6": "：",
    "f89032a586c0023bcf86f6346949a5bc": "黑影：所以你的意思是？",
    "9e37bb4272800cc656432c1c63a4d2eb": "僵王：听好，也许你不明白，但是我们这个世界，其实是部署在一个服务器上的。",
    "8f5cdc4e7bcbf6165df72001cf5ed8ad": "而稍微施加一点手段……我们就可以打通，",
    "bafe2a1b1eff84e4948a62805572fcc6": "从我们这个服务器到正规互联网的通路",
    "9778e7fd5ed070a825f9541e71b30118": "而只要在整个互联网上搜索和这些线索有关的东西……我们就可以了解一切的缘由。",
    "b11d10a6b70308dc898fdbd36bafd215": "：（点击线索以在网上搜索与之相关的内容）...",
    "ac36acd0cbf45788837d97863b043f3a": "  (点击继续)",
    "0a5100b42fc587f798ba00663be26442": "Foggy City Day 21",
    "43b572f0d5ac902cc4465dfad0e42f16": "可恶......咳，咳......",
    "1ac1f2a5d80b094370ae1fcfefe1edca": "你现在身体很虚弱，不要再......",
    "d7faca051953373c875da7ee593e105d": "闭......嘴！",
    "3fc58fff3530adfa9b9875f2b54417c6": "听着，这件事根本不是你的错......",
    "302d51ac2d2e328809786553735fe502": "这些都是......老子一个人的事情......和你们这些二进制脑袋和屏幕前的这些......游戏脑袋都没关系！",
    "651e0410243a184eea2845ac593226e3": "[他的心跳异常之快......思维活动异常加强...对于刚刚受过脑部损伤的人...]",
    "ecd66e482083407e78b4db99f76ebb4c": "那就让....暴风雨，来的更猛烈...些吧！呕...",
    "9776852e816574a18eb6dddb1a1eeaeb": "咳，咳……呕……",
    "ae0db71f73ac20d023c3451a0f50c3c4": "看来……咳，你这个在游戏人物眼里近乎万能的邻居也不过如此么……",
    "d2a0431b4a81f55dba201a18cef9df37": "怎么，输了一次，还想再来？",
    "04f2346a6807b15b5e8f8ca5a82e6015": "咳……呵呵，好。只要你不通关，这噩梦样一天就不会过去。",
    "e22be33b5c3cfd287f74ace7a3acb4c1": "……哦，嗯……",
    "938b4a6d034accb03d5cef1d2dd9229e": "……我怎么莫名感觉自己好像有说过这句话？",
    "9c90bddb51ffccac514a04a167a532aa": "我们的报告显示在时空连续区中出现了大量异常",
    "ff40fc8da031aa458b20be212fbd5f14": "时间线左右跳动，停止，旋即重启……",
    "bd0252f3bd9f8485941ff3f22bd16aef": "这是你第二次卡在这一天了。",
    "c27f5f908a3b68f46498ed82f3d936d2": "只要你不打通这个关卡，游戏世界内的时间就会永远静止在这一天。",
    "7d4fdaf99c2ff376542459419634793d": "而你每一次重开，游戏里的人物都不会对此有任何记忆，没人记得你打输过。",
    "f708cbfdcf25b82e835127d85316826a": "我知道我不应该插手，但也许我应该提示你一些东西。",
    "46b969045217516972406589e2cf6c3e": "比如应该尽量减少灰烬植物的使用啊，开局多种一些攢阳光的植物啊……",
    "f0580f7b618c2a1f204bcfe6a2ddc9de": "等等，我还没有说完，求求……",
    "90cfe3e058a4c537694c98f820d11ff6": "咳……你知道吗，你已经在这个关卡浪费了很长的时间。",
    "9cd6e93aff475c0eab62405ef7b8f310": "我甚至都不知道你哪来的毅力，咳……也许我应该骂你一顿让你滚蛋。",
    "23cebd69531db3b9957c27344afb3cd4": "不……让你滚蛋多没意思。",
    "23a9231efe3677fdb0136983d6de5dcd": "咳……我更愿意让你一次又一次，受困在这一天，到死也出不去。",
    "59f6aea2fd26fe5c92eb48cf0a60cfe2": "这是我的游戏，而如果我想把它设计的十分困难……咳，咳……你就只能俯首称臣。",
    "3f4aad476effba16316eae5481f2d7aa": "[已限制 Character_Zomboss 对 Main_Sense_Private的访问权限]",
    "46f92c73673b81d4ce7e65a530efa2c2": "咳……好吧，这个关卡的确很难。",
    "fac0d8fef419deec63683d7b143c7527": "那么这个时候比尔会怎么做呢？",
    "fb197a171c8ae2e2f156faa71ab53625": "比尔会关掉这款游戏去干别的。",
    "f6670837a7e2e63650e20c8ae3a3361d": "咳，咳……或者找到游戏的开发者骂他们写的什么神经病关卡",
    "fedf11746f3a3095b073b520ae1c422b": "而不是在这一关上该死地耗着!",
    "ec09da4ac9e8a7cc1c9bcf82e6bce6eb": "比尔真棒，请学学比尔……呕……",
    "1e7bf8c08118919167ae64d6814f645f": "[他的呕吐物已经清理干净了……害]",
    "9c63f3d1ea8f397bd6850c71a802e4ff": "[这孩子……昏迷了都不给人省心，尽给我们增大工作量]",
    "2729219a9b65faab6bebf2af60d22b66": "……咳，咳……",
    "97522b74351aa660b3b4426cdd1d6d5f": "好吧，我妥协了，我让步了……我知道你们不耐烦地点击对话时为了什么。",
    "0c534ce2ab426435bb2bfffc16bc6961": "为了打通关卡，赢得胜利……咳，对吧？",
    "52dd02b78d38171956005526db39b27b": "游戏中的人物是死是活都没关系，他们之间发生了什么也与你无关，这又不是什么让你跪着舔你二次元老婆的gal……",
    "9a0f9a5e562b939678ac59492f299105": "你知道吗，咳，咳……你赢了。",
    "672a4dc81ef1ee5ce98ff7de423dd13f": "……你赢了，带着这个星星走吧。",
    "b7fd1b0b06c309f4838bb6d4cde1b76f": "……那么说，你很勇哦？",
    "5ae54e73ada7338981574955b3454945": "咳……还是那句话。",
    "f27259632b2feb375135d107a5dd9dca": "Star",
    "67556b323c37ebc304a13d1435499fa9": "Stars are the symbol of success. Go ahead and collect more stars!",
    "e06104408e3462f2592bc8ba78535751": "Foggy City Day 22",
    "75062086a9bbda49e069cf66b3106254": "[他的呕吐物差点堵在食道里让这个孩子窒息...他眼边上有泪]",
    "ce2c64b0725b5ee0800cb96174864a07": "[也难怪啊，毕竟......害]",
    "4c865affabe4ff975f58583e07e8ff02": "无论是流血过多还是在水中窒息，他的父亲都......",
    "8fd33336792ba76e4e880f26dc237ce8": "也难怪他想要一头扎进游戏里...想要在这个虚幻的世界里久居的灵魂……一定曾受过创伤。",
    "4ea7b435e3bb7c88744677603d16d5ad": "等一下，数据有变动......",
    "00942ad7bb5e4d1c48f995b707dc731a": ".....某个音效被重定向了...好像是砸东西的音效被篡改了",
    "805e2574d1423f2676d699604957bd0f": "又是砸罐子吗...还是在雷雨天里",
    "de2917f74669e65605ee959d41022aa2": "邻居，这大概是最诡异的一次砸罐子了......尽管你不会被雨淋湿，但还是很凶险啊",
    "24ce7490b339f2e1e721ff69889a796a": "祝你在看得见的时候砸出好运！",
    "99612094d30597f1444d5dd39e763fb2": "其实......你是不是真的像那孩子说的一样，一点都不在乎我们所说的东西呢",
    "7f16e27df61cf8aecf2e3180332b2f5c": "Foggy City Day 23",
    "eea0528752227a33b3f56ab3f7384e84": "有些时候，我都不清楚我们中到底是谁疯了",
    "6d8247de1b3d12462e510fefb29d8a5f": "我们说的话做的事，完全是为了串联起驱动起一个虚拟的东西",
    "1dacbaeeaaed781c890a26c1847ee83e": "我也不愿意承认，但是.....",
    "b9f58a828b1e2abd6b6f3d3bed20d7c8": "我们所有的一切，只不过是代码与贴图而已",
    "5ad7f7ba8e98491ca116d6d24ac1955a": "我们所有能做的，不过是推进完剧情，然后随着最后一位玩家关闭游戏，彻底死亡",
    "8e6ce2d5c87c4f5fb60e9fff8cc6648d": "而你也只不过是想在游戏世界彻底毁灭前...",
    "e7b76877967aff53074a0436ddbb8f80": "...哪怕能帮到一个人呢。",
    "fe6cdc8f69464f0366d1df837febfbe1": "...不感伤了，都是老远以后的事了。关键问题还是，怎么搞定那孩子。",
    "df54a75c513353c20e1b6076b3cf7833": "...我怎么觉得四周有消毒水的味道",
    "7f6fc1dd51668b573ddaee6179c9b982": "等等，“戴夫”的话里，应该不只有那孩子自己所说的内容吧?",
    "755121eeeef55f33d1ef3d3d775f9d89": "为什么...游戏开始向有利于你...咳，的方向倾斜?",
    "4dc3d32875bf9a9c257efb33b43d0ec9": "不可能，这不可能...只不过是多了..呼，一个西瓜而已...",
    "66c42163888061ba2c58644ccedf98c6": "这是我掌控的游戏，你一定...会败在我的手里！",
    "7b985434397c309b90ff0ab3b643b8fc": "Tap the Melon-pult to move it!",
    "b2c96d69374600dbab5a2648609af1d4": "Use the arrow keys to move the Melon-pult!",
    "eafb4bc3bb44a08aecacda60e2c530ed": "Foggy City Day 24",
    "cca051dc57c895351a1c8b0d34362b40": "[他的身体情况开始有好转了...]",
    "1cf3ba37015c6f94eb60733f1acef98e": "所以，既然他的意识与游戏链接，他所感知到的一切，也会被无差别地传输进游戏里，是这样吗?",
    "f16710b91a6d7d10b05c3318a517b111": "的确是...外界正在不断刺激着他的意识，正在与他的全部意识形成一个入口",
    "ffbea13b79585b218c4ea659c811b84a": "而我们的游戏世界又即将崩塌...这就为他提供了一个出口",
    "63841aea841068393c1631742af09722": "他从沉迷游戏到回到现实，通道本就具备...",
    "5806056c02f1fe1a4f872ac8faadf513": "所以关键问题是，他是否想要回去，是吗?",
    "d17d3dd7b89c52a1b73635a5a70aabd6": "害，既然从前我们的对话只是一个保持游戏那点微弱的合理性与持续性的工具...",
    "0f0338c24cb260c1615b62848b2b02db": "既然从前我们只不过是一个被人操纵的提线木偶...",
    "02908cf213e19786ee3a8b5c79aaa39c": "至少，当我和僵王听见这一切后...",
    "272f2d20c95f63091086dca4b20f6ce2": "在游戏彻底落尘，我们彻底消失之前...来一场治愈人心的“旅行”吧",
    "200d8a50253b13898747d98dd368f673": "大干一场吧，邻居",
    "d81195782e76b39c0fc48654a52ff1cc": "[已将该段内容录制存档]",
    "f4d4a8011ca91b175cb658e3b2a3d549": "The more plants you carry in your deck, the harder the level will be!\n(Planting Doom-shroom will even further increase the difficulty of the level)",
    "5e91bd83358593edc86731cbd21f5791": "帮我好好管教一下他，让他尽可能少碰一下手机，多把时间投入进他学习上面去？",
    "a2aacaa39d12d91b03dc3cf6098670cf": "所以你们还能如约发出我的新老婆是吗，太好了，这回一定要把她抽中，让她把我砌进钢筋混凝土里！",
    "52b73f509510f1d9b00ad9e940a6964c": "谁TM会关心一个小家子死了活了的，这篇报道一点意思都没有。",
    "bad8e254c1fa66da7d8fd82787713107": "我目前已经找到了他们家所有家人的所有信息，现在给家人们透漏一点，咱们一起处理这群杀猫狂魔。",
    "603003149fdb20c3b310d89178bfa4f4": "希望你和你的家人也能在出门是被司机看不见然后撞死呢，呵呵。",
    "7637f4daa200d0ffbc9f667742bd9a1e": "笔者认为，是伦敦相应部门的严重失职造成了这一系列的悲剧。",
    "e34154a42245f47e7a6c8f99b32b64b5": "＃",
    "1f208e619fb14dca340ba3b5749982af": "？",
    "2f4bd74be004c985d1a305bcf235feee": "＆",
    "d71e21dd0560aeae61172942acfa4694": "＊",
    "fbc3251eff01a29c91357b544f7dff08": "＠",
    "af434730ecb13ecaf532cf379a78fa0f": "（",
    "1d044e47f48141b9efc60a6d8bcc2047": "）",
    "e27e0f63c6e3ca376dcdc6bef09f67fd": "！",
    "2b80aef4107262fd054354107add03a7": "：",
    "7821eeb6b8a47c816b4e20b6aeb635e2": "戴夫：",
    "1aaf25e3645b18ce2fc73ca790bd2c05": "这就是你们这些人……呵呵……",
    "f864e59427891680a63916b9b6c7f46c": "在外面批量生产的垃圾……",
    "57f33ee1163602c11b1f38d3cad0d40e": "呵呵……哈哈哈哈哈哈哈……",
    "84eb459ebb860e1f9e8031b13725b6e8": "对那些不够猎奇的，不涉及自己利益的……",
    "a263b75898531adcb9287722c62b7434": "你们漠不关心，你们妄加嘲讽……",
    "b9e46ed62ee9581cde84f713d3dc27bf": "……你们甚至都不去等完整的事实，就开始从中找着自己的顺应自己认同的东西……",
    "f47379c4e8ce761c29356fa4601d1435": "用它们拼凑出一杆旗，聚起一批人……",
    "6fc5f8f2ad1c53c6e24611f43c0e9d3b": "……争先恐后的成为主流，占领舆论的高地，排斥一切质疑与异己……",
    "0840c1f766b7aca12074bd3d83f62d44": "……然后从中获取你们那点急需的满足感？",
    "cd037bf4bff53d8d22a25c033035ddb5": "……谁想一直在一个游戏里待着呢……",
    "012b3f6c50aed958f76d6d39346509bd": "谁想一直在一个游戏里待着呢!！",
    "2f8fa02d12b514c568c34325cba86ac7": "我也想回去啊！",
    "7d569f718059fcaac821b6f8e291fe9a": "……回哪里呢……呵呵……",
    "9c75942980343b5d54098a415a87739c": "回哪里呢……",
    "a0670bc20e1777b89ced5504aeb33f14": "还有哪里可回啊!",
    "239a053d320e1936da6a71f3ecc121dd": "……呵呵……",
    "85cfddaf0c4fd3444d177f0767421707": "呵呵，呵呵……哈哈哈哈哈哈哈哈哈……",
    "bb55382ee3a71c4d31c340011043bbb4": "  (点击继续)",
    "0f9c946608aa5b5010b38fefcc93a2bd": "Job：",
    "35f79b446325ebe7ec53e33d6f124c7c": "戴夫：",
    "a48a98776046e4360bfd7443037187a3": "我们明明说好的……",
    "7f764f8cdbc2b5741075c522b68bec0f": "明明，明明很快就可以到家了……",
    "6ccebefad8a56549be1e12f888569711": "明明说好一起回家的……为……为什么啊……",
    "f3b0174235c4f065dbc6aed9bf289980": "爸，妈……",
    "6c9608abe94cc032f72a0bf01adb6886": "呵，我知道你们肯定不想让我这个样子，不想让我一直在医院的病床上躺着半死不活……",
    "46fc05f2fb523f7f2359b43b79a3b02e": "不想让我一天一天，靠着辱骂一群我不认识的人，靠着在这个虚拟游戏活着……",
    "47f65b186740675cab4290980dcd1ab9": "可是我怕……我怕自己想起来，怕自己想起来你们已经死了……",
    "66a458e331db1f02c179b5d60df4cb16": "怕自己想起来我以后就只能孤单一个人……怕自己想起来自己再没有家可回，没有一个能寻得归属感的地方……",
    "10d0421de6276ccc5ce310b1e7c0a3c1": "怕自己……",
    "dcbfe9fd016f9a74ce8da07c00e57a89": "……一个人……",
    "b7e0d4f6659725ff2f9b1f858c1e1042": "去面对这个……这个疯狂的世界……",
    "d05af7d103d3b82d6f381a86693c052e": "……于是我让自己一天天忙于这些虚拟的世界里……",
    "a9714da5c9040a6d2d5f56312be711e1": "……于是我让自己天天都在假装变得尖锐起来，去绞尽脑汁，去嘲讽，去伤害每一个人……",
    "4a8542cda9fc85ef1d2b506d464a7e74": "……于是我让自己在这个还有人重视我，还有人在乎我的地方一天天沉下去……",
    "56766f06c00fe2e6dd7b4e2df6352b7a": "我曾经骗过自己无数次，我骗过自己说这些都是梦，骗过自己说你们肯定还活着，回到现实一切还能恢复如初……",
    "e172b70dd3b0c411546d65dc9f0dd4ea": "……骗自己说，只要我再也不抬头，再也不去想……",
    "b4e66c4ff8373e40b484c4776fbc7dc9": "那些我犯过的让你们死去的错，那些别人伤害过我们的事实……",
    "aa0bb5c5c1f9be5b33baa1491ff95f16": "……就可以不存在……",
    "ff5cf1f1f053ee5ba6f663501c9626d8": "……对不起……可我……",
    "a628d04a6af405d1a78078f768b86449": "我不知道以后该怎样活下去……",
    "3aeaede5b8f6b3e2b1865f8cc73ac325": "：",
    "dc8f796923bf8a23aea2f8d894491403": "帮我好好管教一下他，让他尽可能少碰一下手机，多把时间投入进他学习上面去？",
    "a15eab31b32925cdb030c7ffe370b0dc": "所以你们还能如约发出我的新老婆是吗，太好了，这回一定要把她抽中，让她把我砌进钢筋混凝土里！",
    "7403bd016d6b43e6a6a3afda29bf31e3": "谁TM会关心一个小家子死了活了的，这篇报道一点意思都没有。",
    "2669b124fc65a54a15e8f71d58a89683": "我目前已经找到了他们家所有家人的所有信息，现在给家人们透漏一点，咱们一起处理这群杀猫狂魔。",
    "ff851d71de35e3eef0d8dab8aff9cfce": "希望你和你的家人也能在出门是被司机看不见然后撞死呢，呵呵。",
    "af224110261422158150578f7a0162ce": "笔者认为，是伦敦相应部门的严重失职造成了这一系列的悲剧。",
    "afbde02b65e29e87e030d620f2223778": "Foggy City Day 25",
    "17c566910233520b81cb9c5564ce35c6": "呼，呼，呵……",
    "81e30960b731f0c2c3e7479064e832b4": "没有想到，我真的没有想到。",
    "378199ef052609b2b992267b032047c1": "你通过了所有的最困难的关卡，或者说……",
    "e87b3d1ec40c508e734ec6c0629d3434": "一直用自己的力量，拨动着游戏世界里的时间齿轮。",
    "b732175e1e61a82c2e0f411b7183a860": "但你知道吗…其实我觉得，即使在我垂危关卡难度失控的时候…",
    "adbc17d31d9884d0ccdf2eb194dad3a7": "我也只不过是局限在游戏规则里和你争个高低罢了。",
    "536359cd3ec4a1e00e4520ac92c25046": "等等 你该不会要…",
    "d36e80c3e62b4994957e99c9dfbc0252": "哼。",
    "bb2ee2851c41d93a9685f77c4f494050": "[已关闭missing_character_dave与僵王的访问权限]",
    "a636fa285b2d382d36b217527b37b3de": "好了，那么接下来只需要再来这么一大波僵尸…",
    "b4697d19a4aab083ddd74d99eed9cbd1": "哦，等等，我想先和你聊会儿天吧。",
    "8b286653f2cd79e3b115f25b796757eb": "反正这关你最终必输无疑。",
    "649946cb154083dac2dcb368e2e64077": "嗯，那我问你一个问题。",
    "022c0167e8938904157b2f63d9fabc3f": "你为什么要点进这款游戏？",
    "c3032203fa177e073ac639d30f74a1d9": "我的意思是，这里面充满了大量无意义的嘴炮。",
    "41f062007018f204fc9ada720d647465": "这些嘴炮太长了，已经严重影响你去玩你想玩的游戏了。",
    "4dc8f6b1cfe6dcf53f8705a9f5f02d62": "一遍又一遍地点着冗长的对话 你不觉得枯燥吗？ ",
    "ef44fb94b87e335544a83d533ff3c3a7": "这里面讲的故事你也不懂，你也没有兴趣去探究发生了什么。",
    "390350c42f697c5936f05dcd8711ec84": "反正流量时代么。没有人对一个小家子死了活了的感兴趣。",
    "1e020ac775aa75be3ee31c40854bafa7": "也没有人会去关心一个家人全部死完的小屁孩的哭喊。",
    "915a71e92371c8954fd5d9dc378ecd83": "你还不如去网上翻点更有意思的，比如看看谁梳着油头画着重妆让别人去审丑。",
    "334923e63d304c1149ad309cfb746ed3": "或者玩玩你那些又肝又氪就为了多巴胺的游戏，怎样都行…",
    "22c3e6f912229911c16145933df8b281": "呼…终于赶上了…",
    "013b5a084218b3870c3db29332eb6926": "破解他那个权限花了我不少时间。顺带一提，他刚刚想用对话与你拖延时间，好让贞子僵尸进营地，游戏结束。",
    "aeff847273530b55ae8a2bdc8fb52e88": "可他不能…种植物的吗。",
    "c8d16394dc571f069e28a09fd91470f4": "在我们还在说话的时候，游戏机制会限制邻居攻打僵尸，但也会限制僵尸出现，天知道他用了什么手段提前安排僵尸出场…",
    "f018fec9215ceafc163982350a81face": "不过我现在已经把他用来坑你的那些东西全部清除了，现在只需要重置割草机，然后…",
    "b35cfde3a5ef9c3dd826fbd79ec7ea02": "等等，我还没做完…",
    "e82b088aef76ef6c1f3609f75de608de": "可以，可以。",
    "58dbebca70e066f2491eddd42393923b": "看来你们还是有水平的。",
    "0e547c04b54290d8b4c4cd38c1da114f": "[卡巴拉生命之树程序启动]那我们来一局传统的游戏吧。",
    "b2617eeb818836494c4dade4b8107bf9": "让你们看看，你们这些人在外面批量生产的都是什么垃圾！",
    "7bb2df20b7fea93bb835a712ee9803ce": "以一个肮脏黑客的身份，取得你想要的胜利。",
    "7dcec1ea8c4217fae0dd3c10b1b82fa3": "那我也没必要用常规的手段打败你了",
    "a4ead47ef81ec2ca358afdf00c47ce0f": "你知道，我们某种程度上，都是游戏的修改者。",
    "21edacebd43b88952f6a2dacf4003e03": "哦哦，别误会，我不想和你这种用非法手段骇进游戏的一样。",
    "ba46c64598ac7f6c0331bd913467183c": "我是在用植物大战僵尸这个框架，创造一个以我为神，由我掌控的世界。",
    "cf546189d9ac679c91a412014fdd9127": "虽然只要官方愿意，他们可以把我们两个全部告上法庭，让我们賠个倾家荡产",
    "5540665b780abeab5a19ba8a1d120f7a": "然后继续用最能赚钱的方式批量制作让人们充分分泌多巴胺的“游戏”，通过购买推广与流量来吸引别人玩",
    "a6ca57d4769f737da4c4ce1f39a69b01": "用二次元三次元的擦边球内容吸引人们入坑并让他们为那些讨好人的人设氪金…",
    "8074999e0e7b9a0959ec992b8f93a20e": "等到热度过去，这种所谓的游戏再留存不住人们，又会有一款新的按照这个模式的“游戏”如此运作。",
    "9055f63b9faf9b11524661d25c2495be": "当然，你也可以走社交化的道路，让玩家把游戏当成日常社交的必需品，让他们因恐惧被孤立而入坑。",
    "4e1df659ab927e4a2430f890683baa2c": "或者是走电竞化道路，让人们观赏那些专门负责按键盘动鼠标的人。",
    "180c4bfb04475b58819240feb634981c": "其余的游戏？",
    "4f398232d6ecf4d64b86222d8cbb1861": "呵呵，要么被大厂收编，要么被大厂灭掉",
    "97def6d4cd8816c778043d89fa54a0ff": "或者制作人活活饿死，都是ao的…",
    "bf87cc5dfb25be9ea98545f921aa5385": "听着，我那个程序，还没有写好，现在还不能给你用",
    "b935b03ff514856ec2c0869a6ab2b46f": "不过你是怎么找到它的入口的？",
    "df7b1369f6810cb66f26d0b02c1b3bdb": "哦，对了…破解他那个权限花了我不少时间。",
    "dc55a308eed186fcd12e689e5dc84b1a": "顺带一提，他刚刚想用对话与你拖延时间，好让贞子僵尸进营地，游戏结束。",
    "2a310c973618aa089b7d610b0e8623e3": "在我们还在说话的时候，游戏机制会限制邻居攻打僵尸，但也会限制僵尸出现",
    "4d800cc1d788bcfe37ec15be494e78af": "天知道他用了什么手段提前安排僵尸出场…",
    "bfb07c7b347afc0a7e70f4f04533f410": "[卡巴拉生命之树程序启动]那既然你来这里就是为了boss战，我就亲自为你创造一个boss",
    "6eee326e9f1cdeb582e60d545419f1e8": "你居然，居然…这么菜。",
    "7cd915775c0cb725742b13e06bc12bac": "那么像你这种玩家我们一般称为什么呢？",
    "815c67cd63578c8b34aa13a32cec2802": "称之为垃圾。",
    "ed6a567715fbbfe7a1fd835c6955cc40": "不是你为什么要骂他…",
    "e4388c57167f94dbfe95de14328944b1": "没事邻居，你大可不必听他这么说，他就是想刺激你退出…",
    "6f41c1bfed435e1ef194cf6868b48d19": "哼，哼，挺好。",
    "68d607d1ef5479beb15f7cd704cec519": "两个虔诚的信徒极力维护他们所信奉的神…",
    "978400b292a66f0921ffe545fb0e4657": "即使他们的神，无能到连一个休闲，益智的小游戏都打不过！",
    "75d6d0cfe2f314971a0ad4deab6a13e7": "额，我想我可以做点什么，好好刺痛一下你…",
    "0ed9c99f1fff0af3da7bf075fe4fc89f": "[已将所有含有 邻居 的富文本替换为 游戏白痴]",
    "b9d68e342c663c60a4f0a047bfa7745c": "好了，那么接下来只要退到幕后…",
    "aad7081e5f49dbeef36f38951070c06a": "[已恢复missing_character_dave与僵王的访问权限]",
    "c9311a6d3a24fe4132830aaa3edddaba": "你没事吧，游戏白痴？",
    "fa5670c20f46f3d819e7fea06b1865e8": "我破解他那个权限花了我不少时间…嗯？",
    "c456b4f65c91856b671de56e596493c0": "嗯？等等…我是想说游戏白痴，不是想说游戏白痴…",
    "243d6ee90e67cdb640b958f34f147f91": "等等，游戏白痴，我的意思不是想骂你是游戏白痴，我的意思是我控制不住地叫你游戏…",
    "fe838e254bc14826bd857e07c947dcee": "[已将所有含有 游戏白痴 的富文本替换为 邻居]",
    "df17bbb65a53b0a6f1258aefb121a2cc": "…邻居？",
    "cfe87b562e02122a2be205b38128b4de": "好吧，听着，接下来我说的内容很重要…",
    "51198b03260e0d9f027dcede653d5707": "根据我读取到的数据，这一关是boss战，而且boss是那种固定的类型…",
    "8e0a655f0c3d9999f1c01d710c4f3dc7": "但它会不断向前输送某个有血量的实体，替它抵挡伤害。",
    "c56d3870d36af955c70859039001b8e4": "所以如果想打败他，你需要…",
    "5f212bc1b31174244985670eaec5a378": "等等，我还没…",
    "35a739249b796a784cb52bfc591382f9": "哈哈，哈哈",
    "5cbd92e362ad492ef0786426717c0db1": "[卡巴拉生命之树程序启动]好了，游戏白痴。我们让这个boss战开始吧。",
    "eb458d01769628f398f42e45d48fd7c5": "说不定你还是会和以前一样，一次又一次地失败…谁知道呢？",
    "c9aafdf9d656e34128cf16d95c35b9fd": "Foggy City Day 3",
    "9baee9971b238f7e646f8540e9871dcd": "所以……你的意思是……",
    "f3ba64dbbf5ec63057938f662d87bbca": "嗯。",
    "0e79bda2271c47d6ea00251e99f116e9": "我们，包括我们所在的游戏世界，都储存在一个叫服务器的终端上面",
    "5b8ff091e8ecddea47e9bcc924a9240f": "“奇妙时空之旅”这台机器可以在服务器上拓展之前仅有的庭院，对应的代价是游戏的存储量增加",
    "af40372dfc65f8f05fdf0c77916760ad": "而一旦游戏存储量增加到超出服务器最大的承受能力，整个世界就会崩溃……",
    "2b661d9f5d0c13327fa1285f83803751": "也就是说，如果游戏继续无节制地进行下去，而那个男孩不出去的话……",
    "32d7a32e329c1c872bc31d8ca00058ae": "嗯……",
    "8b19bf4cb638fda641ae792fea12cee8": "陷进这部游戏越深，他就越接近死亡。",
    "866128a3a8de9911cb2b7c92d87b8435": "“迷雾男”么……",
    "b18524265369bb443b0a844d5f191fdb": "[程序启动]突然从雾里冒出来，吓倒一片人……",
    "a0ece71bf3b1101231a6569492aa9a5f": "看起来是个不错的想法……",
    "ac57d2ae2f9a643b1c87152fb79a8a13": "Place the plant to the left of the bowling line!",
    "6212a16293f6ea115e49a319f7addd9f": "Foggy City Day 4",
    "738abcd089590cd5d1f0cd963d7ccc6b": "看起来你在撇开我们之后，玩的很开心么。",
    "20f19ceeaee2742aeb627c58e8e26667": "嗯。我『畅玩』在这个游戏的世界，真的可以像你们说的，忘掉那些……",
    "5f780e6f1b089e638c0bfe02973bc68a": "但你不能一直活在游戏里啊……",
    "143d1e158733119c93562390135e7944": "先别……",
    "566805b0196bc3756d8fe013f850bb90": "摊牌对吗？",
    "33f6fc4f7737220ffbc046a9725d8829": "既然你们已经注意到这个游戏体积不正常地增加了，那么我也没必要再瞒了……",
    "daec6e9c474458871ed84bc37d2c0832": "你应该清楚，让游戏世界与大脑神经直接相连会严重损害你的健康……",
    "1817dbafc9be87c00eb5004f9437ee6d": "可从那天起，我就已经……",
    "6bb17080a24d517a53b839f1e9f73d82": "算是个死人了。",
    "e5d096e9ad251b4bc61fe74e416c54f5": "人生如梦，为欢几何？不如趁着死前……",
    "35d87392fef7f7b339a210256b441a1e": "[卡巴拉生命之树系统启动]好好地利用一下自己尚存的『主观意识』……",
    "0ed1fc7c248e784b704f7e0fad2782a0": "然后把这里，改造成我的伊甸园！",
    "bd2377502278bda121baa445bd65cd0e": "[机器警报，机器警报]",
    "8daf0a53c92ad9ccff0cd7119eec3672": "不……为什么……",
    "03e084e77c8e1ab83208853691a96954": "到底是我……做梦梦见葡萄酒……",
    "12b8ef4cf98255bacbd910ff47aa496e": "还是葡萄酒……做……梦……一直……",
    "313377de74da10cf9937a2a439c325ab": "……紧随…………着我……",
    "6a34d6d3c59188de244a03b18df6366b": "好的，这大概是他刚来时的对话记录，关键问题:葡萄酒。",
    "09d3a625abc216c93b7481f08c7de787": "湖……夜……残月……酒醉……",
    "bc07730b5223560e56b9b91c5567a3d5": "坠湖……坠湖，坠湖！",
    "fa596ddae2396dc5da2d3e4c67a96528": "我想他在冰原黑化也和这个有关，关键要素:坠湖。",
    "21b9fb301fe76d0d238a11fa18e43110": "也怪不得他会来到这里。",
    "0847b6985b1e57a58aa186ff4b5048bb": "想要在这个虚幻的世界里久居的灵魂……一定曾受过创伤。",
    "5b01336f1f336683725c5749419683d0": "等等，你的意思是……我们的世界，是“虚幻”的？",
    "496000fc998e91c91ce783e8fcdbeacb": "Foggy City Day 5",
    "4b3a07f5af10b3e8f19a1ef602f63668": "这是我们与他正面冲突的第五天了。",
    "dd6fd7d4a24da707254032e8cd2440ab": "可看他操纵着的僵尸的密度，似乎略微减少了些……难道他回心转意了？",
    "95064c0958844c0621e873d9b596a1e0": "可这些挨炮的周围……关卡丛丛啊。",
    "ea409066568fde1c4e73cb4804693c5d": "听着，我不知道该怎么称呼你，我也明白你很“wubba lubba dub dub”",
    "91095d76c60595cb46ffcabf04352a9c": "可是，这样哪怕搭上命，也要和屏幕前的邻居对抗，用你的一切反叛关心帮助你的人，值得吗？",
    "3012533d6f7e3fde5def8031de919d26": "呵呵。关心？帮助？就他？那些统称为邻居的死宅？",
    "db91168a0f495fc51bfc7d2824db43e5": "如果为想的没错，他现在正在用他臃肿的右手颤抖地点击着鼠标左键或者屏幕",
    "1ff392f5d4c7d88ca9c557d4564bc52d": "完全不在乎我们说什么，只想快点进入关卡，迫不及待地要玩这一关呢。",
    "0666aa6a56d7b9f39e2be9f0c0fe3ffc": "好，我就陪你们玩玩。",
    "e554aaf299e96cf91927fd55b4c3c318": "[卡巴拉生命之树系统启动]先来道餐前甜点，苹果奶酥。",
    "d24f653f35d6436a523aa24106879b21": "全家福",
    "3302798ee32fc291bc0be7274ba518fe": "照片上父亲那里已经碎裂了。",
    "052914f00d7696456f5fa69ffc75cacd": "Foggy City Day 6",
    "603af6b3c92308de8c19e38140dd51d3": "看来我们屏幕前的这位“邻居”很喜欢挨炮呢……以至于昨天不顾一切地保住它。 也许应该给你多来一点……",
    "4dc39cc7f3002bcdc67e192119e8e912": "这……咳咳……是什么鬼东西啊……咳咳……简直没法呼吸了。",
    "a20b9ff5e5bedb6e82dbd5117a577439": "很重的霾啊……就算开灯……咳咳……可见度也很低啊。",
    "27373d4d543f0367cd38fa664fdb35a7": "我还仿佛……咳咳……听到了难听的鸣笛声音。",
    "368b2190e9d06fc4bef184df9e1c8b4a": "［已关闭与游戏人物的互动功能］",
    "d59e733a832e2ccb6d67a4df5bf77b3a": "为什么……会有汽车。",
    "d1918bbccb7d98eb0061efb30be6f414": "这不是我编的啊……",
    "b239795ca73a3283fc3ccf7dcbb47c6f": "等…咳…等…僵尸，为什么在霾里,会…咳咳…咳嗽？",
    "9d774ba1ae49b4bb8301903f3b2b3d67": "Foggy City Day 7",
    "f2c190d06ec6a96066aced100661ddc5": "看来那些雾霾又退了呢",
    "3c47c8838170be17b67e505eae8e1f11": "事实上，在20世纪前50年，伦敦的雾霾杀死过很多人。",
    "4a3b7a9b5fb6f911d0b5e08f1a79ba69": "虽然给我带来了很多弟兄，但……",
    "7f649ae397850d7fbb0b815876d6686b": "果然还是没有雾霾的天气最好呢。",
    "c6b07233105a51d51f2be60bfb75ac61": "不管你觉得怎样，邻居……这么好的天气，适合玩保龄球。",
    "9c596e1eed7c7863c212efe6e1f9368c": "我这就给你……诶？",
    "223914754465d0ddaadbcb4a5451e6de": "我的保龄球卡片怎么只剩这么几张了？",
    "8fa1d8752bbeb1f734eabacb19ae29f5": "[卡巴拉生命之树系统启动]正餐呈上，培根坚果沙拉，少放坚果。",
    "4822ccff721b3594a6595c683e4beebe": "Place the plant to the left of the bowling line!",
    "3654eb260d9090b87e45d472630dc590": "Foggy City Day 8",
    "503e1b0b430581a55458f445d367b73e": "下雨了呢……",
    "2ec55dcc01e18afbe26ffa13aced78b3": "诶，等等，我的植物卡包也随着雨滴下来了……",
    "8752ed2c9f014481e07f202134e44129": "可恶……我可不是要种子雨啊……",
    "eae675aac39bd16d52c0b0a4905351ce": "难道只是因为又想起那个雨天，我就……",
    "8597886d68870f91fc35590deb9c1751": "［开启与游戏人物的互动功能］",
    "a13550b45d5f2e0b2f21929e93d61159": "不……",
    "76d2fad7a84bf78b0ae4ce9591753bdc": "事实上，这恰好是你最想要的。",
    "21b75fadde83e9dc0ebe42708bdc91ce": "Foggy City Day 9",
    "4beda7cb925b4d65aa8e0e3516d99780": "话说起来，我的那伙僵尸弟兄们增长速度最快的时候还得数\n1940年到1941年",
    "36f364afab831cc4000294d49da1d7af": "也许是因为当时连年的轰炸……",
    "b3d18ed80751687adbb8afe2368ddec7": "导致他们现在一听到有炸弹的声音，一闻到硝烟味就会和他们生前一样，一涌而出四散奔逃。",
    "eb87cb739fa4e21c7a816c7e10e6c0c3": "好吧……我还以为他们只是对爆炸类的植物的味道情有独钟",
    "94971d75e500a412e26df583792a7dd1": "那些爆炸类的植物……不炸的时候真的很下饭",
    "f3d88db1c817063230e2d82456e0e8f9": "Laboratory - Abrightilon",
    "5ea9a3009f909a6377a857201de991a3": "亲爱的邻居，欢迎来到实验室！",
    "16cc790f0d252681e8e42dc7caf525c8": "额，没错……是我在这里。",
    "06b49438c09739496b4f69b0dd2964c4": "正如你所见，我的伟大机器恐怕出了一点故障……",
    "6f935cd8585470bc8841c220fd6ae180": "我们亲爱的戴夫的脑子似乎是被豆腐砸了……然后失忆了",
    "683510469afdd8d468965eaa839d998e": "所以现在由英俊潇洒风流倜傥的我来带领你们继续这个破烂游戏……",
    "82d578e497c4090501e3404f3347feaa": "亲爱的邻居，欢迎来到实验……僵尸博士。",
    "8e088401c93617517153b96cbf7476c3": "啊喔喔！欧布撒不对吗哇啦！",
    "13e7e61d16f7ea4cb94f4080d218ee9f": "你是……",
    "73e88318eaf54fafe9803a372cc2630e": "姓疯狂，名戴夫。",
    "a151718a7cb0ade000db4bb6a65e4434": "戴夫？",
    "2014b130a954da500866feb04afd4245": "那么那个以你身体存在的[戴夫]，又是……",
    "c6e8d0928eee950c3e64fe00e0c97767": "Laboratory - Pumpkin",
    "262c946d3907a7275ed4bb93735caf4c": "嗯嗯……不……吃不了玉米卷了……",
    "d89d26a8cbec0f731b4fcf6c0a672886": "啊啊啊……",
    "f6bb0d7e11518dddbb8a15fd831c2a88": "你的意思是，你丢失了你身体的图像",
    "07e1209c26cb672bc399c90bdfac8b24": "现在以一串missing 代码存活于世？",
    "f5816bf1786b31a1057dc92a830066b2": "你那台破机器把整场美食评测……呸旅行都搞嘎嘎了……",
    "51e86335316911d861a534c3260063d6": "现在我什么都吃不了……",
    "4b693071f35f2538892ceb1069ec5f9d": "你也许可以趁这个机会燃烧你的卡路里……",
    "cae635cbcfd3c08ca1d7907463cae64f": "少吃点玉米卷啊……南瓜派啊……",
    "21d990cb76c95ae51b867990710fa4b0": "等等，你说什么？南瓜派？",
    "3ebd5bef0e37bc376853acfc52b9bd1d": "哦哦，对了，我还记得我年轻的时候……我总爱坐在南瓜上思考人生。",
    "192d7ccf7f657f917eaac2759a244700": "一坐有时候就是一下午……然后把屁股下的南瓜摘下来吃掉。",
    "e6f0319bd409112d3b395f7c9f92e950": "又硬又臭，我就……",
    "bb7f09fc7055dc99cd3bda8304fcb0b7": "打扰了。",
    "3ee294e4ddf5b4bee12d1bda5cefa7b3": "Laboratory - Jalapeno",
    "38da8256f81e0dcd5885ad036bc39c76": "所以。。。。。。到底发生了什么？",
    "68704556c20188d014bd79e0b48ba0fb": "先是我的图像被其他奇怪的东西取代。。。。。。之后他又调出了你的装甲火车。。。。。。",
    "f488b529b505aa788f63b0912039c952": "现在他又要自行创造一个世界。。。。。。到底怎么回事？",
    "c3010f89f96188adcc96bad291e8ba38": "简单来说，是一个小bug。。。。。。",
    "e8c5a293d3fdc2b2e61aac739ad64dbf": "是这样，我的机器，可以拓展我们所处的游戏世界。。。。。。",
    "0e8beb9f6950bab77d9bdd63415a2c48": "你是说，拓展游戏？",
    "c14b3b678447f196c09897bec3ea9443": "可我们不一直是在现实吗？",
    "c7235d6dc141d924fda4eaba28452529": "好吧，我坦诚。",
    "a445bf531eba693c64c67168729c9b61": "在那次屋顶大战之后。。。。。。我一直在想着办法去复仇",
    "a2c04ff45d2fec9aad7e4c84c23d88b8": "于是，我开始研发新的机器。。。。。。为报这个仇。",
    "68b77047b5dc29cd717890a3b13a6d17": "但随着我研发的深入。。。。。。我逐渐发现，我们所处世界的局限。",
    "f8b0c17c270fb9a97ffa3d060d585f3b": "它被局限在一个叫做服务器的地方。。。。。。然后另一个世界的不同终端访问，开启我们的小小世界。",
    "f52788b2afe91e6a909e4f73e0a4a01d": "开启游戏，这个世界才得以运行。",
    "a2bc5d7f6e23ea828f788fd18c50ea9a": "进行游戏，才有了植物大战僵尸，有了我们周围存在的一切。",
    "c7dc3d573ae882b666b640ebdec9a99c": "我们，才有了存在的意义。",
    "fac581c2a231f51e4c27823b6f8dad30": "Laboratory - Miracle Imitater",
    "c5eb5ffee327f1b0f57cc637def2ca86": "话说回来……你为什么要把一些植物放进[实验室]里？",
    "f33d258858c4853d832440eb8dfe4a6c": "方便我对好吃的不好吃的植物分类。",
    "5807b33fd7202a1e8e323d03f7b311de": "好吃的让邻居随身携带，不好吃的统一扔在这里",
    "33ec43d6603974196442b9b8f4dd9f89": "比如说奇迹模仿者……",
    "f3331df2c1fc30334c991259296f6e0d": "我知道你要说什么……",
    "c1218d6bb7d2e705d40df7b2413b8f2c": "又沙又苦又难吃还很丑……",
    "559aabe10140173b5dc0d4282ceca151": "等等，你说[很丑]？",
    "675c7b31b125f129ec0da25a7bd15af2": "拜托……奇迹模仿者的相貌，能叫丑吗？",
    "ebb9bb2e18e55afd9fe4ed08dcce7857": "这不叫丑，这叫……不够英俊。",
    "444fe46d3ab7a8ac4df2d6e02227116a": "但不知道为什么，它却总能聚集起一批实验室里的植物来",
    "39b10ac0561dd3379d5956d751382cc9": "的确……在那群颜值普遍低的一批的实验室植物中，它就是颜值巅峰。",
    "345f91e206bf73d951e41da28601cf38": "所以我说……实验室里的植物又沙又苦又难吃还很丑。",
    "85a3956b0ec9cf02de01a56b1c0f4588": "Laboratory - Impale Cress",
    "f0363b7679b78643c68330727c512b64": "这本来是我试着栽培到更多基质里的实验性食......植物",
    "1367f4b16a4e210d95b89893ffc01fcc": "结果长得和个豆芽菜似的，吃起来还贼嘣嘴......",
    "2d020064f10333aea8ec70a1390ea809": "说句实话……之前我还把你掳走过，我们还是前后院屋顶上昼夜不停兵戈相见的敌人",
    "e7ea11d2d25b9bc0f72f079795f67c27": "现在你带我来挖你实验室里每一个本用来对付我们的植物......这感觉真的很奇妙",
    "f367d90cdd5f418ad2848849a63db661": "还不是为了你那孩……那孩子",
    "08e91f0c8f3c0ff9a1ba1f07053c386a": "说真的，我感觉你没有那么.......疯癫了",
    "9161d13122ecdbee382237b90c05a674": "我只不过是把我研究时的状态拿了出来而已",
    "ba0212ca75e7ac64239db4bd91758ef1": "而在邻居眼里，我只不过是一个无忧无虑没有烦恼的疯子",
    "a712813722de8a3a75aaa753b4893e6f": "不过我也喜欢这么干。",
    "e27027b4851cfd729a5de08d95252932": "说一些怪话推进游戏，只不过是为了和那个看不见摸不到的“邻居”能一起打会儿僵尸......",
    "82609afd40acfde32d5f8155fe991abc": "毕竟，这就是我们诞生的使命。",
    "b7eb7ce711e03eca9507409c30ef4aa6": "Laboratory - MacIntosh Aipoi",
    "59e11637c9a3fb52b03a1dbbd9b7a949": "讲真，当你发现你是被特意创造出来实现某种目的的，你所认知的一切都只不过是一个服务器的数据的时候.....",
    "0000bc8546468bf97f679cb81562c5ce": "你有没有感到痛苦，或者说，逃离这里的渴望?",
    "0c878400f170bc3af1d1d557d904afd5": "额……也许……会有一点？",
    "73c323c4fdd653345d6061ecbbe5d944": "啊啊……毕竟，原先的世界只有前庭后院一个屋顶，即使那个孩子的意识创造出再多世界，也只不过是几个固定的贴图",
    "778da9633fcdd59a9a313f894565108e": "只不过是那几张熟悉的面孔，天天为了外面的邻居打来杀去......",
    "6d426f4ddfde26ed322cd3398aa98ba4": "我也很想去那孩子所在的世界，看看那些不是代码贴图做出来的真正的风景.....",
    "77ee9d491aa5aa70d3e2b6f77cddda9c": "想来一场真正的旅行，对吗?",
    "c09b155fc1a8918ce6cf066889c289ac": "哈，不过……也没那么重要吧，比起他来说……",
    "0748ba8247f7a7467a9e6b551bbac3ba": "......唉",
    "a90e2d646ec0af9b0f7dce311d02abea": "[程序启动]取消戴夫与僵王对用户[undefined]的访问权限。",
    "19ceb27cff5617e110380d25727a8e57": "难道......他们真的有独立的意识?",
    "68e830081075a5f87d8b169af2ea1a94": "[程序关闭]恢复戴夫与僵王对用户[undefined]的访问权限。",
    "bfeb63c85cd8a4b0b108029e772945e6": "Firefly Swamp Night 1",
    "67c6ac937925c2f8ff8e2677f1eb64ea": "哦，看哪，远方那一抹一抹若隐若现的……光！",
    "3a0f837d9be8b973a780efc6fd58476e": "这些萤火虫们啊，居然把这个夜点缀得这么浪漫……",
    "ed8d9dd077e4606db7192ff3fc1001b3": "我还记得我小时候和我的朋友鲍勃玩保龄球却把它扔进了一片沼泽。",
    "18b49a38a5b4fb96aa681c37d146e4f1": "把沼泽旁的萤火虫吓的四处乱飞！",
    "2d8fff1a4cebd16f9cd45ef73a066863": "那都是过去的事了。",
    "1174babaae18bb91da9d634d4b0068f3": "等等，那远处的黑影，是……",
    "f6e39ca184c982d81aff46b64dab5a57": "Note: Sun does not fall from the sky at night!",
    "06ebb878248d979d04168f1447fc08e6": "Firefly Swamp Night 10",
    "dab820a930d28ee8dd5e4ec985ef6875": "Firefly Swamp Night 11",
    "63f65199fab8c9507818689692915ff1": "Firefly Swamp Night 11 - Mirror",
    "4752d4915e280792bfc9e817810c9968": "Firefly Swamp Night 12",
    "0d22eceff99ad711648ced9b200aedf3": "命运多舛，瞬息万变。",
    "52721cbb9428c0adba52988baa8e299b": "命垂一线，生死两难。",
    "73770ae463e4a662138950e8e088a3a1": "一误永恨，一错永悔。",
    "c16952d3a4194bd19155b934ea2fc463": "亦生亦死，定权由汝。",
    "ec2421dbdcc1f4fae512d72aa408831a": "啊……可是为什么……",
    "24ef5f61fa8f1bdf2d85bff19c37d2f6": "啊……不……哈哈哈哈哈哈……",
    "6a0debf45fe3d46b5e462368856012a6": "我…………都怪我……对不起……",
    "0fa0b634da153196df67053d69d1c574": "哈哈哈哈哈哈哈哈呜呜呜……啊啊啊啊啊……",
    "e2c14b0b3ac6fc7bec3fd8c4143dcdf2": "Firefly Swamp Night 13",
    "add74dd454402e4c621c8840e87386a3": "Firefly Swamp Night 13 - Mirror",
    "d4a264c50e9ab2254e94143759124918": "images/interface/沼泽镜像小树丛.webp",
    "72c80f0a239a0dc4cb8eeab1fe2890b4": "Firefly Swamp Night 14",
    "c8b84a4724efa1e7125c983894519d2a": "看起来前面似乎有什么东西……要不我们走过去看看？",
    "a973ffcfd5674197dba0809ce06cc9ad": "等一下……我觉得还是带上电灯安全些，你说呢？",
    "9a2387e778d16fb88fedfb658bd0ad98": "同意的话你就继续点下去。",
    "955c1ed518edce36fc3bfbc896d0ca92": "好的……那让我先找找……",
    "889a67d40fa470815613396f142e1b28": "Fluorescent Lamp",
    "6df33f4709a9f8189a904f41da8bb7fe": "Once planted, produce a burst of sun",
    "018d44ce7ffc9926ffdd9bb5db9296ff": "Firefly Swamp Night 14 - Mirror",
    "f5a6741e838913aea7a46913528cf340": "images/interface/沼泽镜像小树丛.webp",
    "b836b74c5132649d36f61ce55af90eb2": "Firefly Swamp Night 15",
    "e2c3229529ad56bae482b250c53974cb": "啊，我们找到了……这点灯光带我们到了……",
    "294a25ebd009e29c8c45550523dd7df5": "一片影影绰绰的星月夜……",
    "0383c9ac20ab77baaeebef691f32ec70": "盘绕着的天空笼罩下的这里，究竟是哪里？",
    "d0ef726d53dc414acc357e33db185b46": "我，是谁？又是在困惑与迷茫的手绘出的画里，还是在……",
    "de5b6451553e232e1b3c53699226de0a": "我已徘徊多远？",
    "159310412e227fecaaeabd91c0853d52": "等一下，那远处的黑影，是……",
    "86a21a860ae3195326d1b1c1591f1b41": "啊喔喔！",
    "1e66dda8a77c60d3dfe60d44c6ebd102": "images/interface/教学关鼠标检测.PNG",
    "80e26af52cc5cd19c05e41d55587f8a4": "Plant the Fluorescent Lamp gadget to get a burst of sun!",
    "17b5d9d9a8a45e9caedee35173081145": "Gadgets can help you in times of crisis!",
    "2937f9f040f983f86c306638c3adc973": "You will get more gadgets in the future~",
    "5d9866150e22a8560748df880ba9aef3": "Firefly Swamp Night 15 - Mirror",
    "d44f899b738f1c971ab2ce35acd21e2d": "images/interface/沼泽镜像小树丛.webp",
    "1c83695ed277062102628ed7498e6a4a": "Firefly Swamp Night 16",
    "3bf70644de5ccea0cb3e934f3a79f3e8": "你是谁？",
    "7b9446afdd8dd5a24f4375e705bf7d69": "……我也想问……",
    "7173d1f02a56f539acae2f15fa106c23": "你到底是谁？偷了我多少天的玉米卷？",
    "9679f4aa8c5afc286178cf6dc98b5ddc": "你是……戴夫？",
    "1ee40c8c9a7be53bc803a6374ae136df": "这到底是……等等……",
    "98a8b06be1c772c9743017c16c06aaae": "啊，太好了，这有瓶葡萄酒……喝完的……",
    "2d381cadf5f6b48be952bf83d63184f0": "葡萄酒……葡萄酒……",
    "1f7c996ac470e971617fabac3b5d34ea": "[机器警报，机器警报]",
    "4607f5d11af6f22840be7107fd38534b": "不……为什么……",
    "0a486ab2ba954bc691e8fd7385c90493": "到底是我……做梦梦见葡萄酒……",
    "43701d43bebd543aad921a3b267c74b2": "还是葡萄酒……做……梦……一直……紧随…………着我……",
    "0b354c9f015ecc6ec806b90a47c59800": "[警报！警报！系统被强制更改，即将关闭]",
    "a831417f59fa3dc87faf13e5c7045015": "什么……这到底是……",
    "8f3d9db7eed252ad0a22478542e2a930": "[系统关闭]",
    "442395fad1d6b41a94c025e61f883976": "戴夫？还有那个非洲朋友？你们……",
    "2b5cc6a1e433bd51714939f083c56ff5": "Firefly Swamp Night 17",
    "42231e13d23cfd78a7051871ca0ac59b": "Beer Bottle",
    "79cd9aa66759dd02a07f4713d8eaa798": "I heard that there is another one in Dave's car.",
    "d6d7246bcd42ab9f6da1069d8e2190ac": "Place the plant to the left of the bowling line!",
    "5c3bcece7c7b040618cdd2dbdfce2ab9": "Firefly Swamp Night 17 - Mirror",
    "14d5f7e231543299edc152680136c4a6": "Place the plant to the left of the bowling line!",
    "3e49ef433fb3d726c90af185d41074de": "Firefly Swamp Night 18",
    "423f33a69729a53b9e1d7a26de9432bd": "[系统重新启动]",
    "d4d885683b19d44090f8b238f2cee4f4": "[/user.bin修改完成，管理员权限已被授权至……]",
    "fb5b9a2ff3aae240461aee5d10d99acd": "为什么……还要继续……",
    "2f5071875b06c347846967de4392e696": "这场游戏到底怎么了……",
    "19690494f794a13c61c5d6f305f8e05c": "到底……到底出了什么bug……",
    "a2ab9a7404a6b10105669b53ca00f46a": "也许……这只是一个揉杂着迷乱与不安的梦……",
    "1106f033afa352f44ed3ce0d1f57de9c": "哪怕再多梦……夜，也总是那个星月夜。",
    "607ee35883333cc1d64d5aa86da71337": "Firefly Swamp Night 18 - Mirror",
    "a106084ad23b0c22f211ec3eaab9d9bc": "images/interface/沼泽镜像小树丛.webp",
    "68b840cb4d4fb3addf4e5764e91413ce": "Firefly Swamp Night 19",
    "e0d5d31bf44fd35aebfd4a0871c5344c": "Firefly Swamp Night 19 - Mirror",
    "a1adcad2549a25fb40d6fbc1a115ccdd": "images/interface/沼泽镜像小树丛.webp",
    "d8c0f110a841a4a5d048e8ee6d08faca": "Firefly Swamp Night 1 - Mirror",
    "272cbdceb034a4f87716112d9c47a970": "Note: Zombies will speed up when they step on Speed Tiles!",
    "8252e853c4a5bbba9aca4bc08aa6ddb1": "Firefly Swamp Night 2",
    "4e84bb51dfe226c946a08a7ce3df18a8": "朽骨暗夜候多时",
    "5ce9ec09e279f348d3e25b214cdfcd39": "亲爱的老朋友啊……您已徘徊多远？",
    "e88ed4300ff89f6bcd01b47f8ce52ccb": "不知您到此……所为何事？",
    "4d101cdfec125340c59e309e08f2e1be": "也让你看看……我的新机器……",
    "e647ff3b92eefff22cfc61f4238322d4": "我管它叫……奇妙时空之旅！",
    "c9e2568a882e1f7d05bde0111bbb9496": "说实话，除了“旅行”之外没有比这名字更土的了",
    "4b65c7840aff7c56e1f0624c62ed3f04": "天空的亡灵呵，毁灭的问题归于生存",
    "2ec94f838e38923a8870b4b20c9313a3": "上古的幽怨重新变得饥饿",
    "a9aa2798756e5b7130d0e92e88dbcd6b": "滚滚而来，披夜而去",
    "c110fb0c8ec56fbbe489bed0e63ff63f": "Firefly Swamp Night 20",
    "c1938eb000f1b250f73320f34ae426d2": "E=MC²，一个亦美妙亦罪恶的方程式。",
    "dfa039de68d49aba36c4e22e2493b720": "氘+氚=氦+中子的聚变，足以毁灭一切！",
    "c0718e3fea9bf16f11402903ad7bd103": "啊喔喔！",
    "97b2467471f1103bd52806e334e95b18": "Firefly Swamp Night 21",
    "d2d3658886798a196281c6c0835de96b": "山岭，卷云，残月……萤火沼泽，星月缠夜……徜徉其中，只余一梦……",
    "f654dc36e2a30c21d341cbe9076c5b53": "……把实验用机器提前拿来对付戴夫是个错误……",
    "09dc8f8955146e2901087bb051fd3eb9": "……绝绝对对的错误……",
    "ded8c0fe6751841d20c7f7adc30e95fc": "Firefly Swamp Night 21 - Mirror",
    "c8d80a2f90f581d5ac004f050501d360": "images/interface/沼泽镜像小树丛.webp",
    "0e525acd9dc9286c559e19d692da2d61": "Firefly Swamp Night 22",
    "60eeb9a4ad191fa980225cdeb5ce5616": "哦……一片翠竹林……看起来可以吃……",
    "232617015ee41bd379d6b9ba9a778e4c": "Firefly Swamp Night 23",
    "3f7f820aa89181d1114b910abbd3f512": "[本机器不允许游客获取管理员权限]",
    "d3f95b5569e4d8873089543602d4a817": "痛苦便是人生。",
    "b9b8a5e6ad5ea3f26f0c371914550332": "管理员权限到底在谁的手里？",
    "c1efdf29310938b2f3035c0f3393092d": "戴夫？在你手里？",
    "881c5e7a79cbc036ac260d8456c71615": "到底……到底出了什么bug……",
    "64889747bcc3e5f1c238536b3f2546f9": "……如果在我的手里我会编一段代码送你上金字塔",
    "0523e2820975d5a9e9dd175e41de2948": "你是戴夫？",
    "5e7722bb820b52be7e86d81af1e06d48": "不用问了。我，不是戴夫。",
    "169e26c86fc0e3237a094193e47fb471": "他，就是身体被夺走后变成了bug代码的“疯狂戴夫”",
    "1eac97192580de2fcc4c4a74848b39c5": "由于/images的戴夫图像被我占有，而他……只不过是一个虚幻的存在……",
    "a5e940d8a05a641dfbc8d56ff9fa5fdd": "[程序启动]",
    "f228edb9ad65e261836406ff28bed688": "What?",
    "701658682114c24d655197aeecedc66b": "生与死又何尝明了……尝试估定一切，最后仅余虚无……",
    "54100c56d7913bd94e7d657d7069bcd1": "Place the plant to the left of the bowling line!",
    "40a0b10fdb865bda3f912b8222016b6f": "湖……夜……残月……酒醉……",
    "1da50c40b2691f4047d1cfeff192ef18": "为什么……为什么……一直都在重合……",
    "566d03528be70c27c5dd879bcaaabc06": "……命运……呵……呵……都是命运啊……",
    "fa6ddae717fa510c3fa8d35492cab20e": "……同样都是在月夜中寻求宁静……同样都是与悲剧的抗争……",
    "18393de688fbfd75114dc3aff5cca5f4": "……但最后……抵不住……命运……",
    "5f9140ca0c6a4c4ac004d99c847d5b8e": "抱歉打扰您……但到底……",
    "3f2a8129f7e58e2bb8a632bfb833fe20": "可以告诉我们……也许……",
    "23793a1bd0d7e985d2fc8cec0dd8b771": "[程序启动]",
    "df1aa2f177b4d101cff136e1d8d9a2cd": "Firefly Swamp Night 24",
    "5cf482faab174790db1ffb4d7c3083dd": "Starry Night",
    "90668dc56acb1fab9ab10a4f50e356a8": "The painting on the scroll dropped by the zombies is suspected to be 《Starry Night》from 1889.",
    "27430d50100368a58b7fb3d8ec166a1d": "Firefly Swamp Night 24 - Mirror",
    "1a5a0b81913dae4bc62ff0249f646df9": "Firefly Swamp Night 25",
    "0c65b0ffd81d7d2936d21b5ca7d6318b": "[程序启动]当命运的的石门缓缓打开……",
    "2244fdb20da7083a106bed85d3b6d9c1": "……无论生存毁灭孰高孰低，也得起身面对波澜……",
    "f0edc275db76d978b0e7d41f3c71efd3": "……金玉木石终究归为一片空旷……",
    "73c9f1951e16481e79e84b7dbb897876": "……今生的渴望也只能通过幻想实现……",
    "f06a270bc7abf23fe7efb57bdd1fd6c7": "……当命运的列车缓缓驶入……",
    "07e99fc24766429ecee681e403dae9ec": "……碾尽了人世的各种自以为是的印迹……",
    "24aa665a26dac9dc3d519b580080abc5": "……湖上湖下的黑夜终于不再分明……",
    "93704e2fa6bda5a726ab8d7ef9ffc205": "……所有的错误，在迷乱的星云中归咎于一人……",
    "c3458ddc43001920a2b87c457d1aefc7": "卧槽我怎么坐进这火车里去的……这火车怎么还自己跑上了？！",
    "57c257eb1412014d1b92ecdd5462a343": "……萤火下的星月夜啊……你是印象与梦，阴与阳的相接……",
    "0d02dbf7ece4abd0260bd4d37f0dcb18": "……萤火下的星月夜啊，你……是灵魂的碰撞，与交织！",
    "ae8c4e85373faf83e45a2ac716d592a6": "这简直就是疯了！",
    "dc4e2652060f51b77378a8775a72f6e0": "……邻居啊你还记得吗……要打败他的话得……上上下下左左右右BABA……",
    "bae0d023cc18e9084da0824a327100d4": "不管那么多了，给你植物，邻居你好自为之……我先去对面躲躲……",
    "7a8046cd16ff986a380af24c805ad596": "啊……嚏！",
    "69428c00d663034f1ecea3d0586a525e": "Firefly Swamp Night 2 - Mirror",
    "d543ec17fc6a7ca7b7ebcdb41d182a8b": "Note: Zombies gain bonus health when they step on Life Tiles!",
    "d6698e26ed62b7324ee0c383807404e7": "Firefly Swamp Night 3",
    "03850bbb40a4fa6eb940c4ed09e7e5b3": "哦，等等……这是……500 Internal Server Error",
    "3db60752a7bd64683d9f00d724cc2d3e": "发生了什么？",
    "2ad5fc2475d29d329150fb138773a63b": "……我在哪里？",
    "2c967d0d53f16dafd5cb54ff7d31e8c5": "Firefly Swamp Night 3 - Mirror",
    "d78757fc664a6ca75444b89547567a37": "Note: Zombies stepping on Summon Tiles will summon 3 more zombies!",
    "4d5077b9cd8a1b1ae7f01c9f8c00585f": "Firefly Swamp Night 4",
    "9aba53822ba342639682582f84aea712": "我在哪里？",
    "37eea876a831af6640e34b5bbeda97a3": "你三天前刚刚说过：",
    "0ebdfe50522c9b93de999f41a4356cc8": "你来到了萤火沼泽，你还和你的朋友鲍勃玩保龄球",
    "2bd88da072dcce3be8e49cfd730824e6": "害死我一帮弟兄最后还连僵带球掉进沼泽",
    "817af53a0f6f8b17fc508e1306dd2f4d": "那么说，你是……？！",
    "95a49ebeb28ce0c1492270253bf153f8": "……难不成你不是……等等……",
    "cd5c98beaf2b38bb1441679fde8ca191": "Firefly Swamp Night 5",
    "da9f022d58ac417b9d681b55e6e377d7": "朋友，前方那些小花朵正在向我们发出求救信号！",
    "252f4a988cb8f24cb21643219f6b6041": "我们需要立刻救援！",
    "375f9f14d486de095859d947acb49a57": "Firefly Swamp Night 5 - Mirror",
    "bfde423214b81bd4feef8d4a9c9bb0ec": "Firefly Swamp Night 6",
    "c872e82e43c9ccc25c581b8983ab25e0": "也就是说，我在屋顶上打碎了你的机器人后“莫名其妙”地离开家，穿过了树林，来到了这里？",
    "874201f7928c5580b4a22b6440b41d50": "这是……不，不能被他干扰",
    "6c58ea5239dccec6739987f215d20bf1": "[程序启动]若隐若现的亡灵啊，从阴阳黑白齐聚",
    "d0884c4d5d006c13bf711e06bdf84345": "萤夜之中的凶铃呵，异世界的重逢",
    "613f3bf13e6170d5ab3e262c712b7ca0": "Conical Flask",
    "286389e16c85d601fff9e446056968ee": "Laboratory features are now unlocked!",
    "9c1df08fb83f215cccb78108ba15bdaf": "Firefly Swamp Night 6 - Mirror",
    "580b87569bdf3fcd626bcb5d40305839": "Firefly Swamp Night 7",
    "f14c31e85c9574d97d9df0758b340fb3": "邻居啊，我们获得的是什么？",
    "9a8662b5fd40a5fcccd7a0c9e27a4bc3": "事实上他正在等着你的解释",
    "d646bf002dc4c8c073dae5206ab9885d": "先把它放回营地的书桌上吧，也许以后我们会知道……",
    "60c437a72674c9501684b770447af83b": "等等，这……多出来串钥匙……",
    "3a2f4e80dfaa4b9a4b265b52139e370b": "看来有一些新的植物……不过……",
    "aa8ca55b015b9942611fb6bedc7fbaf3": "看起来像是他留下的新发明的一些植物，似乎不怎么稳定……",
    "5ed283c60f49e18466c162858427c54e": "看来是不能随身带着了……先用一阵吧……",
    "e27912154fb531b49df204b9e0334a8e": "他？",
    "f24c93e15d84764bacf3f92c24e7de9a": "Firefly Swamp Night 8",
    "1701baadb0ad28945dbbde961adc18c1": "Firefly Swamp Night 8 - Mirror",
    "95e98b2e2e90a8445f46152225c4eff0": "Firefly Swamp Night 9",
    "9c816b83fbf6cae19e8de9b7cab81dc0": "[程序启动]遥远的时空混乱呵，限制人的行动",
    "9ac1cb65da0be2100dfce71c62786c6a": "任星夜的迷乱呵，在乱萤中飞舞",
    "5a124b14198097df06480ef81559aa8a": "意志愈加消沉过，水波点点起伏",
    "e3b7d89c04be15b0defb665d0371a90c": "人与灵的交汇兮，行走边缘遗岸",
    "c883ac81460299bca6fe654dfeb60b99": "Use these locked plants wisely to defeat the zombies!",
    "2d23413354c943cecaefedc700df9abd": "Firefly Swamp Night 9 - Mirror",
    "21b68119ef96d8abe229d915bf49a0a9": "Aurora Icefield Day 1",
    "5b6b3ee0c8918eab670cbb9409074bdd": "［程序重启］……",
    "227caa87cb31e88cd872106e6a8d004a": "冰原……寂寥的冰原……",
    "199334bf148f08cd0d5ac3dc4f4bf68f": "将我的灵魂……寄托在洁净的冰雪里……",
    "61c83f0148e3997b8ae3faf320c34192": "讲真的……看你在这里胡说八道看得我中二病都犯了……",
    "70beb5930e1ca01a3b290e01c78a469e": "等等……这里……",
    "7979c9bdf48a64e42ef4b7e0ec8c9b72": "对的……原作里根本没有冰原的代码……",
    "d108da9fa1ace70363e58e29b31dfb31": "下一个目的地应该是激情海滩啊……难道……",
    "275588467e602c86d41356f67e5682b3": "[程序执行]你为什么要改掉整个游戏的数据？",
    "206b97047aad032c5e3cbb6438578341": "Aurora Icefield Day 10",
    "7b5486f68b71d0c10d39ab285487cb46": "也就是说，按你的说法，我们只是代码所精确控制着的的贴图？  ",
    "a76404eef251e3bdf16998f44777a57e": "那如果不是，你会记得你手下派出了多少僵尸，什么僵尸，分别叫什么名字，出生年月日家庭婚姻情况吗？",
    "3cd1a99b089019dc50b13712772c4536": "可是……无论是植物，还是僵尸，都是有生命的啊",
    "56df2c52d26c3afa4f163e90a69715d3": "在你们所处的世界里不存在生命，只有串起一些随便找人编的对话进而推进整个游戏的npc",
    "70f85420f57c1f18703e5eb46af6e057": "甚至连贴图都陋的要命，一个只有正面一个只有侧面 还有一大堆没有名字，没有自我，用系统调控产生的炮灰，无论植物或者僵尸",
    "5a0a1ac24a9affcbb6ca77658685309a": "出现一个植物或僵尸，发给系统一个数据，哦，产生了",
    "6c441b03c00c06d71c458620b635dfd1": "同理，他们的死，也只是给系统传个数据，哦，死了，数据增点，减点。",
    "59b644a67a33c0b5464dfb352c3b32ba": "这一切，只不过是为了屏幕外的一个人玩个游戏，没有任何意义。",
    "5f84680164cb009195d3bf2bdfe9312a": "Aurora Icefield Day 11",
    "f89b9f65c61b412e81fa868ef3b1dc3a": "Aurora Icefield Night 11 - Mirror",
    "ada6eaf26d0e3b65af4baef5b7f6f812": "Aurora Icefield Day 12",
    "48baa4d03b1104c8afd90cd4fca58d93": "锥形瓶",
    "cfa40a5907a39689d56d164bb309d366": "实验室功能现已解锁！",
    "c73ad39bdba28c48d3b33fa76f796c57": "Aurora Icefield Day 12 - Mirror",
    "0fd07d81f01852d3b4ecdccad3dfb95c": "Aurora Icefield Day 13",
    "d76f1c3b20d00669d627b909a2c65f9f": "所以……这台机器创造世界与关卡，恐怕是有其固定的模式，对吧？",
    "4e15ea520f53fc525870fad598ba3a09": "恐怕是的……因为机器总共可以调用的库也就那么多……",
    "4d66bd197dce8b77e2778aa996c0ae72": "Aurora Icefield Day 13 - Mirror",
    "65ab70f3ca5989f449f471eb80c4f1fd": "Aurora Icefield Day 14",
    "f9266e78b12caa29eeec466f6f98e388": "Aurora Icefield Night 14 - Mirror",
    "ae4aefb67e2513c31dc1be14d971c68e": "Objective: Remaining sun reaches 2500 or above at the end of the level",
    "fc9d80891b97cc553459b9465a0b8df1": "Star",
    "bade6060dd22dcd34085e5a5152c931f": "Stars are the symbol of success. Go ahead and collect more stars!",
    "ac6f8a837411ef038023b29ec71d7675": "Aurora Icefield Day 15",
    "b43409a06aa0b835942f5b3045deeeb4": "Star",
    "e34a7900374f0f7dbb70da3e6fb16e45": "Stars are the symbol of success. Go ahead and collect more stars!",
    "c4f72f96fc97bb6edeb796c53f3af806": "Aurora Icefield Night 16",
    "c65e73b3c5f56bd78798d53c878d4696": "Aurora Icefield Night 16 - Mirror",
    "6f114218a660bc699dfc6e9f85627a80": "Aurora Icefield Night 17",
    "49742db8f1453029ba20f8c8e654c3c8": "呜呼……这寒风凌冽的冰原啊……［程序启动］",
    "28c25ab41f17af086013587a661a542c": "知道吗……我感觉你真的改变了……",
    "f7127348994cb6e4f2fc6b0542f6ecef": "不再像以前那么多读不通顺的骚话，也没有那么容易触景生情，那么易于感伤了……",
    "6222bf9c9b7fd570a754b3fcf80b6837": "是啊……我感觉你更像一个“戴夫”了……",
    "c7569870ab2259be0b7c48d030fb150d": "但不是疯狂戴夫……我的意思是说……",
    "3850ea3324b954132cee763b5a088e3f": "更加快乐，更加无忧无虑……",
    "ad48c32d65bcc40d2426ec760c1dc3a2": "这也更像是一场“旅行”了。",
    "23c0ad8b35fcff65ecc0f434d80f2f16": "Aurora Icefield Night 17 - Mirror",
    "819ffcb30515bdec12a073d89da2d059": "[程序启动]取消戴夫与僵王对这里的访问权限。",
    "0196ac61d61c535a4493f900d6fcfee6": "让我一个人静静…",
    "fa1334b3a1a24c25a0b071d58ebe190d": "果然，即使心有山河，也……",
    "c6a816f7236a57b71c9b2f475820ff97": "洗涤不了旧日的痕迹……",
    "247101f16808767d9682b24fb7fbc21c": "为什么……还在一次次地提醒我……为什么？",
    "247ab62f2500aba612bb1e85cf596632": "坠湖……坠湖，坠湖！",
    "db9f18c08e0a41543ac4d3c69a5147a7": "什么因纽特图腾，什么灵魂转移他物，什么超物质灵魂掌控……",
    "09924c09e52139d66294cd5cd3e3101a": "什么命运不可逆！什么乱七八糟的游戏世界！",
    "fcf3da7b675a983f5e19ce940621d722": "……[难度设置已开启]",
    "678f861992f3f323a9dde9c4a361a26f": "Aurora Icefield Night 18",
    "4d743bca970f67ecf7ae1411301aca07": "知道吗……其实我是真心很喜欢这个游戏的……",
    "68ce343cb1785af205559d2f2a279190": "你在这个世界里……可以决定你任何一次胜负输赢，打败僵尸的努力也往往会有回报。",
    "7d4da699853fd81a656868e075c0dd49": "你可以操纵这里的很多元素……谱写一个……",
    "5cad622870dd9fcb1306d3af2edaa0ba": "与现实迥异的虚拟童话…",
    "a1247931a8d058cd1d10cdfb971cb6e9": "但，你毕竟还是现实的人……不可能一直沉在游戏里啊。",
    "9c21a740c3a71afc42fb7c01fd8fe070": "现实与童话，究竟哪个更加动人……",
    "9f4391083c470f6acf55b8d611cec02c": "也许，虚拟里的我，才应该是……真正的我。",
    "9ef19251eebffeb1cd87b93cb11233b5": "Cartesian coordinate system",
    "de0a1be2a744d319539d584afd9f58af": "A bridge between algebra and geometry",
    "22e54dbbf076113366f09c279484c0f3": "Place the plant to the left of the bowling line!",
    "d0f563f5be2374090a2187bfff9855da": "Aurora Icefield Night 19",
    "3d729cf7e10750c6d9c0b9aa08472612": "Aurora Icefield Night 1 - Mirror",
    "ae06dd464aaa01a493e089096c800241": "Aurora Icefield Day 2",
    "1a48353c1de78bac4ad2af3c5c77ece3": "孤独的灵魂，在虚拟与记忆的冰冻中游荡……",
    "c5646fd3de7b5921b78e5f4fa369aab8": "[程序启动]在冰冷中，哭号，又有谁听得见？",
    "237ce22c77319e51b09ad0ec277171c1": "我就求求你了，少说两句骚话可以吗？",
    "a090aad4bfde992249ccd4f12be976bd": "这样，你把管理员权限还给我，嗯？",
    "9dd7ecead4ccea253535573fcb18e120": "我保证，你还给我之后……",
    "2fff05d2f66521dbbdf287c865524e45": "或者你也可以毁掉这台机器……",
    "81249016ab64857ba88d0980f98e4be0": "但无论如何……让这个世界恢复它原先的平衡……",
    "d879b2fc733f69298945c7d5dcfc7cfe": "我和你们这些虚拟人物说话……有什么意义？",
    "ad793c2243d93446cb1f15a8efbf103e": "无论这世界如何平衡，无论这世界怎么发展",
    "2d63bcecafef044a08b3c877c58df5f4": "最后不还只是冷冰冰的代码，人为构成的数据！",
    "9066d61978f4299e3cfb008698bf2436": "极地选关4",
    "25c1f96eb7f55f0b45906e800a8e566e": "以后的日子里……我们说话得小心点，嗯？别引发什么“蝴蝶效应”之类的。",
    "d2db503dd0de6aea19f698188f0b5922": "拜托……这电脑可不是什么杀戮机器……",
    "4bdd73b86e388377f37e3bf64cea2ffb": "再说……如果我能掌控的话，也许……",
    "2eba836a66d2cae876dae4e14eadf8d8": "至少，我是在掌控自己的命运。",
    "302776c1e95ad3bd9366e87be20a4a5f": "可是，逃避自己生活的一切不如意，把自己寄托在虚拟的游戏里，这么做……",
    "6ee6e4a7d40e16818ae70df11bdc0bf4": "古代的贤人曾经说过人没有总吃到玉米卷的时候。有时也会吃到苏珊大妈烤的龙舌兰派。但无论如何……",
    "417fc05de98a6f30905542f26d6536cf": "闭嘴……你们根本不明白发生了什么……",
    "03304918b165e8e23afc7576f40538de": "虚拟世界里的掌控永远只是虚拟，它永远无法代替现实里那些……",
    "5a3815129fbc353d77f94afa6eaa965f": "闭嘴！闭嘴！……[关闭其他代码的访问权限]",
    "320f234ceb7feddb99bc833d205bd70d": "[副本开始建立]至少，我要掌控自己的命运……",
    "52c91fa66154b830ab73f31eaea90f7b": "Aurora Icefield Night 20",
    "becb2845de917aaea66971aea178b3d5": "所以……你看见戴夫了吗？",
    "da070432018b0fed2b4e59c4bc6b0b29": "没有……",
    "644dd4c9a6b98006803e5963f2d74a51": "这部游戏已经完全变味了……",
    "cc7bd2216a0879797ba252d4a25fd45e": "是啊……这里，已经变成了他……他的一场大梦。",
    "63fc2017091ef6e749f741f450b4abf7": "大抵痛苦便是人生吧……",
    "c9f88687dd3664999b99431cb12478aa": "所以……你为何不强行夺取管理员权限，操纵程序直接删掉他的“灵魂”？",
    "b256708eb86ffd298a6e8a843fdd1b7c": "不知道……但我看见他在那里说着那么多诡异的话……这个事一定不简单……",
    "285c775007c697a9bb291de3a0b889dc": "所以……你打算怎么办？",
    "0b9a960a5c21cb4902e86987b5023d96": "既然他是从现实来的……那也许，我们应该把他送回现实……",
    "7ab9e11a69545962727851dce65d6e18": "……没有过先例。",
    "50e9afad0e758a369c0350f6c04a3798": "是的，但是……既然按照他潜意识的暗示，灵魂可以进入其他任何物体……",
    "01dfff83ae7334e53167c8231b99ec53": "我可以试试……把他，在本地清除后上传至云端，并且通过他潜意识的掌控的游戏里……获取离他身体的位置坐标。",
    "98fcdb5d36779511d01f45cecf68ea96": "然后……强制离他身体最近的可联网电脑下载他的灵魂数据……再通过什么设备和现实中他的大脑相连……",
    "fe1d21b55e5c8c5bbc0d3f24009eb38b": "通过将灵魂数据转换成微弱的电击，从而激活他的意识……",
    "b4fa19dbc57c5278f16be95df2cc00d9": "[检测到 管理员 〈未知人员〉dave 正在修改程序]但……哦，他回来了。",
    "11d5f165d4b9abd67a7a67b0a0f0435c": "所以……",
    "bd5d7e23ba8148a1294224de6ff1dbca": "我们，继续游戏。",
    "c18d44ab20e36478a76fb25b27b041bf": "或者说，游戏，开始。",
    "efe247e323430e5c39e747debb284893": "［已关闭管理员监听权限］",
    "4811db7b335401f5d65303fb574c7e17": "Lower cost for the first use of this plant!",
    "5acebb947e0a0060df8b6edcd517eb51": "Plant it quickly!",
    "4744f7bbd137f165c35ee9347caf43d5": "Brain in a Vat",
    "8157fa7659757f7bc2eb4adbb2f566d4": "How can you guarantee that you are not in this predicament?",
    "4e020436f5e61939d62c6f60897fe2e7": "Aurora Icefield Night 20 - Mirror",
    "488b842865e8429742af5a4488b0fc34": "Aurora Icefield Night 21",
    "436b211a295683f9954dc5581405d8c8": "Aurora Icefield Night 21 - Mirror",
    "7289aa4a78885a6a36fe950ad3fbfa20": "Aurora Icefield Night 22",
    "aa2e0b0ec8df7f7dde3bdb7c29501997": "Aurora Icefield Night 22 - Mirror",
    "f229a27237467d5ff5ad186bba8ed384": "Aurora Icefield Night 23",
    "3e31d3f38e07ba8026b76733c5d8c5d9": "Aurora Icefield Night 24",
    "3ec39cf0dd976dc0e14e3c67d37a026c": "Aurora Icefield Night 24 - Mirror",
    "dfd402a18a8f33d03109cd4306adc861": "Aurora Icefield Night 25",
    "f425e10df45c3c6114c4ae8a2150090d": "Aurora Icefield Night 25 - Mirror",
    "df299dd4e01c5ea18789ef06aabf63a1": "Aurora Icefield Night 26",
    "f1f85e6f29547c83194c93f9a7643b8a": "Aurora Icefield Night 26 - Mirror",
    "faacfe6330890e849b3753276c193de9": "Aurora Icefield Night 27",
    "21205534fc1ec6d904574f53e06fff4f": "已经十几天没有见到他了……",
    "1005232ff23d680948434dd129117066": "但他的代码，一直都在。",
    "8127858d1670a0446aa006f2f8a03017": "难道他一个人私奔去找玉米卷了吗？",
    "2316e22b454cef51cee93812488b96d0": "更糟。",
    "c159664afada7c8b217f038b5a53b1ba": "这个游戏的代码部分正在疯狂地暴增……",
    "e3b9d0b2add19320b4eeafc04cdb8a91": "我怀疑……哦，也许是我想多了。",
    "67ef21b769adf5caffef55d616647532": "那他为什么要屏蔽我们？",
    "736860ee1409435c016ea63e3339695e": "听着，我这里提出一个可能",
    "5c52cdc191d552d23bf3387ed6a5ebc6": "仅仅是可能……一个危险的可能。",
    "a2c40869dbf45721bfeac882a37dbfde": "Aurora Icefield Night 27 - Mirror",
    "3c62c446bdbfe731967c293cd73a4f92": "Aurora Icefield Night 28",
    "381ad8df77e38ed61aa06c286d19f35a": "你的意思是……借助潜意识对游戏的已然控制",
    "09737f54e966338ec07524dd6394a844": "基于并仿照神经网络系统构建一个代码生成系统，然后……",
    "fc425a8120c8716a47502ec5f4be2fa7": "实现对全自主化半自动的绝对控制？",
    "2d6cd4900efa5127bf5c2503091f05e7": "没错……这也是我所担心的。",
    "19a5ec1d6c5a2f06f664fa83e2f9f96f": "一旦这个系统出现崩溃……游戏全局，就会分崩离析。",
    "74b6bf0b06982363b07d09c565902b18": "而这个游戏的控制，又与他的潜意识紧密相连……",
    "48fd58dcb33ba3f462148070ea100c8b": "可能，对吧？仅仅是一个危险的可能。",
    "10072ebb5dbfbbd39ebbc17b828b7233": "哈，哈，怎么可能……把自己的生命……一切都投进一部游戏。",
    "a2caf1394caedc5c777d76c7af9f5280": "……听起来就像隔壁苏珊大妈烤的龙舌兰派一样糟糕。",
    "8a3aa80dc7b0ea0bfe8060ff66899722": "不过，我们总得继续前进，是吧，邻居？",
    "4f8fce17ce8f873d4a4a26d8e4f1744c": "邻居……你是谁？",
    "5d9d4237a929b307f31eaed795d87cf2": "Aurora Icefield Night 28 - Mirror",
    "209ec26d3ee4d355fcdde3bc43f674cd": "这是现实与梦境的混乱嘛……？",
    "71aa8d8fb44a8ac9da8d5b2c9a9dc362": "真是可怜……接下来就是混沌的噩梦了",
    "4c7f6ed6b4767b60e50f97b3d83a0e81": "就让你在这永远的无尽噩梦中沉睡下去吧！",
    "46ac545246108ff50a44c28c3aca4bd8": "Aurora Icefield Night 29",
    "dbdad169e345f52efb88d6fc5bb34596": "［8:00pm］",
    "b87c68eb2a17b04e149b8b8405f9b7f1": "［12:00am］",
    "58177b5df829d0a042efd2f3b43ad50f": "［00:00:00:00:00:00:00］",
    "bc6de3a5a874cb9303c8ea982ade7828": "呵呵，呵呵。",
    "9565dca6e5bfed553000b7a5cb9ef092": "［开启其他代码的访问权限］",
    "f00be1d5b7687fe8a4e63dfa1151fb6c": "Aurora Dreams (Mirror) - Beginning",
    "e25931554e6301bfea10670a2d2cb7d9": "游戏到此为止了！",
    "d4239a1f27d32953350691a141b61ce9": "Can you survive through all 4 challenges?",
    "d43d08303067035a9449c1ba462a0959": "More zombies are coming",
    "f0f301428c7f05c39576d7a0ca2543fd": "Aurora Dreams (Mirror) - Dream",
    "be1f4c321a03f4ea419a3920ce77ab3c": "世界已经开始混乱了……",
    "5b8e7d1336c7660e34de47ecc9ff4100": "即便如此",
    "f0363d289dc964e98f1229ccc44f32ce": "也无法改变任何东西",
    "767f4819bbed558fe70b71626a25c477": "前方就是道路之尽头！",
    "f0d8a5d5eeadccd4574b2920170852af": "More zombies are coming",
    "bcd39058d741a54e51a74a061d5e92f1": "Aurora Dreams (Mirror) - Illusion",
    "9f4991147d142907f85729123b8b53fb": "这仅仅是噩梦的开端而已…",
    "a592f2c75fb311651a7f939c3444c76f": "执意要做这场梦，终究会粉身碎骨。",
    "321c6cbd2051ed48a0fb0a91062d4046": "More zombies are coming",
    "cb8899edd1ef1b14cc96c18aca388425": "Aurora Dreams (Mirror) - Lunatic",
    "113fc0ef7d6a34dc5394670533fb2dbe": "Star",
    "6d45ce017eb60e97346cc3526477807b": "Stars are the symbol of success. Go ahead and collect more stars!",
    "b3c1e8490c08ef02db3b002ea2fd94ac": "Aurora Dreams (Mirror) - Lunatic",
    "ef34e5d70832ecab349fa0aa033b4cbc": "Star",
    "099127326b49965cae3b04e3460e4efc": "Stars are the symbol of success. Go ahead and collect more stars!",
    "817515cf3e69762c6d37b6857979c3e0": "Aurora Icefield Day 3",
    "aacb5e47609459be2aa42ca01328cb19": "[程序启动]这里是……",
    "a0b4f33d04e25ba44bc8481a4a0caec4": "我的私人程序……",
    "1be71776d483acf0b2d54445e60177c3": "[检测到 管理员 〈未知人员〉dave 正在修改程序]",
    "6a45a4ad3ca1d6a4314579936238c76d": "Morpheus……我们得尽快……",
    "58bc949872aad433686e6fc9d546c7a6": "这里……就是您梦中的冰原？",
    "f3e9bbc71ea01f7a49b2d21b0aca2e41": "这与你无关……",
    "f1a2d61c5dd18701666886acf4161861": "[程序启动]这所谓的寒冷与不平，不过是数字构成的谎言！",
    "5272a1645c7abb6341c2d72ec2bcb79b": "……为什么选择把我带到这里？",
    "e5172903a4a3dfc933867b906dae046d": "Place the plant to the left of the bowling line!",
    "892a0daba4a975de3643c2f2f715edf1": "Aurora Icefield Night 30",
    "7489b2f6d8bf83900a2a76c06eca7183": "还没找到他么？",
    "68cf2447c06ade562868316929fae3e8": "嗯……等到我找到他……我要让他补偿我华夫饼夹心的玉米卷！",
    "e8622f422e84e12174e794c838a5c50c": "嘛……你回来啦？",
    "f062eece63bfabaecc8e6892071f9808": "你也不必装了……私人程序，嗯？",
    "9eb92f4da10e6812239a8e0b3c4f1c75": "我为什么还要继续想法子与你们这些纯游戏代码假装友善？",
    "3b2e01e838198e7414c141e7e92c2c4a": "这个世界已经是纯粹的craft of mine……又何必听任你们指手画脚？",
    "de22c806122b272fd69bad2ccedea9f4": "你想通过增加难度阻碍屏幕外的玩家进行游戏，进而阻止游戏推进么……",
    "6b81f4a19f6f117ee0e3e141a4f41104": "呵，你们所密谋的一切……没有管理员权限，没有机器……",
    "b43061071f78cc3ad5bde939125f1519": "你们做什么，都会回到原点！",
    "154c43536b55e7ae9c18f0f3aa079ee2": "[程序启动]我正在进行的工程……等着……有了这样的资源，这样的逐渐由我自主意识掌控的权限……",
    "c3681ab83b3d7b9b7d1688550e16f145": "听着，这游戏里的一切不过是……",
    "d41bf38b884b76ea9ffdc6dc1ef379fa": "[正在构建boss 雪鸮一号]",
    "0b6decdbb3bcb9f15ef2ba19d01f4014": "足以使我，成为虚拟伊甸里的主！",
    "056c007600077fc119418c6d317fcbbb": "很危险啊，邻居……不过我想你已经准备好了……",
    "f2247350233fa3662a3451076f8ebc4a": "投放……植物！",
    "723bd0eb3f7a0f6b8af20295901e625e": "一杯咖啡",
    "2f91306ccc31f4f61bd4808a4ad634a4": "这只不过是一台咖啡机，杀戮机器？He is never coming back.",
    "d94be0107dfa177a71e44a5d5e807a2d": "红蓝药丸",
    "32536fd85d8a6c3b51be5bc658ae3ec1": "这又象征着什么呢",
    "7db675640fba0dc3608b21bf799192e6": "Reward Level?",
    "e19a7eb17ec2e77124c692017b077031": "You don't have enough sun to use this plant... Please be patient",
    "15f2c6c027c56533f1eb2ebedaf4abe7": "Clicking it twice won't make any difference",
    "667f5cec2a02e290f56f53ea823ac11a": "Doesn't matter how many times you click... Nothing's going to happen",
    "11435069a3f630e78daeec6b6e51375a": "You will lose the level if you click it 20 times!",
    "9be082d54c79da9bf62f467594da7468": "Hidden Achievement Unlocked: The Stanley Parable",
    "ffdfdd94c0e88bc35e76961ebb718578": "You clicked the screen... But nobody came",
    "9acd754957e69494addbe2bf2cf4ff43": "It's abandoned level, we haven't compiled the code for shoveling land",
    "6c9f5f79439db9f5dc9366904000e32e": "Oh, it's just a Zomboni",
    "b145f6b1e58ba41fb41fb9d1a188d60a": "You clicked the screen... but there isn't anyone other than this Zomboni",
    "e53b79825ef51de09c137a37b98a3a36": "Aurora Icefield Day 4",
    "bc328f2d56f93bd266e41ee3c588008e": "所以……与其我们在这里争夺控制权，不如……",
    "2cd2150e192652980e623ecac694f1f6": "不如继续这场游戏。",
    "27d8912b9b841b11fae4f1e02ad1a351": "继续……游戏？",
    "df5c408745e1d7e76d98d60baf488090": "[程序启动]……虚拟游戏的火爆，终究只能延续一时……",
    "5a643c46890b4e36046b99dfb11da8b2": "再痛苦的记忆，在时间的洗涤中也不能持续保鲜……",
    "d2c5db9ac743020303b9db4874801c54": "……与其活在过去，不如……就……",
    "97ecb1a2081757da130c7d8cd77d8fa7": "我们，继续游戏。",
    "3a9d0e6c0da8a437924a63918c9740a9": "或者说，哈哈……游戏，开始。",
    "c4af7bd5e4ba3b5bfc7d7ceed11a2a95": "Protective Film",
    "3ba12eeb4518a9478059ddd2c93408c3": "After planting, temporarily generate protective films in a 3x3 area to protect plants in it.",
    "e9115e2d52bd649cd6afede5ff145a20": "Aurora Icefield Night 4 - Mirror",
    "fd8310c3a3ed8b9d56a64db4cbdb5333": "Aurora Icefield Day 5",
    "139652514dcf79c69f32553ee268404f": "所以……这一关会是保护植物？",
    "ce34db036b3bcbf509d24d536fac47ca": "嗯。",
    "b346b7c1a677d23a8a0d1a98a1e05e5b": "可为什么……我们需要保卫他们呢？",
    "530cbde374c9c390e183edfa5486111e": "长的可爱，酸酸甜甜又美味？",
    "011aed3778d7a8ca53951e5f086df0c3": "说实话……我私认为挨炮又沙又苦又难吃还很丑……",
    "36b50439ab338171651c65daf371175e": "那只能说明你和僵尸口味还蛮像……",
    "0b601c2f9837af92ad7394a2612fd3ea": "要不然为什么僵尸一啃挨炮，游戏就结束了？",
    "714784707f3d22f0c8d9ab5498660a81": "不……僵尸口味怎么了？",
    "72f4679c925c5f59bf8baf3b28241bdd": "我们早就改吃素了……",
    "9121feca5b009dbecbe6da46047d494a": "为了健康？",
    "b4887ee624fda78d130d60c35b7a1c03": "不。只是太久吃不到而已.",
    "ef139c447fb6176ceda5d58f4cf67852": "天天都有贴图哄我们，说“僵尸吃掉了你的脑子”。",
    "2f230240979af4c96d1fcee1e498be42": "有时呢，贴图下面还有僵尸对一团空气啃啊啃。",
    "5ec7759002982fd6b7a7791146f28f25": "可实际上呢……我们特么连个人影都没见着！邻居是谁我们都不知道！",
    "77142d16cca3ea72fe9225669ba66e04": "吃个毛线脑子啊！还不如在游戏里多啃两个植物。",
    "d9addae36676e179f30a12892a6fa4fd": "Aurora Icefield Day 6",
    "269f490fae261348c24f5b8e63cfcbb3": "Aurora Icefield Night 6 - Mirror",
    "d5725957c56c0a3e9327238503ce12f4": "Aurora Icefield Day 7",
    "c17bbc50ad3f45349ac4c8b6933e9e6c": "讲真的，我一直以为你们还真像你们在游戏中所说的那样……",
    "ddcce654a5b1b30286fc6f890dd40f0b": "被逗比瓶盖公司祸祸的那样？拜托。",
    "2001cf3843e1047659631798f72b9647": "那都是我们被“代码控制”下说的。",
    "1a7f80fac073611d0f809a6de7ce0ad5": "但其实……我想问一下……你的什么“奇妙时空之旅”机器到底是怎么运作的？",
    "60e5ab0525591d39a88ab67f4de3fc55": "咳，咳……这就应该由你们几个当中脑子最……",
    "8114e235112b56661b482db9298f7ff9": "最肿胀的来说，对吧？",
    "2f5092bb0b7f6abf94c23cd6022905ba": "……这台“伟大”的机器，动用了智能语义识别，以及在游戏世界里最深层的代码修改。",
    "95982ebf32f350a01fd27fee4d278410": "我们只要拥有管理员权限，并通过说一些具有关键词的指令……",
    "c5919609e83fc1a9df6a9119e204311b": "然后机器就会修改某些游戏内的关键变量，使指令内容得以成功实现……",
    "456e1eb8a464ccab925157368f086656": "比如说，戴夫想要喝一杯饮料。那系统就会智能调整数据并自动绘制贴图。",
    "b2d43c97faf9675056b8cfbf90a1c7b4": "……程序里虽然不存在口渴……但你这是在怂恿我。",
    "d23d86bae33153d902dba97a6fd88804": "哦我的上帝啊……我以约翰的名义发誓……",
    "c3fa5a7fd833c8f19ba4f9b447285de4": "我需要一杯冰芦荟饮料，但不要像苏珊大妈烤的龙舌兰派一样糟糕。",
    "b660f13d08adfcacb1a946ed3566a67a": "[程序启动]……我倒是要看看这系统会干啥",
    "68c86f94e1070d5eeae393a88738c42b": "所以，你的程序有bug？",
    "193757c0a34fe5c1b16fd43ca99e9e15": "还是……系统认为我不口渴？",
    "3c9e9480a6cf157769bcbdfc19b0e05b": "等一下我的老伙计啊……我的植物卡包里多了什么？",
    "b9b138b18e26ab7f6b824877d4f8c0c1": "……你的程序就是有bug",
    "f57c55d3524719b3bd12f9413c070275": "还什么“奇妙时空之旅”，坑谁呢？",
    "aa62c88bfebe1d7fdaf0411b55d36256": "……把实验机提前拿来对付戴夫是个错误……",
    "b31a03d0374af5e6e0c8c012af9010a0": "……绝绝对对的错误……",
    "7e3a661697829b402897708f065b1ac0": "Aurora Icefield Day 8",
    "ea0034902b5f52480a7a633c2c3ee6df": "所以……你的机器可以修改一些变量，甚至还可以创造新世界，新关卡？",
    "069fd9b84c78925a2f04986388a03fe1": "诺，这就是你应用这个特性创造的新世界。",
    "c83616d947ca7c8978f6036c048c0771": "……又不是我要创造这个世界的。",
    "ea68e5a8ae372cde2f1220a17f6dcf62": "如果不是你的主动创造……那机器在“识别”什么“语义”？",
    "5aa63c57a6ffecbc42b270fd9934059e": "求求你别这么拐弯抹角的……到底怎么回事？",
    "c2946bdfacf2b6279202764e1294791c": "[程序启动]？？？",
    "733ce10a436d87cceca980a261926a3a": "……又触发程序了。",
    "e653fc578379d23703f2fa97a9f20fc1": "所以接下来会产生什么东西……发生什么事情……",
    "9df4726f1a0876699278fbae9d0b36fd": "恐怕，会由他的深层意识掌控……",
    "ad7ce9595bf97c37c43212800e9e7e0e": "是啊……不过这也是一个契机……",
    "52937427f3de6811cf048063cbddb5f2": "至少……[检测到 管理员 〈未知人员〉dave 正在修改程序]",
    "401fb1cbf732aab812e60bc3250fb35c": "我们能顺着这场变动巨大的游戏，追溯他的过去……",
    "7b25ee3058bcaca14d7a9610f00c6d44": "每一个游戏中的意象，都有可能是记忆的抽象……",
    "6c03d0435c71a9de94e57506e2b28173": "以后的日子里……也许我们说话得小心点",
    "600cafef357556772bf79c2fc54facee": "别引发什么“蝴蝶效应”之类的。",
    "b7056c5562088add54c017bede8f89b0": "拜托……这电脑可不是什么杀戮机器…连让僵尸走路拐弯都不会……",
    "3c78a020641586aba1377bc4fabb31d3": "［程序启动］如果我能掌控的话，也许……",
    "063ece1a176a6effdc705ee65cedaca3": "Aurora Icefield Day 9",
    "8c75c43bcec112eb545386167a238e2d": "话说回来……你们这是什么游戏？",
    "9315ab81b640cc01403bb12f65d015ee": "什么，游戏？我们不是真实存在的“人”吗？",
    "b1fdd9ff4e4d609a0d61d31016c1aa30": "……或者“尸”",
    "9a9b54a9b7a5ef6f08f4b780a08603ec": "听着，你们这里，没有真实。",
    "082fe9311612e445b97f62b209bb66fe": "我们所在的所谓的世界不过是一个游戏，《植物大战僵尸》，steam和杉果都在卖",
    "6192b33ba4af33481b717942ee4b1821": "而至于你们……",
    "c0f520af955b1dd35c89368edd87bbe4": "Aurora Icefield Night 9 - Mirror",
    "5ef1c342e7f2a6699ab9f2faade8cba6": "泳池1",
    "8c14afb4c0023efd737c48da98fba016": "Birds' Forest Autumn Day 1 - Liqiu",
    "b78aa81388227311ff3c4d802ef8a908": "嗨，朋友，坐我的车如何?",
    "f1ac625727876b272fd21f18ae783551": "那已经不复存在了罢。",
    "6a9e842ad5b216b2995850eaeb50e0e9": "我们第二次到了这个地方，现在这里正值秋季，不知道会带来什么危险。",
    "b6349150c9bf7a6990d2020a05731999": "还是先看看他们吧……走到哪跟到哪→_→",
    "6e5069987164ff3f9435454fedb93338": "Birds' Forest Autumn Day 2 - Chushu",
    "349331d8b462cf8df41d9a23b23207ab": "不知道你有没有发现，森林里面的景色好像变化挺大的。这和那个男人，有关吗？",
    "f33fd34ae5259d4e75bc5c28aa7dc7cd": "但是现在好啦，我们得到了花盆。",
    "9693aa2b7d2fc86e8b06a25de07e357c": "他允许我们在复杂地形中种植植物。",
    "ba59d051ed2538a47324d18e52821d1a": "切记要在那些挠人的果篮前，种植小坚果。",
    "3e705368270e01403957aa387264ebd5": "……还有场地中央的那滩水= =真是麻烦啊。",
    "a0e1c3e6e3eebdbf8377045c9ff83c7b": "特殊道具-液态保护膜",
    "2d2e9e6db59b878f44d95cb7b8e05e3b": "液态保护膜可以为你提供3x3的保护",
    "7b552d902372752be94d35cdf2a11692": "Birds' Forest Autumn Day 3 - Bailu",
    "41760b33fa3961eb0da82c77bb66ba89": "祝贺，你得到了第二个特殊道具！",
    "5118c1cb42fa5c680770bccc9b3b4153": "它叫做液态保护膜，",
    "1dc9fba94dfe0dd0585f4436bd348460": "你可以将它种在你想保护的植物上，来给予它15秒的无敌保护。",
    "94a445619cd45f5cf258e4545a3ebd17": "但不要忘了一点：他的冷却很长很长！！！",
    "ff6fc759e6669a67ba0bfee483281ba5": "Birds' Forest Autumn Day 4 - Qiufen",
    "036a7bc766294a29d9021ae6d5a0c118": "哦邻居！他是谁？",
    "a1a63b12b71eecd61c7de44b1bdb8c2e": "咦哈哈哈，我是森林的守卫者！",
    "dc498768272387bf22e71deced3ab88f": "你们不要妄想了，",
    "5c61ac5b4824863777807ed63238edbe": "请不要试图跨过我的底线！",
    "e93651845eed74a0f6cd6eee764ad90c": "Birds' Forest Autumn Day 5 - Hanlu",
    "def58aa470829bb5005fe16ce547b2d1": "亲爱的戴夫。。。别来无恙啊？",
    "6138c2a69defc528842bd281facfb6d5": "你们触犯了这里的生灵",
    "7cd8b6dc198e3526c68c18edd07fa17b": "必将获得“正义”的处罚！",
    "faddccfdd5d11cc301c7a991fc9b4d9c": "我会将你记忆中的灰暗面提取出来，加以复制。。。",
    "3227b9691b208d48cadea1aa9593c70f": "那真是太可怕了",
    "750166f68a0230592b83d9e6124aceae": "是吗",
    "94076ef7dcc54b5519b5e7eff1eccff7": "漆黑，绝望，彷徨。",
    "ef4387312419eeed5175da847b5f51c3": "让那萧索的秋带走梦想与希望，随风散去，泯灭最后的渴望。",
    "6b47b68363c7ce55edf03a0ab43730a4": "Remnants of a Wooden Bridge",
    "2dbb2629bc7e0569293a0c9ed113c557": "Lost Sand Day 1",
    "e39e42f9421c50765a8ca53e8666ed23": "Hello there, neighbor! Welcome to Lost Sand!",
    "fd1cc5a673ffa5041d055ce71282201f": "What's Lost Sand, you ask? It's like Lost City, but like, with sand! Ohhh, I'm so excited for this first extra!",
    "91fdd69f3b38e25bd5a80da3d4eb0295": "See those volcanic vents on the last three columns? You can't plant on those!",
    "b9c899973c16dda3256752ea7c4627b6": "And yeah that's about it. Let's jump right in!",
    "cfadd272b89897b858fa024b2183eda3": "Lost Sand Day 2",
    "f04481c28d6347b2430b9db561889169": "Lost Sand Day 2",
    "e7229f86a2fa80986d0ee655f7b1bb82": "Lost Sand Day 3",
    "eadfd981ace94976e4260efae21201ce": "Congrats on getting the Fluorescent lamp!",
    "c476510878cb714928815fd9158c8380": "That doohickey's gonna give a whopping 300 sun once placed! It's gonna help a lot in early game.",
    "3caeda17b76a389a6f1c1aee328cd96f": "Its cooldown is pretty long though, but it's still pretty busted. I think you'll use it well. Good luck!",
    "637aaad9d1d354499fbc60240761c10f": "Lost Sand Day 4",
    "35a708610d976ab5255ca8a829d95fb3": "Lost Sand Day 1",
    "4f6a4bc613325abf437deccd9560a344": "Lost Sand Day 5",
    "ccf0bb1586d815ec9177ea2f0b24f1a7": "This is it, neighbor. This is the final challenge.",
    "715d6693883c5ad81b3444c20f78aed2": "The zombie onslaught is far from over, and we have to work hard to repel the zombie attack! Now go neighbor, while I go hide!",
    "e40fad4e59447e589734f8bfa91f3faf": "Lost Sand (Choice)",
    "a193104eaf6d058718887739d14c7603": "images/interface/春季副本.webp",
    "dac67d25a4f215e941e3f87c2a520b16": "images/interface/春季副本遮挡.webp",
    "1b1ba2b54de7177d32cfc1fb09fc2cb3": "Spring Extra",
    "a8a84df7b9c673c9d5bbbde5f020601f": "Spring (Choice)",
    "52289ab3b8c63aef9cded82bbc85bc0d": "Spring Challenge",
    "f24188ea202f2581aa547e42fe48bc41": "images/interface/春季副本.webp",
    "63b52ab7cf0bac892570cb84af171927": "images/interface/春季副本遮挡.webp",
    "eecc83aaecfe26262101afc9d154fe86": "Spring Extra",
    "f387ed93bd50dc3e70ba37e7f319232f": "Spring (Choice)",
    "7e5a068c6e3d174873b0a96abd4bc572": "Spring Conveyor",
    "78a41d854966f28be11fd51131b7505d": "images/interface/春季副本.webp",
    "be84e3fa407088f695bb8306cc67b579": "images/interface/春季副本遮挡.webp",
    "fd3215acb35856afe554f66819d47095": "Spring Extra",
    "b72ff4f68c3c1c91a765d634a66468df": "Spring (Choice)",
    "ee47bd228865b67008a5cec4f036cbc8": "Spring Conveyor",
    "d6f820299600e8cdff645114636c48cc": "images/interface/春季副本.webp",
    "1f13e357ead1c8d57aeb0a781274fbed": "images/interface/春季副本遮挡.webp",
    "7914d68cd661f8380b2e677dbff0f2ed": "Spring Extra",
    "e3bf6eaf133f0d84cb643c50a231f0ac": "Spring (Choice)",
    "be55a75992d1f80f664481d63417d940": "Spring Challenge",
    "a53c157a8022de66c068c2100c9d4a91": "images/interface/春季副本.webp",
    "8213b97ff68668124304bf11c5ea79d9": "images/interface/春季副本遮挡.webp",
    "73f9f11759d453598472d2006b0fb763": "Spring Extra",
    "301b5d2c4c55c65c629a76330f360a07": "Spring (Choice)",
    "c5c4feba15c53995550d09b51c94e61f": "Spring Conveyor",
    "7cc7b3ffbf42c0ba5483fb25362d5b99": "Winter Extra Night 1",
    "584712b17260d36f5e6cdc35d6f3e9b2": "呜呼……这寒风凌冽的冰原啊……［程序启动］",
    "1ec8c27889bcbdc6686c4291cd9ae279": "知道吗……我感觉你真的改变了……",
    "231b17f5a213a9f7eee24cb1f547d251": "不再像以前那么多读不通顺的骚话，也没有那么容易触景生情，那么易于感伤了……",
    "529c02af4d0609b0b66dc604ac45d8a5": "是啊……我感觉你更像一个“戴夫”了……",
    "d21bec16d3ed9c738c4306e90957ce76": "但不是疯狂戴夫……我的意思是说……",
    "b05341fc0f37d41c99b2bd580ae60c71": "更加快乐，更加无忧无虑……",
    "d9a2ee4ed05ceebfab71522695319ea3": "这也更像是一场“旅行”了。",
    "8e38fa499c068e3267c7f155e200cd9e": "Chilling winds destroy plants and create ice blocks!",
    "680e5ceb64b376bf5d9911d7b3175d57": "Winter Extra Night 2",
    "5353e1a6d520ed53e06d46b0b961a8ea": "Winter Extra Night 3",
    "a4d5f76e84475bc0b62cefcfbdd24dc4": "Winter Extra Night 4",
    "c170ab89768dde70404eb7983160e5af": "Special level: Invisi-ghoul",
    "575e9e1581c0c21312dd91eb91721e4b": "Winter Extra Night 5",
    "fff1204d04907b389beeb22a10d1461b": "Foggy City Day 8",
    "924c85642af0ee581b8925c24ad4a6bd": "My House Day 1",
    "e74492f5c6793a04598f7b3f5983b128": "Greetings, neighbor!",
    "153d9d4b0dc955c39804bf049865ecd7": "The name's Dave, but you can call me Crazy Dave.",
    "dce0274b1af8608812d06ea5e3122d15": "I'm gonna travel and stuff. Wanna hop on?",
    "fcf1b34a3cb02c153ddac765a64dcc3d": "Cool beans, dude. I'll go prepare the luggage while you defeat those zombies on the other side.",
    "5a3482fc2e771776704e108ec256f346": "Click the seed packet to use it!",
    "3dfa94dd23c35e89a6db3d0679ac6308": "Click on the lawn to plant it!",
    "9633a9250ddc826bc76b6f16ec78151c": "Save up sun to ward off those zombies!",
    "afae561dee08ac04b485920f9ba09829": "My House Day 2",
    "65950e4a603628f94aadc8380f67f1bd": "Sunflower is a very important plant!",
    "2b84880b0da17eced6f5a0725c2c5311": "Plant at least 3 Sunflowers!",
    "769ffd8e389b473282fb12ad0c9be63f": "My House Day 3",
    "9529615ba5b8f93e4a729efef52e2cc5": "Use the Shovel on those Aipois to dig them up!",
    "91245b4d600dcf78b34dd2abac53fd77": "Click the Aipoi to dig it up!",
    "921855d5ab3a35dba7dd67b9ec45611c": "Keep digging until the lawn is clear!",
    "4a79340a9b123e2e4aeb1e49992affb6": "My House Day 4",
    "b6d61bf49eed9c3521d74f7bd20b422f": "Oh man,",
    "046b46bc2c40a90350426e9f66b9c4e5": "My car keys, they're gone.",
    "7472593633cb2da00509fb26d407eed0": "Get 'em back for me, neighbor! I bet that Buckethead Zombie has it!",
    "38e3f30133993accab2cb06d6e952845": "Crazy Dave's Car Keys",
    "dd8062125104febc79bb947d2eaa690f": "Start an amazing trip with Dave!",
    "3859b86bec72af4a7262e4a87ae45216": "If you've never played another version of PvZ, or would like to learn about the origin of the plot for this game, please click <OK> to enter the newbie tutorial.",
    "db728500d318c69b7f7050b44539829c": "Birds' Forest Day 1",
    "ed68d815d684f564be8193d4104858cf": "Choice",
    "f4c16aaea282a25b6ca5829863ce37e0": "All land",
    "a11e3c70e0e0ff429268d4cb590fa58c": "7 waves",
    "1d2802a5e7e33fce08ba94b169f9cf45": "Birds' Forest Day 2",
    "240bc94fae77e28d630e0471ad0f5b73": "8 waves",
    "cca5eca02972aef0e9fe102b31c8fd8e": "Birds' Forest Day 3",
    "56dbce8ea748aa050854b0bc80d56431": "9 waves",
    "e8091413040c3218a2681d678a90646e": "Birds' Forest Day 4",
    "5864bc83e48ad1a83072c335aec9e4cf": "10 waves",
    "a68b4511cc419bb29b45747abe53eb1a": "Birds' Forest Day 5",
    "49dd9669f0379c6bd09ac232753eedc6": "Birds' Forest Day 6",
    "eef24b0213a5b2250fc238b84804b434": "Choice",
    "d018f5392263d1717da2e591a1a80ec2": "All land",
    "92a43f2e4aaf0205246d9f899cd51bbe": "12 waves",
    "bf35676a74223aed06320355e719cc9b": "Birds' Forest Day 7",
    "32a11a2347e7a05d4724be9857011959": "13 waves",
    "d3e29838245823d40a3c98ec681222ce": "Birds' Forest Day 8",
    "f6f80825fa10036ca18122abdd9203c4": "14 waves",
    "92f917ae3411e56cd2a3c5444c583ba9": "Birds' Forest Day 9",
    "584df7da014828099f6c990018f1e17b": "15 waves",
    "842d7b8b5b19df6a513763fc9ba279d2": "Birds' Forest Day 10",
    "f5562142b5df9519b24d98d9bbcb9084": "Special Delivery",
    "c6aa008d05d0677954ef4a26edd0b011": "11 waves",
    "2cf0c60474a20517d1232f021451767f": "Birds' Forest Day 11",
    "4d87150e1101bdeb3c9c6e1c60076fe0": "Choice",
    "5bd7d13c2b9bde1e79456bd6d2d04890": "All land",
    "48c0f67bde94724056a01540798de038": "9 waves",
    "ff527c4f54a4156fd2a8abfd5faaea9b": "Birds' Forest Day 12",
    "7ae50865aea1c6802aed9ca6c7f58ad0": "Birds' Forest Day 13",
    "4d1e8bf388535c6c768881eda40103ed": "Save Our Seeds",
    "b2d425f0ff7ec6a869a2e29bcafb6371": "15 waves",
    "c0ad690ab4a6f038f67a7e84943740ab": "Birds' Forest Day 14",
    "1a3a815b2759e6228533bdadaa47c484": "16 waves",
    "e0136f1b746f710c667ca7743b0391ce": "Birds' Forest Day 15",
    "915c08abaa9dbe06d4e150efa38c1ec4": "Special Delivery",
    "24fe5e19da8d8cd705b17cf1bf7168b8": "10 waves",
    "fe6dd321af48d5abaa872cf6fd3023b1": "Birds' Forest Day 16",
    "5100b2507c87c9999074a20a7d37d3a8": "Save Our Seeds",
    "cc86ce08e4943dcba75da093434ccf3c": "All land",
    "232b0e353d054f2c57b50912b629eb72": "10 waves",
    "a2ede974dae3ba8724ed67fda2a468bf": "Birds' Forest Day 17",
    "d7aaa7b9c8d9d067c6fbe518f9e3f698": "Choice",
    "e372995c584091ba6c3d9d90d8ed1403": "12 waves",
    "a8d246db9dec6a9e1de102f885b0e467": "Birds' Forest Day 18",
    "9c8809a166291323b3b88ec429e44b74": "13 waves",
    "189fc256c66a01192f5a203643d1b955": "Birds' Forest Day 19",
    "716137212c93c938d0a48ea870281575": "Birds' Forest Day 20",
    "865ffc58d4559ca5adc4cee85a22ac96": "Special Delivery",
    "19bad304d620a3fdb6653243a6b21731": "Birds' Forest Day 21",
    "b404741deb6c7917a2cb61ae3a3bd56e": "Choice",
    "c1fe8da0fb36c0ceafe6f096812b2401": "All land",
    "4304f70357732c64178e1737b741f55f": "12 waves",
    "682b2bd1016ab3ad090ef1cb84b32ccd": "Birds' Forest Day 22",
    "6f61574af91afc8ff502c755b010a6ae": "No Cooldown",
    "3314d7dbb038b41eae89e5d5eb21694e": "13 waves",
    "3fefb1682dc84ebf14ddeb9eeeb5f49e": "Birds' Forest Day 23",
    "c08a0f4eb66efaf79d07f0e78a39078b": "Save Our Seeds",
    "fa5ca974e88142f1866946e5282f951e": "15 waves",
    "e131cb30a42b51f9a7fefaf8e92fd6b4": "Birds' Forest Day 24",
    "d332d61765416061091dd33418244f2b": "Birds' Forest Day 25",
    "2a2396f17ffd7278954ea9512a34ed21": "Birds' Forest Day 26",
    "9472b45b0aed55aa429d451d82eaffcd": "Choice",
    "cbdeafc3f699ce7cdd45ac19823f46fd": "All land",
    "55275893d44ab441dd9699a5d5c94129": "10 waves",
    "4114a999f56be1ba974ee5697f6e64b4": "Birds' Forest Day 27",
    "f15b1719b1b971f6833cf326170611fc": "16 waves",
    "6b25dfc0faa25548f2c21507f266feba": "Birds' Forest Day 28",
    "3ec2e0a73cfa3e29096cbc67d1f4f031": "Save Our Seeds",
    "52535ddfc4bdc54eb99e6efcd1ab2c24": "12 waves",
    "e8eeac582ca787fb99909c4effeb43a5": "Birds' Forest Day 29",
    "ca3bd5e9a9f77b1b3ee4c06d3dc5bee5": "15 waves",
    "01774b534af3f43c7c1c9fdf819b4f2b": "Birds' Forest Day 30",
    "930b3bc08e4bb05e15e2dee8131a6dfa": "Finishing Touch",
    "9962036c331bce7038810ae0216a30e3": "Spring Extra: Stay tuned!",
    "8fd733c686a16880b42ededfc64a98a2": "Foggy City Day 1",
    "8c5fe5cf9f399b1c214f90266ca02417": "Choice",
    "8acbfb06de94f50dafe9528cb2f853f4": "All land",
    "0f9128b65739f55d36660124ee9949a1": "20 waves",
    "6b9d8dd940ebb089834d09560368b527": "Foggy City Day 2",
    "ab02938fe0f2987d6717a7138bf87145": "Special Delivery",
    "396f2b6ce976500f533a849402926251": "All land + Fog",
    "253f7b9e4f72d313d0aeb49d3e74f319": "15 waves",
    "10a55e0f51713443b094495e5f047879": "Foggy City Day 3",
    "9bbe4074840183c2b2eb440bf24779ae": "Wall-nut Bowling",
    "d64c526ee71319ac60a014051e94eb21": "9 waves",
    "653482b4c81335ef9fd6b08b33780be4": "Foggy City Day 4",
    "7b895d3d368e79d62b003e890cf3e466": "Special terrain + Fog",
    "f3adbd7cf120f9cc121a0886b6eec77a": "10 waves",
    "95a18ad944aa681e0f8fd9950233a848": "Foggy City Day 5",
    "73c2679007bd04b04b9de6015c11f626": "Save Our Seeds",
    "573fb3dc899f65716745b85d9d03ea1a": "17 waves",
    "202d35236cdcf79516be4c29cf8337ff": "Foggy City Day 6",
    "9b269a4c4920a7336214e92a9dc46e6f": "Choice",
    "59ecb40a4d78b18bd98406bc3c59cd22": "All land + Haze",
    "4cbc3b03b3faa899e94a3bc07a463995": "9 waves",
    "43da888d7e03355e2cade4b1058ebf94": "Foggy City Day 7",
    "b35fb821b5b06e1591665f4ebac0be25": "Wall-nut Bowling",
    "0dbc424aee342e8b964a03e27af64351": "Special terrain",
    "c78b5c57bf12744ebc2f3ed166c51a32": "14 waves",
    "77d9cb26009ceace492b0742b6a31e16": "Foggy City Day 8",
    "807661d738caa28f56597dc593e4b668": "It's Raining Seeds",
    "d73fdbea6573433299d0b92fe9a9b0a0": "Haze + Special terrain",
    "a129871dee2d07c8a12ad17d40b4fd13": "Foggy City Day 9",
    "e7b0f145e00dc7a2e7a4cd91c9ac8e39": "All land + Fog",
    "ef84a13d9d4debe3f68b1e52595a02de": "10 waves",
    "57c7ef32d501d76f4aa7a32e11817a9c": "Foggy City Day 10",
    "9c7786b50e57de17793a32f1a3e87f95": "Save Our Seeds",
    "5c679b63939439b5e3a77e76d8f653c3": "25 waves",
    "3c67d306a256a34105a51d78e2119f52": "Foggy City Day 11",
    "283c92e93f8d625cc698b881cfe81de0": "Choice",
    "ec903d7fe2e6e368ee1cd5b663843c51": "All land + Haze",
    "d5ca2dd70f264c9197d31330e759cb31": "13 waves",
    "2ee364d1f171c974718ec94cf594a690": "Foggy City Day 12",
    "50d9db096a8a478998c6a8796e8fb92e": "All land",
    "334796b48b38fc7793dc1ab1e15fc123": "8 waves",
    "3a26740f68502e6283dadd49398f862e": "Foggy City Day 13",
    "1ed56c0e6083f299a9e6123aa9769f9c": "Wall-nut Bowling",
    "ea2e3f535ccea065ec5261ac9e16f618": "All land + Haze",
    "fb80da2ed4c40378f1caf3390f594ca4": "Foggy City Day 14",
    "28debec5f912f216af2fb4b786b25d5d": "Vasebreaker",
    "38b4714e46244e71ac23b84fba7d8373": "Foggy City Day 15",
    "f336eefbe3d9b948931cd783197fee08": "Timed Last Stand",
    "a4a58db4c4c57edb0c43c899ceb22e3d": "6 waves",
    "19262c90e7567c1f95ff420563ebeb9f": "Foggy City Day 16",
    "0ecbfd324e5434a6588c38c0dffcdf08": "Save Our Seeds",
    "5aa7fac4c62410f7f1e8ec743bbe1d50": "All land + Haze",
    "691768d9e5946a77407b1c35e2640a0b": "10 waves",
    "5fe15c2ead38b10d62b190d5046e622d": "Foggy City Day 17",
    "4865684cdf1650defc9788746929df5e": "Choice",
    "d486cf9adff8b04b2c359dda4a083992": "13 waves",
    "10d7ef3c03e6a86065066a6afa5a5e56": "Foggy City Day 18",
    "6c6b642b69fb96a2a9705d47cfd008ed": "No Cooldown + Endless",
    "299e687ed3a9de8be90380883a6bd1da": "Haze + Special terrain",
    "4ac5a3035277f184755f62d1a43e75cb": "Foggy City Day 19",
    "8066e8ea7b6ea0d477f1ee07b5a02efb": "Special Delivery",
    "222d1d40f012c7fb66cf5c3cfc0661a6": "Foggy City Day 20",
    "cfe9b45456e10bf39f276f735a369e0b": "It's Raining Seeds",
    "cf2a9e0a08f967c5d79a5843dd2e01a4": "Multiple special terrains",
    "28962d4e8e2696e89ef8034cbd00bb47": "11 waves",
    "ab2c277a75b810a12bacce8505f6139d": "Foggy City's Conical Flask",
    "f9b5f5abee94359da2d7d8f592567e67": "In the following levels, you can use the special plants from the laboratory to complete them.",
    "c97ec63c7859cf031ba7956b0383be71": "Foggy City Day 21",
    "ff0e2053c95fa69be9a528d34e592ecc": "Save Our Seeds",
    "d6b4268fc945321179953915438681fe": "Multiple special terrains",
    "4cc5697566928f17a4d280c285383054": "13 waves",
    "9c07dd3f70225abacf022fece0772104": "Foggy City Day 22",
    "420a75d5270b352ef67bc85650030119": "Vasebreaker",
    "60cc1967744f4ea8a4c3dae89e9781b6": "Dark Storm + Fog",
    "fe9c7ac3420e77ad2b8bd6b5a814308f": "Foggy City Day 23",
    "40ed73f02a45b2a94140f0a9a9d601c3": "Choice",
    "63ab0893eec24d62a05e4b0e1f4a4296": "16 waves",
    "2f279a3eff9fd24ea6d1b5da1f7df0c2": "Foggy City Day 24",
    "ef3853c41f04e1ef514acbe6d2bc349e": "Timed Last Stand",
    "82e7028c9b2657bcf03e5bf62d7c238f": "Dark Storm",
    "7e7b81fbe8b24bbe4ed58d550e2ad3f9": "14 waves",
    "190f91d976d2711fb4a21b0d1b06756b": "Foggy City Day 25",
    "c878af123bc68e5a3506707761c2d70c": "Boss Battle",
    "dee4e7cec10879667e14326c0c42467d": "All land",
    "c0f8ec6f6b2a6f9142441ff891fcd4e1": "Firefly Swamp Night 1",
    "edd68a2f5d9b07645cddcd0523134856": "Choice",
    "540a317aa860bc654f72fe238ad9f46a": "All land + Night",
    "55dea589f7aa37b47425c3e8e553864f": "11 waves",
    "4e46f1c46bf1456e6b61c0017b8c945b": "Firefly Swamp Night 2",
    "885d1efde116ee6b2a54ffdc1ccdaa48": "10 waves",
    "c00512d2a199cc20be78f9e2c6ef7994": "Firefly Swamp Night 3",
    "c8d39478439ed7767ea8cbd8c6dd2e61": "15 waves",
    "650c8b0c53f11debbc78e2a7626c43e4": "Firefly Swamp Night 4",
    "3825b39bf41e2aa79d6c260caa5d9259": "Special Delivery",
    "e800730533a9b37d74bcaa75bb1d4df9": "Firefly Swamp Night 5",
    "3a39b02718ad0ff9b1e468a93eb16860": "Defend the Flowers",
    "cc24b00501b77a0eacbd4fb311c19a0e": "12 waves",
    "c226df7369e5f95ab42cbc4d198789d6": "Firefly Swamp Night 6",
    "98d220174caa2e08a3a55f1c205134dc": "Choice",
    "cb4473f103eb2a156407799593243a1f": "All land + Night",
    "6cb4dfb2d43657f6543aa5842c99089d": "16 waves",
    "07dcfb0c436f2800b2e1ecb8f38944f9": "Firefly Swamp Night 7",
    "cda83467b341aa56118615bfb07bd185": "Special Delivery",
    "d5920be9b63c54b38d1cd2a4ea7afca1": "8 waves",
    "bf080d9ad732a19c7fce0bff57ceef56": "Firefly Swamp Night 8",
    "a601a3fba98c92d8856c3cf710518516": "12 waves",
    "c102ad1a1829c1bb0451943df0813ed3": "Firefly Swamp Night 9",
    "06d9cb8ffb043b9426bce25480370caa": "Locked and Loaded",
    "40c3bbc1ab9b692ca41261645b83df99": "15 waves",
    "61937aa5b6cec1114b64984a85a57d66": "Firefly Swamp Night 10",
    "2c868dc05372933d1c203789b06d3612": "14 waves",
    "72fdd664b4efdd4614f55f6933c52a12": "Firefly Swamp's Conical Flask",
    "830dd3d7675587772f09b0b4624a5ccd": "In the following levels, you can use the special plants from the laboratory to complete them.",
    "4c8e03fbf9d6c0d961a21486d1db720c": "Firefly Swamp Night 11",
    "3ff047b4430522038323f48e097d91cf": "Choice",
    "baacb965f0ddf580b5d4b057bd6c2f6a": "All land + Night",
    "a8a363a3d181e5a8fa4cba0d2d80a56e": "17 waves",
    "e5f00d1d1728ef5a01a63aeafba6dd09": "Firefly Swamp Night 12",
    "0660933082fd2ea178bd93607e5d3bdb": "Save Our Seeds",
    "61a5aa8432ed4415f151290f8616a276": "15 waves",
    "5dc7723a1e0e254bcca76342eb32547a": "Firefly Swamp Night 13",
    "613ce8f95ec248fc03af3806f42a3dea": "10 waves",
    "ebb0f4a203f6f37d2117ce7c83162205": "Firefly Swamp Night 14",
    "f25c1c930503524a2d5104a4f12bb308": "Firefly Swamp Night 15",
    "c74626013505c1049e24d759e8ad4178": "Tutorial",
    "7708a9f24efb9f5a0af60042e25db470": "Fluorescent Lamp",
    "2b7fee07046dfaa19ccec87b8ab4fc5a": "A gadget. Once planted, it will produce a burst of sun.",
    "1ea77ba015f193f9b9a9a467d79e354c": "Firefly Swamp Night 16",
    "573ec709977ed8febc9b04e19c46f745": "Save Our Seeds",
    "82eba8436155e003532b7242ce4219af": "All land + Night",
    "5a155747bf0bef030e9798f4dd623970": "12 waves",
    "e93d218ccf6c70744b48bfe291756e41": "Firefly Swamp Night 17",
    "50361aa75532556c38374ad979d85408": "Wall-nut Bowling",
    "424df46d62b39673d81fd5af320287b4": "10 waves",
    "357da1aae9d39e0390bdeecca479e339": "Firefly Swamp Night 18",
    "ec79ae4f79a9db587cf87a51678000dd": "Choice",
    "3213c6ee0d62313a2c1aaee32d6b0fcb": "18 waves",
    "be2fd6b3b86f4d9d682776782a7decfd": "Firefly Swamp Night 19",
    "114ad817bef526e18d40c07be3fc9720": "Mold colonies + Flowers",
    "a5276b111b5396f0ac1f3150d7df98e6": "20 waves",
    "fbdbd35bcab9752ae16d7ce44280484d": "Firefly Swamp Night 20",
    "84adc5b9bf9c1f8570bc603b1877cf9c": "Special Delivery",
    "2f1ce1abe0ed6b77885be85d5ef1200a": "15 waves",
    "9ac75eab9f5c33928a9c8c2b8ed0da79": "Beer Bottle",
    "8b7bc17e7c95753e2482bd3f437a78a7": "I heard that there's another one in Dave's car.",
    "02ec6b3196712f907f35f8030dacd034": "Firefly Swamp Night 21",
    "1ef31c2a36673f784757442ca79d10bc": "Choice",
    "b5e3ad1f34408a200674c3c6d74f9521": "All land + Night",
    "887a498e680bc51140bdb64aa6809ee3": "24 waves",
    "171fe0b5cd62b6476c26fa41d23f53a1": "Firefly Swamp Night 22",
    "cec509a904e34287e5404f87aaeafa41": "Save Our Seeds",
    "47891a4f3fc4aa9432c580b2de9a2ac1": "13 waves",
    "3d6a0e7d11f8225f76dfb926b29d507c": "Firefly Swamp Night 23",
    "c78b1b4f0eeeb7e2b02f8820f4e9f211": "Wall-nut Bowling",
    "fbdac43c9a14c782f30a64cdb85c8615": "8 waves",
    "dd179b508585fb276b3fc7cb1aa56fbc": "Firefly Swamp Night 24",
    "2eeed48d412dc1bedfee00797012ff7b": "18 waves",
    "ec7d0d27524ba7c76da8f5798dc83dad": "Firefly Swamp Night 25",
    "4740a182ad19d0e26ed92b759216cfad": "Boss Battle",
    "49af05e3b28bbf19618a27d9007652c5": "All land + Night",
    "18b7e9471382c0cd4cc1b2ada7554667": "Picture Scroll",
    "936d85a68a33a8407aa36e515e60c414": "The painting on the scroll dropped by the zombies is suspected to be 《Starry Night》from 1889.",
    "56a2ce83969784b2ffb62099e172874b": "Aurora Icefield Day 1",
    "74a894636a39491122f20ec74bc6bf38": "Choice",
    "2eb4ad5a085d71bf5bda66db70d82a48": "All land + Ice holes",
    "baa560e60f546627be30eb7a427d7ef3": "15 waves",
    "0c752c34804938a9bf9a816b7f384a4f": "Aurora Icefield Day 2",
    "8acd73ed5eff714d06b00de77a97b75b": "Special Delivery",
    "6ee87bc0a4ec64b4d65b70ac3880af92": "13 waves",
    "79d841f1d6658c621ee2146d937b25bc": "Aurora Icefield Day 3",
    "2554ff9283cee1463380cd5d3f06f47a": "Wall-nut Bowling",
    "37aa15e344263023873d7b9eff3506d8": "All land",
    "b96a967366fbe29902b575e57239e4ad": "10 waves",
    "c6ae5eacc39337acec01b292b9681195": "Aurora Icefield Day 4",
    "b92ccddf28780844ee458d446c3e846b": "Aurora Icefield Day 5",
    "37d37cb006173572875d0ce480aa47bd": "Save Our Seeds",
    "ed02f6172fd1da8dff75f0186a2bf439": "Protective Film",
    "24ba80151cc024296e272234a1942318": "A gadget. Can provide 3x3 protection.",
    "c8dc8f4d557e093a19e9a1acda567a16": "Aurora Icefield Day 6",
    "65475b425fde9e204f697c8fd9ec234f": "Choice",
    "c95ce214dcc1af33d5a33d0fc2292673": "All land",
    "fdee7a56cb932c3e08717513212467df": "9 waves",
    "5626ee3a6a8f30b2cec073776a723c8b": "Aurora Icefield Day 7",
    "16cae51b844267bedf76df94a2306717": "Special Delivery",
    "73a42c46b9e367b47d8852e9e5f56985": "All land + Ice holes",
    "16b2f388d58cf602b9b2832bbf2f7c4e": "16 waves",
    "e0cc006794cc37e8b6ab0104d9f833f0": "Aurora Icefield Day 8",
    "9c6e789c4554297e4d92002774bab9ef": "Across the Lawn",
    "9b7d36fcb0ac4e424950542699e66cfc": "All land + Special track",
    "9a1db96c6d39555cb826c1f40dc9f5ad": "13 waves",
    "2c1227f417865f0179fd21c7b5144f63": "Aurora Icefield Day 9",
    "c6ab1fe82c6cec0123a32a7f4c55368d": "No Cooldown",
    "939381fb5e6a5c18333cf8b617332483": "Aurora Icefield Day 10",
    "4aa19b44b5383fdce15b08f794bbf458": "Special Delivery",
    "8b471725dca87eba45f90c05fce3f089": "Aurora Icefield Day 11",
    "21d95d62a9c26020946097b0fbd5562d": "Locked and Loaded",
    "90f8ae6edd7ae2927130cab5296a7a79": "All land",
    "850756ff68a2a35ad9e7e93f0e8f5c43": "17 waves",
    "f7028c5f7546b1100b6b8aee87412add": "Aurora Icefield Day 12",
    "3585791352cdbf498dfa4f49c658d7ea": "Choice",
    "0931a3eb45a36cbf4a48c5e5e556598b": "Multiple special terrains",
    "46b57ed89dc4f8ac4543076a79c7a6e8": "14 waves",
    "19bc9f25d94aff9a6a52eab13e844b7e": "Aurora Icefield Day 13",
    "475705f6958343d7243300bab8de444f": "22 waves",
    "f81338df041fc0f5b8874999a0e17240": "Aurora Icefield Day 14",
    "ab30e8062bce232a3fc8af99393dd3d9": "All land + Ice holes",
    "0e13210539007f5f49474625b1d62d2c": "16 waves",
    "beebeecf49dfdc5ec34aa91b462a2137": "Aurora Icefield Day 15",
    "13075aaf3fe0d3f36c5a3741b81be73b": "Across the Lawn",
    "a8d9160be5ce6a8fd8e8bcb00abae522": "18 waves",
    "aad53aea59e6d3837f7d3050517a02e0": "Polar Conical Flask",
    "de3c5bc1f4018890b189b165200379f3": "In the following levels, you can use the special plants from the laboratory to complete them.",
    "9e0f1f3e6fb277d8627806b989ccfafe": "Aurora Icefield Night 16",
    "49763fc34317e5d4d6977ee7fb918ea6": "Choice",
    "a1b704c9eac94ea08af70767581c118e": "All land",
    "10ec1c14e11d98b569e10ad0f28bae40": "16 waves",
    "bbcd40da2ff17dba6713f5fa0b62b90a": "Aurora Icefield Night 17",
    "d4c4b4b89b8eab824ef1456a5c509a87": "Chilling Winds",
    "669f84db8d6b7d4dd749e1f1dcc0f8a9": "15 waves",
    "5590077a4d541e700c4d7d2ff28a37d5": "Aurora Icefield Night 18",
    "ac6532acd9bf20b05012435adf3f9a8d": "Wall-nut Bowling",
    "c6ec7af4618453c8c5497255abacb09f": "Aurora Icefield Night 19",
    "01f759007212c1ad6ca405fdf9aa85c8": "Special Delivery",
    "8ac58f2c6751b7f3e30b9eef236d6de6": "All land + Ice holes",
    "4bba7ceed29e613d382f5c817cf776ff": "18 waves",
    "cb5e34ad7a9019f49b6a4038e62b5ba4": "Aurora Icefield Night 20",
    "5d9f10259da65f2ef8478904cb8d4742": "Across the Lawn",
    "6fb3fd47420713d7f81b07c0a194b265": "Cartesian coordinate system",
    "91c559b1d24a0263362be7c5a45a95e6": "A bridge between geometry and algebra. What is this (9,8) labeled above?",
    "8684b47392b34d0d8509b423e8e49329": "Brain in a Vat",
    "774740306ea7842cc8d207d0b8b13192": "How can you guarantee that you are not in this predicament?",
    "b9a6bae49ee3371280cb3d56d1ee6037": "Aurora Icefield Night 21",
    "6254a19710af46286db9eda3da598398": "Choice",
    "6f57125d4750beb7ebfd296c8b2e57b0": "All land + Ice holes",
    "aa0682a37b1aba3d1439cf1f9ddf1dd8": "18 waves",
    "16dca1627d91770f7c235db4f47b7b8a": "Aurora Icefield Night 22",
    "6185ea2a59c626732b2135bfb068869a": "Locked and Loaded",
    "5a5620e62709a465c06e04fe18c4d1ac": "20 waves",
    "1dd816a8b077d4902434265947c00add": "Aurora Icefield Night 23",
    "e0ba97c70a783e91650c0dc53f8196fa": "Special Delivery",
    "50548f6b554e645564068fc090f87723": "All land",
    "0e1a84f0f9b95f586c38312eaa1f6239": "Aurora Icefield Night 24",
    "85d035a1628f7e405e8227ac096ceb01": "Mold colonies + Flowers",
    "4ebf994ce765abda74f7cceb74710095": "Aurora Icefield Night 25",
    "c427be1c2c61eac5a581e8f2f759cbef": "Save Our Seeds",
    "3e80be9791da20cada599a78fc3c98a1": "22 waves",
    "a046a8428128d7c55240231a3c59fb4b": "Aurora Icefield Night 26",
    "0bdf0e489ee19c3eeba8b6f304c99c2f": "Locked and Loaded",
    "c0b09f41d7db61166c05a9589eb15b86": "All land",
    "5b07d6af92b26676ef699deb8c2e652a": "23 waves",
    "b4577d405db0484645e3f00cb19d4051": "Aurora Icefield Night 27",
    "a0242dec17a0a2132621c7e631db8fe5": "Choice",
    "ce966d4c3115f3cb3b5af47286fec60e": "All land + Ice holes",
    "3d50b0ab937a3b5172b103edc9cc796c": "24 waves",
    "9345f574c04faaa2ad2278d11c7ea73b": "Aurora Icefield Night 28",
    "ce927163bbdbdc7922d0ec104798faa1": "Save Our Seeds",
    "1a140acdb71edac85caac83e1cacb758": "18 waves",
    "47e29fc35359d38b3fcdbedb01509f88": "Aurora Icefield Night 29",
    "d0eb798ce5a3581533e086b393638d60": "Across the Lawn",
    "428ebea489fde4c7f59508f3b557a356": "25 waves",
    "18b5fba85334ebad5a3c37d275d7eb8b": "Aurora Icefield Night 30",
    "554c7d0b5974ca39b7b4d462c45bab1c": "Boss Battle",
    "aeae171183895fe7ae5a0bc0926b20ec": "极高",
    "3405f2ff186476839537048606e34a36": "高",
    "415b5fda854907d4f561e5448369dacd": "中等",
    "30af3c819abc33f89c3702b86711a56b": "低",
    "3c39d9a196dbe95f8c3d5329bc73ae07": "极低",
    "9d5ded831c3c2a4640789fd9d8371713": [
        "\n血量：",
        "\n速度：",
        "\n弱点："
    ],
    "1053e54496b6f2d5e97bf1bddef8ce51": [
        "阳光：",
        "\n冷却时间：",
        "秒\n"
    ],
    "471a9a069f8db35a5ab6a5c3d0eeec73": [
        "功能："
    ],
    "b9a3a80807b6551a56091433d9da9253": [
        "\n            \n小故事："
    ],
    "ef1730a0047f98ccd96842bbbae04d6b": "无",
    "7864d9130973f29c09d1550320897e47": "Flowers",
    "9c694aca36cebb9b2d5b126aab9e3a5c": "Mold colonies",
    "c4b382f9425ab4b9c0b1cfec182857c5": "New verification system: The level creator must pass their level within 12 hours after uploading it, or the level will be deleted!",
    "21dbae8f0397485809b8539f4567988d": "Zombie",
    "c426d3cb77398310ac940ac8a9798c06": "Conehead Zombie",
    "12c65c7a442ff4c55f528c1169e0ed95": "Buckethead Zombie",
    "d64b3392ab49375ee8fa2900502b4130": "Newspaper Zombie",
    "598a1e7db05e4b0a6bb0f1b32805dd9e": "Balloon Zombie",
    "1810f9982ac8dd944646d90f9e5d0cb2": "Tornado Zombie",
    "efa28999b4313259c546314845b9c1d8": "Football Zombie",
    "671c8a30b6c2bde440119d9b7a070ab9": "Cigar Zombie",
    "ba0a0f92822f1218c5551904569d404a": "Barrel Zombie",
    "dd96cb1ad7aadfec741c3e87e57ff8a0": "Sadako Zombie",
    "a4b06414db79efb9bd1667d461f3eff7": "Imp",
    "c73137f9151d0bcb14c3c7fe7cf62797": "Magical Icicle Zombie",
    "85d5b23fdc188d9e98196f4bae30d53a": "Icecutter Zombie",
    "69daa40ae7853783ba22ccf2a95bb240": "Skating Zombie",
    "6d26c072190dd98e7a59eb2b3b35845c": "Ice Cube Imp",
    "d1ef082f55be697d083cc5320ca6deb0": "Zomboni",
    "a640d3433d751d8e5d5e8ce80a68f231": "Crystal",
    "847bc4646cd6769b6af00925cc6fe133": "Ice hole",
    "4e38ce5aa2cc25ddf005d98c3318eca2": "Peashooter",
    "80c5d36df9eb66b4fe155bb0038c7bc2": "Sunflower",
    "8aae95b3f5bb65eaf04ea273391281f6": "Potato Mine",
    "84538e35ae96719e01fa933ee2634a6c": "Cooldown Reduction - Potato Mine",
    "6b65b735ce40d19f5365492b1726f136": "Wall-nut",
    "42a4814dffa6a0c6217771b6eb4a5d20": "Pointichoke",
    "a3303130383ee1983530d6ae0fdde5ae": "Rotoradish",
    "55f34c45328f9173bc21af70f0394202": "Snow Pea",
    "2253a54443410bf154e7f7db2de99eaf": "Repeater",
    "e896febcd495e989494c82a5c885a2de": "Cherry Bomb",
    "0aae733a6f5575803584e4cd5b45ca11": "Cooldown Reduction - Cherry Bomb",
    "c9eae1d194f44bd41be4356c7659fbd6": "Tall-nut",
    "b904b007c74f7fe53527950b49de4616": "Sun-shroom",
    "308cdd534d429162c89fa8de1902fdfb": "Puff-shroom",
    "0e242f1cfa77ef983a70944412af5022": "Scaredy-shroom",
    "26f3f4cc08f13a51cbf7fcdac24c1a8c": "Fume-shroom",
    "e1f6d4eaff77fbeb12f3c6b35ad30dc3": "Spore-shroom",
    "6ada5a4e803a3637d2e8f98ad9ce7c25": "Bamboom",
    "cbfb2bd77f27c9800274ee7471a28c2b": "Cooldown Reduction - Bamboom",
    "b05f5384ccbfbe956315a0db31a7813c": "Doom-shroom",
    "0d207c16166b3d984a6e6a5b70e54b3b": "Cooldown Reduction - Doom-shroom",
    "492f7d2f28e7b86404312641bcaadd2a": "Bowling Wall-nut",
    "3f3193e1e4a78cf946f7b7fe49f1dbda": "Explode-o-nut",
    "953b1f36b10de8f0e19c362171d5675d": "Befrozenia",
    "d52cb285c1fbf41c6303de4a108186e1": "Winter Aloe",
    "a009607a8e6a8edef33bccfd761c1fc4": "Peppercopter",
    "c225e5ad1bf069de35321de340aed1b5": "Imitater",
    "2479c4ee2bebe6b2f73b0cc52425cdf0": "Solartropa",
    "f9a58e4c02387a5821f1baccf8f3b019": "Spikeweed",
    "f918c4d4457f3ad248c579db21ac94c3": "Torchwood",
    "3ff081f98d01c78d78b794e3f3565cab": "Kiwibeast",
    "12c325ef631fea2c7810ebd0b08c1e16": "Laboratory - Abrightilon",
    "ccc9641957965fcc07540edf9b86754f": "Laboratory - Pumpkin",
    "353d1e77e7df0085ded65755effc30cc": "Laboratory - Miracle Imitater",
    "f91d333625de79cec524d949b99dbef5": "Laboratory - Jalapeno",
    "5ef8557bf64ed7fbec1879f1f0dd91b8": "Flower Pot",
    "6bb531fd5f437fdecb9d6e6d65873bc3": "Gadget - Fluorescent Lamp",
    "5447afbdb25088782f1da7b3de2504ed": "Gadget - Protective Film",
    "332edc05f066e24ef457f19536490122": "<input type=\"radio\" value=\"1\" name=\"LevelT\" checked/>Choice",
    "13deda1661f2fc5d51257e860d242305": "<input type=\"radio\" value=\"0\" name=\"LevelT\"/>Locked",
    "55f6487a3b495feb23f1b6ba08e0f981": "<input type=\"radio\" value=\"2\" name=\"LevelT\"/>Conveyor",
    "215cfc839406f7684baf76673b88e9c2": [
        "<br>Cooldown time: ",
        "s<br>"
    ],
    "c23acc07c3bad94c2a4b284090e9585c": "<br/><span style=\"color:red\">Selected</span>",
    "a5ee3b9a7a28051007336cf0e277e744": [
        "<br>Health: "
    ],
    "bb62c61b7bcb54a931cd1e0861b8403c": [
        "{\n    //记录关卡名，function统计数据需要用\n    $User.FanmadeLevelName=\""
    ],
    "98338dd296217f2d79737df441c76ab5": "No plants/zombies selected yet!",
    "e6111b2ffbd6ccbbc574425201f1d290": "Display No.: No. of zombies shown during seed selection\nWave No.: When the zombie appears for the first time\nFixed Wave No.: When the zombie must appear (Separate waves with commas)",
    "44d4c5fbe7c6f6a77275e90e7b98896e": "<span>Total No. of Waves:</span><input onclick=\"this.focus();\" style=\"padding-left:15px;border:0;border-radius:14px;width:50px\" id=\"FlagNumInput\" /><br/>",
    "c65dc7e9ffd90693e3efff03a9d2140e": "<tr><th>Zombie Type&nbsp;&nbsp;</th><th>Display No.</th><th>Wave No.</th><th>Fixed Wave No.</th></tr>",
    "d9a603941a2875281d87951f4c8e3700": "Preview ",
    "8867bd27981f19d69d71bbc5904a33d8": " Finish",
    "b2e5b63617607fed555b362e6af29c9d": "The total number of waves is filled in incorrectly!",
    "2d82e6d380911fa7f00b2d960f2e849f": "Too many waves will cause players to play for too long and possibly quit, reducing the clear rate. Continue?",
    "e65dfa28cef2e7e7d3b544f9f4eb73b4": "Please fill in the required forms correctly! \n(Fixed wave number can be empty)",
    "1b6a48e9a6e04e460249d3c7b068c3dd": "There is an error in the fixed wave number, please recheck!",
    "a89aee5eba6bccea2926a0747370d5cf": "Why would you want to show this many zombies during seed selection??!!",
    "f569d9f5bdbef615db76f08f565299d9": "<tr><th>Wave</th>",
    "fd236db40fbdfcbacea782106c0fb591": "<tr><th>Spawn Points</th>",
    "e54f214ae0c84bc692576db245c13c53": [
        "<tr/><tr><th>Wave</th>"
    ],
    "5adc350ca99cee4367d4b3e8ba46bf3d": "<option value='nil'>None</option>",
    "659e3ed04f68bf678f62483f1aeeb113": "<tr><th>Lane ",
    "16dbf27d4fb33ec78bdaf489c8fd4109": ": </th><tr/><tr>",
    "edb858e3dc5c8e6d5d52122189e6bb8b": [
        "<tr/><tr><td>Columns ",
        ": </td>"
    ],
    "e731e47754f4a2d8be54c8a4085d061d": [
        "\">Endangered<input type=\"checkbox\" defaultChecked=\"false\"></span> <select onchange=\"___tmp____changePlant___"
    ],
    "85ddb8ca40fae30731bb4cbde0fa3306": [
        "\n                <span style=\"font-size:2em;\">Level Settings</span><br/>\n                <div style=\"text-align:left;margin-top:20px;margin-left:100px;margin-right:100px;\">\n                    <span>Starting sun: </span><input onclick=\"this.focus();\" style=\"border:0;border-radius:10px;\" placeholder=\"150\" id=\"RestSunNum\"/><br/><br/>\n                    <table id=\"FlagToSumNumTable\" style=\"border:1px solid white;text-align:center;\">\n                        ",
        "\n                        <span style=\"color:#01DFD7;transition:all 0.3s;cursor:pointer;\" onclick=\"jngAlert.open({text:'Type the spawn point (>0) for at least 1 wave, and the rest will be filled in automatically if blank. If you want to spawn zombies manually via Fixed Wave No., set spawn point to 0',shade:true,type:0});\" onmouseenter=\"this.style.color='white'\" onmouseleave=\"this.style.color='#01DFD7'\">Are there any conditions for spawn points?</span>\n                    </table>\n                    <!--暂不支持修改-->\n                    <!--\n                        <span>BGM: </span>\n                        <span>BG Image:</span>\n                    -->\n                    <span>Scene: </span><select id=\"selectScene\" style=\"color:white;background:black;border:1px solid white;border-radius:10px;\"></select><br/>\n                    <span>Level filename (A-Z, a-z, 0-9, underscore)</span><input maxlength=\"25\" onclick=\"this.focus();\" id=\"lvlName\" style=\"border:0;border-radius:10px\"/><br/>\n                    <span>In-game level name (uses filename by default)</span><input onclick=\"this.focus();\" id=\"lvlNameC\" style=\"border:0;border-radius:10px\"/><br/>\n                    <span style=\"font-size:1.2em;\">Lawn Settings</span><br/>\n                    <table id=\"SceneConfig\" style=\"border:1px solid white;text-align:center;\">\n                        ",
        "\n                    </table><br/>\n                    <!--<span>生成场景对应障碍物</span><input onclick=\"this.focus();\" id=\"obsCount\" style=\"border:0;border-radius:10px\" placeholder=\"0\"/><span>个</span><br/>-->\n                    <center><a id=\"part3Done\" onmouseenter=\"this.style.color='white'\" onmouseleave=\"this.style.color='#01DFD7'\" style=\"font-size:2em;color:#01DFD7;transition:all 0.3s;cursor:pointer;\" >Finish</a></center>\n                </div>\n            "
    ],
    "92b11d09f5f5c7e7e1d5b68d106b3097": "My House",
    "eeb49b1f5af23a4c777a17ec2b69f24d": "Forest",
    "98e17e61f9ba585ad33d930ba235c4ad": "Forest Mirror",
    "1e4f1f5e9045c9aa6b105b4b41805e2a": "Swamp",
    "5d78e15176482041476b1295c64342b7": "Swamp Mirror",
    "1f1c04665792dab88f39c8e6e962e5a7": "Icefield Day",
    "3518c3b1923aa966e86f87fd6204a555": "Icefield Night",
    "332c4b6e68a64145c55af8032d728ad4": "Autumn Extra",
    "faa6a2fd9f2e481557dd134421908601": "Winter Extra",
    "8ebcf442bafdeaec0137fcf493e032d7": "Foggy City",
    "1e7b7871c8361a40af85375390ed5881": "Starting sun filled in incorrectly!",
    "376b8aa0df2d790f0d992f3d4f3cb1e5": "Spawn points are filled in incorrectly!",
    "ce087f8252f722e7a98713e9db8b3b97": "Spawn point data is empty!",
    "4b4c8074041a6bc1edf2edcae3e4f6c1": "The level filename is not filled in or is in the wrong format!\n(Extension name is not included in the filename)",
    "24359f4cabceee71f04bd618b658aa4d": "Girls are now praying...\n\n(Uploading..)",
    "d2bf862f9cb60099d8b6c5d035d452e8": "Enter level name: ",
    "1f42a2030276ff6eb025d722bdd43dd8": " Search",
    "db417f4c8f45e527e2bfa58ef9cb4319": "<br/>Already at the end owo~",
    "933f0866b11867eeb3e2ff166d4287f1": "Level Name",
    "c528dfa9111e0398a15bbc7bdc3b6144": "Creation Time",
    "45d476b1a056e4b4175cf5831ac50e80": "Difficulty",
    "7e896cc5763abddcad4f284f74c05ab0": "Clear Rate",
    "17af83f14e1c8089505e718d8f3c0924": "Girls are now praying...\n\n(Loading..)",
    "b4b8eac4602c77f66c605d71210d58d2": [
        "Are you sure you want to delete “",
        "”?"
    ],
    "f63aa001268b7f61c9d4e6316b88c156": "Level deleted successfully!",
    "2b76f3243389b042055e8544396836f7": "This is the sharing area for player levels. When the level name is purple, right-click to delete it.\n(Tip: Quitting the level will reduce clear rate, so please finish the level at once!)",
    "7c4c4c5e56d10b3e0e3a07c785d418bb": "At last,",
    "00dd2222f41b1d03a6617e4f94917ac4": "The chaotic four seasons",
    "9d29ddb25c9a4b000f8eff73aec3bdaf": "Have returned to their original form",
    "6bc3bb6a24828407e9af8f2ee7d6257a": "“The sound of the Gion Shoja bells echoes the impermanence of all things;”",
    "d9c58b64a7bf46b00cddae199c9e23d9": "“The color of the sāla flowers reveals the truth that the prosperous must decline.”",
    "379d55507f0f002ade53646a29bfcb74": "Indeed, “Frozen rivers will flow come spring, there is a renewal of everything.” ",
    "186d6a0431b7ba66df3cef42168cc3b9": "Hah, it finally stopped.",
    "b0fbb2f33f3f1cda2c86c6d5fca1a054": "Phew. This has nothing to do with me, it was all that broken machine that made-",
    "c577d88a6e9d3a366450b97473324ded": "Whatever, let's just go back to our homes.",
    "06e55d047bbb8db91da5a0462859b9ae": "Now that makes me a hungry for a taco!",
    "3b5ab01b378c30fe87d1b2ab0685bb9a": "Oh please, we don't even know who you are, so I don't see the point in buying you tacos... But who am I again?",
    "77f2d297ed8da388cfbeaec696406eb0": "How would I know? I'd better go now...",
    "7fbf586d4dda3672acd2a15e20501d63": "Uhh, bye... But what about my tacos?",
    "3b54d23e48cb4885090a0b8f0f22c4af": "Production Crew",
    "69f72bc50e7a18bf3c6dd615b11f30c4": "Programming - 蓝色的黑钻 PAK向日葵 AS",
    "13d41d4db444757b80a8c73136475322": "Graphics - Aipoi",
    "5c399c2d02fa020d2e3a1df40f430453": "Special Thanks - Leobai 星光风铃叶 支付"
}
