{
    "0bc45b92bb476cbce5a3a92c5d0a6c15": "The modifier is temporarily unavailable",
    "74d1bb3bb02a499f662942b0b04c05b4": "(ﾟ⊿ﾟ)ﾂ",
    "3d24cfddcaa42d351527eeec00a1c54f": "There was an accident!",
    "9f632dc91ec799f06b45e6410890a50e": "Don't move",
    "ec53882bc1810667587e4bc150f97053": "... whining!!",
    "b07725ab42545f15387154329da529b1": "唔姆被困住了qwq……",
    "f518332b653cfa8e254f71cfa10de562": "load",
    "2be822d5d2caf4ad8be4ffb1be7b2285": "Something went wrong!",
    "9006e25ba0dafd90b0ead6330255c91f": "，可能是由于服务器卡顿导致的呢qwq，如果长时间停留在一个地方别忘了刷新哦，如果刷新多次依然不行，请反馈给程序员小姐姐w~",
    "51614e2ac9b3bddc2de3e70f99d1ef85": "QAQ出错了 错误内容：",
    "1c2c05dc9be9f9eeff4e51a682ef83cf": "\n如果对游戏有影响，请截图反馈给程序员小姐姐哦qwq",
    "f427b60d5ebbc9803e4280ad3fd6d0d2": "Selecting this plant will increase the difficulty of this level, are you sure?",
    "00c476bb8b66c7a67826e7f6bd7ddff6": "Are you sure to bring Imitater only? It is not going to work at all.",
    "3704695fb154c4e95e674e48ce44fc7e": "Are you sure to not bring any plants that generate sun?",
    "96922b1b075633116839cab7596bdabc": [
        "<br>Cooldown time: ",
        "s<br>"
    ],
    "135e553e11b9091c1734eedae69ea2d8": "Cannot be retrieved",
    "79bde6e58345de367473b52d673913cb": "Cannot be selected",
    "92282f25cd23e8f414a59d00089d25dd": " not recommended",
    "dba01bde7e595e8239e4ae4ff0d1687e": [
        "<br><span style=\"color:#F00\">Plant",
        "！</span>"
    ],
    "60f4d5ce5a7d1c085bcb9bf3ea0f270b": "<br><span style=\"color:#F00\">Plant recharging...</span>",
    "265c95596108d197ad7452b4b2b3ff82": "<br><span style=\"color:#F00\">You don't have enough sun!</span>",
    "38ec56cabcb703dc74c6da5306abb571": [
        "[PVZTR] Exitlevel数据异常："
    ],
    "d7aec1dc67df0335feda64a377b60a87": "<br><span style=\"color:#F00\">This plant cannot be planted temporarily!</span>",
    "7137b7dc6bbb57a00ce2abface23a37f": "Pay attention to the chilling winds! It will reduce plants' health!",
    "39e48d7169def8d11f6bfab216eb7455": "Star",
    "d28efa2f99e9c27571354eccb0991caf": "Stars are the symbol of success. Go ahead and collect more stars!",
    "e62c54032268681c517a5edd6264f0da": "Lawn mower",
    "8ae8c152f44e6a6d8156c29c222e5b20": "Brain",
    "d1b3b4d50e7eac3f1e5d6048313dc25f": "Peashooter",
    "42fbfe4a2f3b637997492484b640c173": "Shoot peas at the enemy",
    "f7ac9119e352c5c64091aab0af7a9fe7": "Sunflower",
    "85d65121427dd969c901e38f4429bf6d": "Sunflowers are essential for you to produce extra sun. Try planting as many as you can!",
    "cffb3ad2def5ae0d5afdb8ad02123070": "Sunflower's Spectacular Starlight Show had some issues in post-production (Advanced treasures and a PvP mode), making Sunflower so angry that she fired Zhuimiao Grass and Small Pea Pea who were unfit for their job. She asked Aipoi to hire new people - Umbrella Leaf for music and Corny as the dance partner. Now she's holding the concert tour Zombies on Your Lawn. With only 500 gems, you can draw ten plants and are promised to obtain the ticket to the concert......",
    "90b78375a7da6087fb4e1af8f933e4b3": "Potato Mine",
    "e5534a553c736ae39f0819c8c5917d3c": "Explode upon enemy contact<br>Take time to arm",
    "8f90e0eadc55b5abe8b482caade98a5a": "'Someone asked me about how large my tuber really is,' he cleared his throat as he swallowed a big chunk of ice cream. 'It's not as huge as you see from the bootleg comics, neither like a rising hero brother I have. In fact, I have a slim and petite figure - a real bombshell. That is why they call me Karti B., Kartoshka Baketater.",
    "cb3ada09167806a53e4c41dde54b9c8a": "Cooldown Reduction - Potato Mine",
    "c9f97a7b0b5201d33e8222378968e971": "Explode upon enemy contact but take time to arm<br>Enhancement: cooldown reduced.",
    "d2d3101842f90d60aef0f659811e0527": "Wall-nut",
    "e745c18d56cb526d4b45413939b9faaa": "Wall-nuts have hard shells which you can use to protect your other plants",
    "dbb3827f27f7eafeedf2751c76fa4d59": "Wall-nut finally returned to the bowling alley after endless begging from his fans. He is everything but fear of the constant challenge requests from little cute Bowling Bulb. 'It's just a bulb!' 'If you still don't know the difference in our strengths, I suggest you have a good look at my seed packet color in the Chinese version of Plants vs. Zombies 2.' replied Bowling Bulb on Treeter.",
    "8600a5412831f4beb0804598453284c8": "Pointichoke",
    "9f9727b266484595349d5e8127eb88ad": "Damages zombies that are biting it while blocking them",
    "7954e0333dc8ee20d2f0c084f8efce25": "'Afar, the deliciousness drops from the viridian leaves as they sway and bounce. But at close, NOOOOOOOO!!!' - A zombie's papers, his last will and testament.",
    "768ea42117ea0542c36c7be189f84d73": "Rotoradish",
    "f2e968d9b7bd31c70290d3883070c10b": "When a zombie is close, shoot penetrating projectiles with a range of four tiles",
    "53d33adb28e98819175562b60d41e88f": "'Someone said that my leaves are totally useless,' he said so as he turned around and shot a zombie, then turned back to continue his sentence. 'But only by keep rotating these leaves can my bullets get enough speed and strength to penetrate the zombies.'",
    "6788e7cf078b73df8f850e8207890a13": "Snow Pea",
    "5226551316a566a3319d222d47bfdfad": "Shoot frozen peas that damage and slow the enemy",
    "36bea0166ab38167051caae3c52a5066": "He has always had a crush on the Fire Peashooter, but has been hesitant to confess his love. He isn't sure how their kid will be like. He doesn't want to repeat the tragedy of Repeater and Peashooter giving birth to Split Pea.",
    "da0d6cdb41401d27fc95010de9578b34": "Repeater",
    "988f503485b1dd32bf92f19a40df8523": "Repeaters deal double the damage to zombies!",
    "a66d5d0f06998d681bcd577cb6c3dc9d": "“啊，双发，你比一发多~一~发~啊，双发，你比寒冰多~一~发~啊，双发，你比三发少~一~发~终于有一天，你会~变成八千儿~发~”。自从这首得瑟神曲《双发之歌》上传在bilibili后，便迅速吸引了一大批网友的目光，其中包括一个姓岳的僵尸。",
    "9c0c072455b32cf1014dfce0b3209749": "Cherry Bomb",
    "78a6733d7d15a2ca945c9e6d19367518": "Blow up all zombies in an area",
    "7874b6251734188280e9ae2b629bdf70": "'We give out mighty power when partnered up!' says one cherry. 'Yea, unlike Split Pea who fight over an eyebrow, we'll always be united no matter what. Though, this leaf is technically mine...' 'What are you talking about? Of course it's mine.' 'No, it's mine.' 'You...! I will blow you up!' 'Try blowing me up if you can, since it's ME who's going to blow YOU up!'  And that, is how Cherry Bomb blew up.",
    "8bfca4490c95e22d90220d294f044029": "Cooldown Reduction - Cherry Bomb",
    "7d826824ccd184f6a2a2ba3d29445b82": "Blow up all zombies in an area.<br>Enhancement: cooldown reduced.",
    "92450412f3a53b32e1e62fc67db4c12f": "Tall-nut",
    "4fa673f4f48306fac9cb5e7742c238d7": "A heavy-duty wall that can't be vaulted or jumped over",
    "69bb04fa7223a2b52acc178b7e6a86c8": "While his brother Wall-nut was having a successful career at the bowling alley, Tall-nut was determined to defend the lawn. 'Never forget one's goal,' he said. 'Defending the lawn is our sole purpose.' Yet people gossip that the real reason of him not joining is that he's too square to roll…",
    "645fbcfb942862b717c502065c01e02d": "Sun-shroom",
    "5504ba167263f1dc8b85cdda1f2bd3cb": "Sun-shrooms give small sun at first, then normal suns later on",
    "d9993fdd9804eca521e21a1bac6895f0": "A plant asked her: what is the secret to keep her sprouting at any time and always have a Mona Lisa Smile? Sunshine mushroom replied sweetly: \"as long as the soul is sunny, whether it is facing the long night or witnessing the siege of zombies, it can always have a sunny state of mind and smile.\". At this time, a voice came from the plant group: \"don't you hate the sun very much? If you have a little in your body, you can't wait to spit it all out?\"",
    "d9a1489086ec7541226dfa802aa5e231": "Puff-shroom",
    "e77edb8526e6623fc2f8156b62da1291": "A free plant that shoots short-ranged spores at enemies",
    "52a16adb21e5b9edfc14d6bfc9a8f5e8": "\"Some people say that I'm so lazy that I can only spray a little distance.\" xiaofangu said seriously, \"I just want to say that if I'm lazy, I'll disappear and show you. I also want Jiangnan to protect my level that can disappear, pit you in the dark and wait...\"",
    "3e7789b2d0491928c8fb8afd42bf2a15": "Scaredy-shroom",
    "b8d9cff9fe193e98f88d879c404301cf": "Long-ranged shooter that hides when enemies get near it",
    "e3f388a18b754fab4f9c4169cf00aa1a": "Maybe he pretended to be timid, just to sleep in the same bed with the sun. Or he is really timid. Once something comes near him, he will hide and run around. Maybe all he needs is distance.",
    "aa6448bef6b81aad002c9ac426dfbdb1": "Fume-shroom",
    "44a62cfd6bb8bc2f2f307ac5dfe36cc3": "Shoot fumes that can pass through shields",
    "c71dee1b6e538e2a871aef7064797bcf": "自从飞旋萝卜学会了穿弹术后，大喷菇就逐渐淡出了战场。他在禅境花园里深修佛法，学习瑜伽，培养花鸟鱼虫，练习琴棋书画......“我的心里从未如此平静，阿弥陀佛~”大喷菇淡淡地说道。这时，植群里突然传来一声“气球菇！”，而后，一块砖头便向植群飞了过去！",
    "e2ff22b02098fc48fa13a8f23d28e2b0": "Spore-shroom",
    "4143fa13d2bf5df305b5184dd3981f08": "Summon Puff-shroom guards around it, while actively attacking zombies",
    "1e23506eeaf5eafe707891748fd86ee0": "孢子菇十分时尚，他一直走在时尚的前沿。他是植物界将Hip-hop，Rap与重金属三个音乐完美融合在一起的第一植。时尚的作风使孢子菇的植气扶摇直上，以至于他周围经常会包围着一圈忠实的脑残粉。",
    "584a262e119dda3c376acc37665b0626": "Bamboom",
    "c5451a20175a9527ed5bfa6888512f41": "Once the zombies are close, Bamboom will blow himself up!",
    "37f2cee8f8d60c9eb62d01452f217cdf": "The kind firecracker is the oldest in the Zen garden. He often told the plants about the past: \"in those days, people wanted to resist the attack of Nian beast; at that time, there were no plants such as pea shooter, so people planted me... Now it's different. We are no longer used to resist Nian beast, but used to watch. People often watch us burst, and then point to us and say,\" look, he burst. \"",
    "3e0afe2fe9128f1ce23497caff5b1895": "Cooldown Reduction - Bamboom",
    "912834969e9414a58a8eef6f08f2a41b": "Bamboom will self-destruct when the zombies get close!<br>Enhancement: cooldown reduced.",
    "a537e01f1d831344058fd0b88f03b076": "Doom-shroom",
    "d7251eab598dac40e05a81402b9715ba": "Can deal devastating blows to zombies, but has a long cooldown time",
    "ca7a5ab1199976adc98796942f3e1f6a": "Although he looks very fierce on the outside, he is actually very gentle on the inside. He likes kittens. He likes watching them crawl at his feet and meow, which makes him feel very warm. As for his taking the job of tactical cucumber, it was an accident at the molecular and atomic level.",
    "c3f6f58e2d40630c3e7353250a2f6150": "Cooldown Reduction - Doom-shroom",
    "1444fbfbfc52ef9548d85cb70a116960": "Can deal devastating blows to zombies, but has a long recharge time.<br>Enhancement: cooldown reduced.",
    "40d4eab76e348482bc0d8598fd0ea555": "Bowling Wall-nut",
    "00efef8d7a00ea0444cd28ec0f0fe9a6": "Giant Bowling Wall-nut",
    "a35bcfb0170f444ce7dfb48dbee5b117": "Explode-o-nut",
    "4230969ff4e939f2b8e25676cc20d96d": "Befrozenia",
    "df2ba9c2190c4926a41e7e1ce52a6693": "Can fill in ice holes. If planted on flat surface, it will become a defensive meatshield.",
    "45a3b6e4b4af243eaa8827a6aa08886b": "Aipoi一再声明，虽然冰封海棠从科学的角度来说是苹果属，但它与Aipoi无半毛钱关系。对此，冰封海棠回《七步诗》一首。",
    "5e4dea72f493b118ada9d61674cf42a4": "Crystaloe",
    "ee08274dbe62b5dd6d0fe6e98cec5528": "Deliver heavy chilling splash damage to the last zombie on its lane",
    "84ceed6f58e8998a586f16e9975c5aeb": "When explants hear this name, they always think it's a cold guy with a vicious heart. But in fact, frozen aloe is a healing system. Whenever the plants are injured, both physically and mentally, she is always the first to help the plants. When she sees her seemingly cool and flowing gentle face, the plants will always... Worry that the money in their wallet is not enough to pay her medical expenses.",
    "4de60d984065c35547d0aa942084c5ab": "Peppercopter",
    "bc53521884a3cb0866cfa5b78f668910": "Can be planted on top of other plants and shoot projectiles at enemies",
    "617d84726ca219f22c20cb429f0120da": "When asked why he didn't want to live with other plants, Zanthoxylum bungeanum felt very angry: \"I'm tired of being a food material.\" indeed, the beautiful days when princes and nobles used it as spices and even carefully smeared it on the wall are gone.",
    "e3de5b9ba428b4f7edf3c5eb27807b2e": "Imitater",
    "b69cf99055305d0a3ec03c8247871d72": "Turn into a random plant from your deck",
    "103159e8213a6107637569a5b7080062": "模仿者表演魔术已有很多年了，他原先一直尽心尽力，无偿地做着大变活植的工作，直到它被“苟活在0阳光不思进取的‘茄’麻子”之类的话激怒的时候。",
    "54a0c1d2145a112b61171fba211c00f2": "Solartropa",
    "2ee8751b3138f39bc06c7432fbe33134": "Create sun when its projectiles hit zombies",
    "a4ce449f863bc5f398c5b18e3299233f": "为什么水晶兰没有叶绿素，是一个腐生植物，却可以制造阳光呢？唔，你得先问清楚，这个老兄的“马蹄科”背景可不是盖的……作为马蹄科的二把手，他背后的boss可！是！河！马！",
    "af6179d978e3b00051ca5fa4adcea183": "Spikeweed",
    "1d9d55fa7401ab72882abfe54e46d1f3": "Destroy rubber tires and hurt any zombies that step on them",
    "8e97e48e644a247155f827dab4db4f04": "Di CI wanted to be a driver when he was a child, but he didn't take it for granted. Out of revenge... To tell the truth, there was no plant beside him and he didn't drive over, even an old driver like Dave.",
    "9e0b5b86a83c2225e822694a59a8df40": "Torchwood",
    "e12fb531646bb53371f670f81d47e6ff": "Torchwoods turn peas that pass through them into fireballs that deal twice as much damage",
    "846c74724b702c4fa7aaa54760ad2d23": "Torch stump is committed to genetic map research. With careful thinking, rigorous research, less than primary school education and a stomach of fire, he has successfully developed... The best reason to separate the two abusive lovers of ice shooter and flame pea shooter.",
    "12245c09fe504839881d4d064e86aca6": "Kiwibeast",
    "55f65b1ebd51a0794af9ce5acd955838": "Emit damaging thumps, and become bigger and more powerful the more it is hurt by zombies",
    "e8e797fe4305d1142fd53e4654967cbd": "Her single \"don't want to grow up\" was once popular all over the country. But although she made such a hot Divine Song, she couldn't avoid the fact that she didn't have a boyfriend. What she regretted most: she didn't find a boyfriend when she was still green (or cute).",
    "f3f4bbe2353eded794961d8b0a28b2be": "Cabbage-pult",
    "a51b066de5c17357a4c8c998cca3cf31": "Lob cabbages at the enemy",
    "c1cf64367a6086150793a485cca2ca34": "尽管他已经通过在屋顶打僵尸賺得了第一桶金，但他眼界高远。“我想去屋顶以外的世界，想去打更多地方的僵尸。”当然，尽管见识增加，和不知道僵尸是怎么爬上房顶一样 ，他也不明白怎么会有人给僵尸做雕塑。",
    "f5ce93c0ee9e9a48e0c6cefb63067f13": "Kernel-pult",
    "0185ebeb56637affcf244f5b09015323": "Lob kernels and butters at the enemy",
    "b3d009662fedcfbe3b393f3675f01820": "\"I used to be the boss of the pitcher family, but I lost my heart because I remembered the birthdays of all the plants wrong. In the end, I betrayed my relatives and was almost assassinated by Zhimai. Fortunately, with my son's protection, he also helped me assassinate two masterminds behind the scenes. But he also had to leave the United States to avoid the wind and go back to his hometown mushroom West. And I... also hid my name and became a hero The corn Pitcher said slowly to Pangzhi. Just then, his son fell in love with his married wife in mushigo and was blown into popcorn in the car.",
    "a8b66f4e36df585d25a8c461bc9cdebc": "Plantern",
    "8e4fb1001034f4345a319c580608fe9d": "Light up an area, letting you see through fog",
    "5cf4bff75e50dc916cd0d6e77bdcc83f": "Street lamp flower has always despised science, but his concept changed after meeting the torch stump devoted to the cause of science. In the first plant science and technology competition, street lamp flower frankly said, \"he is like the light of the right path, shining on the earth and dispelling crazy ideas such as witchcraft, magic and dark force.\" street lamp flower said so frankly in the first plant science and technology competition. After that, he began to show his latest scientific research achievements: Double rock quarks, A concentrated dark matter fuel made of cesium and water.",
    "811cfdf3280b039073e94aba193acde0": "Blover",
    "34ca770263295411f1a2a9fc781157a0": "Blovers blow away fog, haze and aerial zombies",
    "a7cbbdce74f6479acf876b910e3a3fd2": "Other plants always think that clover is very high and \"cold\", and think that it is a plant with its own wind, which is very difficult to approach. But in fact, clover hopes to integrate with other plants very much. He always blows cool wind silently for other plants, regardless of spring, summer, autumn and winter - that's why he has no friends.",
    "9776cb40f02b94e80beab3e9b3e31afc": "Bomb-shroom",
    "2f75e535e96fb5f9f75b2ef7ce0fd3ce": "Shoot impact bombs that cause huge damage to zombies and knock them back",
    "f5a95c33ef494b68cb6d185e78d1fa84": "What makes the delicate crack of loaded mushroom? No one knows, except himself. When he tries to eject a bullet, the strong voice and the feeling of flesh and blood... Yes, no one knows except himself.",
    "5f948583c079d0f482e9e289a2f4586f": "Electro Turnip",
    "c0b63ce0c7fe3858a9c9015d30139d12": "Cranberry",
    "7f23527d23e9723788a6cb59f8ba8517": "Double-click the Cranberry to launch berries to the zombie in front. It will also explode upon death.",
    "d099c4a02587237f5c2355ac2d8c5961": "Cranberry sprouted all his life, and all the growing plants looked at him and smiled. Some cried, \"crane berry, you have new fruit on the vine!\" he opened his eyes and said, \"why do you pollute people's innocence out of thin air...\" \"what innocence? I saw you have several more fruits the day before yesterday. Cranberry blushed, and there were difficult words, what \"Raspberry is because the flowers are like the head and mouth of a crane\" and \"it has nothing to do with the baby giving Crane\" have made all the plants laugh: the lawn is full of happy air inside and outside.",
    "8135472b90e9fd0a5dee9dff5fb18592": "Melon-pult",
    "dbbd26c7680d757a144fe05143e6c7ea": "Do heavy splash damage to groups of zombies",
    "4e8aa44f1cee3f25c2247ad71d2bf657": "戴夫时不时会进入他自家的花园，抱走一个西瓜放进冰箱冰镇后准备大快口福。但有时他会不小心拿到了西瓜投手还长在藤蔓上的生瓜蛋子。“非常抱歉，我并不是有意给你生瓜蛋子的。”西瓜投手对着持刀过来的戴夫瑟瑟发抖，“毕竟我的头也是瓜蛋子，我的子弹也是瓜蛋子，挺难区分哪个是熟的……”\n这就是为什么西瓜投手再没有投过一个完整的西瓜。",
    "e009e8a75dd0b7a601e63464211c43a1": "Laboratory - Abutilight",
    "77df58f30d4b8715f83f2236f0862e2b": "Abutilight can create a firefly tile in its place that lasts 30 seconds.",
    "d542a474510bad3f8338d9e7dc0ab9f7": "Laboratory - Pumpkin",
    "1f62f6f6e4092b7c4852f97c6d7f9109": "Protect plants that are within their shells",
    "c6f2dedc6f50659a6f2c5a50a37c8d8e": "Laboratory - Miracle Imitater",
    "031d1df4beacda78f76520000bea498c": "Block the zombies' advance while dealing damage to zombies attacking it. When it dies, it will generate a random laboratory plant in its place.",
    "acc651b7362dcef798aca5d90cefe4a0": "Many plants have asked, why did he stand out from a group of eggplants and become a miracle? Well, in the sunflower interview, he truthfully revealed: \"my old man, oh, I swear to God, that's because I have studied abroad for many years, learned superb painting skills and exquisite creativity... Not what some people say, oh my God, that disgusting landlords like the eggplant pot made of wormwood next door, only the abnormal plug-in fried by Wang...\"",
    "0e925b8e1e8dad9025d7c9cbdd8e0894": "Laboratory - Jalapeno",
    "3d4c9c12eff8d545e46b0170395a5290": "Destroy an entire row of zombies",
    "9c1743cd84d9ea294ab7b20a30e36277": "After being auctioned at a high price by Jiashi, the self portrait of hot pepper, the smile of hot pepper, was made into an expression bag by \"those guys who don't know how to appreciate beauty\" (his original words). Every day he brushed Weibo and saw that his smile was made into a flower and widely spread, he would always cry: \"what's worse between me and Mengna Lisa?\"",
    "fb18f28095397473086f7aa0f8622718": "Laboratory - Impale Cress",
    "3b99a27a753c53b3ce5d037c760d674e": "Fire high-damage homing projectiles at zombies, deal high damage to close-range zombies",
    "6237aea4db95b269f5ff469b759108c0": "在玩了《东方Project》系列之后，它决定练习射击子弹的技巧。所以，它现在成功发射了一些特殊的子弹了，我们叫这些子弹——...特殊的子弹。",
    "b83fb4f5cdd559d7ee573f099eb0c7a2": "Laboratory - MacIntosh Aipoi",
    "b93541bd7e045f3e6e6c591c197814e8": "Occasionally generate 8-bit Aipois to attack zombies",
    "beae69d7cbebeeaedcb27b91f2ca2f16": "Flower Pot",
    "c7a2646b8db2017aa29380adf95f42da": "Flower Pots allow you to plant plants in complex terrains",
    "74f6e772f99bc139f16339902e5da905": "Many people think he is not a plant. But it turns out that he is a plant. It is said that in his lifetime, pen Jingming, the predecessor of the flowerpot, also created famous film and television works such as pot age and pot trace, which have been highly praised by many brain powder.",
    "548a2fae40d86121ee19520bfd53af6c": "Lily Pad",
    "6955fca154809bbd03d4eac2995564ed": "Let you plant non-aquatic plants on top of them",
    "577e5bed8282c3a5e5b3ac19c435f059": "Special Prop - Fluorescent Lamp",
    "c79f686c3c6bc2d10f158f90bfd04f65": "The Fluorescent Lamp can produce a burst of 300 sun!",
    "cbc733fe78e03266567354a51cf6df1a": "Special Prop - Liquid Protective Film",
    "e1fd3f98b0c36787f038cc452c5c2aa4": "The Liquid Protective Film can provide 3x3 protection!",
    "139c57cbd7c890018e1cbf1df6972009": "那么问题来了，包装膜算是植物吗？--答案是肯定的：不是。这种包装膜效果低廉，过一段时间就会脱落。",
    "809a352d8efed0fd51a706a67979a45b": "Aipoi",
    "06775225851a484b07efe4ce743a9955": "Invisible Flower Pot",
    "1a739668974fd9f51dd960284ba409bc": "Power Tile",
    "831039442f05c95b00db68360c683fc3": "Life Tile",
    "ceceec9441ee0f6853774c3e97c1beff": "僵尸加100血",
    "23ded886dab3ea71848668c74fe2e7fa": "Speed-up Tile",
    "f2e87aa0bd2395b0eecae6ee5182db90": "僵尸前进1.5格",
    "821e2535831b7fe4594f6ab57d476b83": "Ice hole",
    "14c3baa2232fea6b4d53da228a49ad68": "Upward ice floe",
    "bf9946e7863c4745d35cdb56ffbb023c": "Upward ice floe, zombies go up",
    "c1f7219327f6004609a1b2f4410a2a21": "Downward ice floe",
    "153386d32d0f92ef680bf314b007fc36": "Downward ice floe, zombies go down",
    "d61427d7cde6132ceae8e9f679839d3d": "Random ice floe",
    "a8023cff8d0351927d49140714f553c7": "Zombies go downwards",
    "7c24b6ae37bf8ea3c1c3805cdf6ba46e": "Zombies go upwards",
    "855e779c7a7e312d9f4dbe5ad00701fb": "Zombies go left",
    "b08ffb829a14ee4a901f3a52d590ba91": "Zombies go right",
    "4eac71a450526ba2e53e4e8bddb37090": "Are you sure you want to restart? Your current progress will be lost.",
    "6f9d3d8a451d09027d6f452a1b6c8419": "Are you sure you want to quit? Your current progress will be lost.",
    "3ffd7f0f248e515508e16975ac0fd87f": "2019 Chinese New Year Event",
    "07d00d7cb84957883c7ceab8dbaaaee1": "Released: 2/2019",
    "45ec79665bca42a74967beba4bf43c5a": "No. of levels: 3",
    "94e2ce0c7d24e52d70c07b6320d54ba9": "Angel Shadow's Hut",
    "f33b87c9db070a5a8a46d4e66fc9d2f6": "Released: 7/2020",
    "fca3813019c3d91283215c50b14a8b99": "What's in here?",
    "a2e1d2c7d6423e6d6655f08cab47fc65": "2020 Chinese New Year Event",
    "81d00a765d1b54026813028ae1692ba7": "Released: 1/2020",
    "c8c015f73a0b857fe87d36adc47c92c2": "No. of levels: 15",
    "7d179c064b8e74e4d1b2f768401a6ec6": "恭喜你，玩通啦！\n你要去哪个关卡",
    "2d4702789a116cd0fb6e50ae6daabbbb": "<br/><br/><input id='Fnumber' type='text' onkeyup=\"(_=>{value = Math.max(1,Math.min(15,Number.parseInt(value.replace(/[^0-9]/g,''))));value=(isNaN(value)?'':value);})();\" placeholder=\"关卡的阿拉伯数字\" style='text-align:center;padding-bottom:12px;padding-top:12px;border:1px;border-radius:25px;'/>",
    "798ed3736a2d06a9c7ca78ef28d74901": "The Impossible Zombie Boundary",
    "6b31066cb355ef91fdabf117037d13b7": "Released: 3/2020",
    "5068da7026a30ac6375d8bd98aefe5e2": "Bonus minigame for Aurora Icefield Mirror~",
    "ef5cd7b9c3b351ce8c71222cafcdd86e": "2021 Chinese New Year Event",
    "3d0b1052404338909600ded23e4656bf": "Released: 2/2021",
    "39727592a4cd23567c81a83016d2b52a": "Danmaku Fantasy",
    "8423448020dd683c025954caff91bb40": "Released: 7/2021",
    "2f63b862c7933782f2f7a670270163e0": "If you have never played another version of PvZ, or would like to learn about the origin of the plot for this game. Please click <确定> to enter the newbie tutorial.",
    "01ee3eaedf73df61bd2466b96a4bb1eb": "<div class=\"OMd0\"><div class=\"OMd1\"><div><input type=\"checkbox\" id=\"cAutoSun\" value=\"1\" onclick=\"PlayAudio('click3');TongbuShezhi(1);\" onchange=\"CheckAutoSun(this)\" class=\"chk\"><label for=\"cAutoSun\" id=\"lAutoSun\">Auto-collect Sun</label></div><div><input type=\"checkbox\" id=\"cSilence\" value=\"1\" onclick=\"PlayAudio('click3');TongbuShezhi(1);\" onchange=\"CheckSilence(this)\" class=\"chk\"><label for=\"cSilence\" id=\"lSilence\">Mute</label></div></div></div><div class=\"BigLevel button\" id='playAgain'>Restart</div><div class=\"BigLevel button\" id='comeHome'>Exit</div><input class=\"OptionsMenuButton\" onclick=\"oMenu.close()\" type=\"button\" id=\"button\">",
    "399a17b3b7a2d11c988efaf0ef0811f2": "<div class=\"OMd1\"><div><input type=\"checkbox\" id=\"cAutoSun2\" value=\"1\" onClick=\"PlayAudio('click3');TongbuShezhi(0);\" onchange=\"CheckAutoSun(this)\" class=\"chk\"><label for=\"cAutoSun\" id=\"lAutoSun\">Auto-collect Sun</label></div><div><input type=\"checkbox\" id=\"cSilence2\" value=\"1\" onClick=\"PlayAudio('click3');TongbuShezhi(0);\" onChange=\"CheckSilence(this)\" class=\"chk\"><label for=\"cSilence\" id=\"lSilence\">Mute</label></div><div><input type=\"checkbox\" id=\"cCursor\" value=\"1\" onClick=\"PlayAudio('click3');\" onChange=\"CheckCursor(this)\" class=\"chk\"><label for=\"cCursor\" id=\"lCursor\">Use game's cursor</label></div><div><input type=\"checkbox\" id=\"cCoolType\" value=\"1\" onClick=\"PlayAudio('click3');\" onChange=\"if(!Number(localStorage.JNG_TR_COOLTEXT)){localStorage.JNG_TR_COOLTEXT=1;}else{localStorage.JNG_TR_COOLTEXT=0;}\" class=\"chk\"><label for=\"cCoolType\" id=\"lCoolType\">Text Cooldown</label></div></div><br/><br/><div class=\"ShowSpeed\" onclick=\"ShowSpeed(),HiddenKuaiShe(),PlayAudio(&quot;pause&quot;),SetBlock($(&quot;shade&quot;))\">Speed Control</div><input class=\"jngButton OptionsMenuButton Close\" onclick=\"HiddenKuaiShe(),PlayAudio(&quot;Close&quot;)\" type=\"button\">",
    "95d001bcead770c985b0a185c2599b35": "Achievements",
    "02717ef3f8b4f0a331beec2c48bb8959": [
        "Unlock",
        "："
    ],
    "ffe1964b3aa8bf43dcf2606a661b76d0": "New Journey",
    "b3a263cb218e4a6508409545054ee1a3": "Starry, Moonlit Night",
    "3e1dd8fb28405bd05fcad385f1b6aad2": "Frozen Victor",
    "f36d48bc6c1cbd730eb957b0d14a0563": "Reasons Behind the Scenes",
    "6372371b49eb3288c8f979767700be0a": "Awakening",
    "c8db33c353da2dd1d10758f32069f9ad": "Are you a Star?",
    "a19a36a2943b4ce8786265a84e7f91b0": "More Stars",
    "3ac55d088d98848d7f70b3edd86da7e2": "Stars!",
    "3bf0bb1725ff58870923eaab305d2070": "Login failure: username or password error",
    "26db9f147ace75a53c25d22e086e34dc": "This user does not exist",
    "ff4f3d6f477cadeb8f6aa1785b33a5fd": "Login successful, do you want to read your cloud save?",
    "9f5cb0cc56043f0de9cf225adb83a235": "Login successful",
    "788aad70ec708d97d5d8fd292dfd2c6d": "Registration failed, user name (1~14 chars) or password format is wrong, please use English uppercase/lowercase letters or underscore for password (9~16 chars)",
    "6d4414ede4f769cbf8283024dae1354e": "Username is already used",
    "dcdb6ff7a8d373f26ed0041b5089a958": "Registration successful",
    "937c3714df8ae328331949b6b9ff59f3": "Simultaneous Completion!",
    "f7517b15fe38c3b57a3c6f773594ba6d": "Loading complete!",
    "7da469dccb66c60a16685f6c476c4af8": "Welcome back, ",
    "5a4f635a868680b31869f9bad90f1864": "This action will overwrite the original cloud archive. Continue?",
    "f497958d738087437bb807d01511d628": "This action will overwrite the original local archive. Continue?",
    "8b037f7e6f5cdda5c109554dbc10b9a5": "<a style=\"cursor:pointer;transition:color 0.2s;\" id=\"save_content\">保存至云端</a><br/><br/><a style=\"cursor:pointer;transition:color 0.2s;\" id=\"load_content\">读取云端存档</a>",
    "e3e3debb26c201982e3833b4ebf46e76": "<a id='text_r' style='position:relative;top:-13px;font-size:1.3em;'>注 册</a><br/><input id='un_' onclick='this.focus();' type='text' maxlength='14' placeholder='用户名' id='userName' style='",
    "d5b8908f6c494b8cc1aa2e2a0c24f727": "'/><input id='up_' onclick='this.focus();' type='password' placeholder='密码' maxlength='16' id='password' style='",
    "5b87c348de9205a8ef89dc46736c487e": "'/><br/><a id = 'button_r' style='font-size:0.8em;transition:color 0.2s'>切换到登录</a>",
    "17c34dfe3061c81a611fb48674225deb": "Register",
    "da9e47edccd08598c279160d94fb90ed": "Switch to login",
    "0c2b96837af9a1c663eb114ec6819fdd": "Login",
    "d25fa7794bcef576f4d31de3a0a599cd": "Switch to register",
    "c867bd4b2d9e4a9bed4df55d9da81877": "Basic Zombie",
    "216238deb69ea24283b71a281f46a0df": "Conehead Zombie",
    "bf68f3a4fdcd2a3be895e84b8b3764be": "Buckethead Zombie",
    "3baa218074e5ee77476d12d2ca63fa81": "Newspaper Zombie",
    "9965791405605bd852bb0d47804aae1f": "Balloon Zombie",
    "1646156b61504879cd09a047b0752600": "Tornado Zombie",
    "5520ad6f6873575f0a834ef942b22067": "Football Zombie",
    "41d4c1f440cc978b8b162b3128f14de8": "Cigar Zombie",
    "50157aa290b4670a9519769336f9535b": "Barrel Zombie",
    "41c62ce72935eea0c77a29d2e8e6c536": "Sadako Zombie",
    "a8a94039de6fecf7d4b7d6b67c5d2769": "Imp",
    "b18a2680a856db0d625bdb60e7dc4856": "Dr. Zomboss - Armored Train",
    "d94a573007ba042e23ad10ca1d0cc895": "Magical Icicle Zombie",
    "7b9f9f7d6bbf7dfd5c0ae846a5529640": "Icecutter Zombie",
    "a8817fa0e8872a8094d48196687b0205": "Skating Zombie",
    "10f428732828df7cf1a50f4cba9111fa": "Ice Cube Imp",
    "3dc7e64030a1191e9d29a85dc3269a30": "Zomboni",
    "45e0a3309dec97998c3c17161e08392f": "Dr. Zomboss - Snowy Owl One",
    "bfbcf152cf20f14c674a58f2a18b6553": "Winter Boss",
    "4898eb6adbe716f3846baf049536aedd": "Sculptor Zombie",
    "2a427a0b34903d84e6ba7bb65607e7c4": "Beetle Car Zombie",
    "25f4eea433be76ac291fe414b7f21f86": "Thief Zombie",
    "df506616d1b4b9cea2e2374718656ee5": "Gargantuar",
    "6777bae79f908aac629b587e8e154d6a": "Crystal",
    "9efec0a1c5ec67d94e4f8b127bd77980": "Zombie Statue",
    "942b8dd5d5e86d2186c1b164db598a8a": "Ice Cube",
    "b5a105a106764c8df16537dd85ec58fb": "Dr. Zomboss' Vases",
    "a9775b81515b5410dd527d38256255ff": "Normal achievement: New Journey",
    "295b7fbd2e9107feb9fc5629522b3628": "Complete Birds' Forest Day 1",
    "62f22af0a8d3a6e2820eece8852f6fb1": "Normal achievement: Starry, Moonlit Night",
    "ea8a45bbbe17bf191d0532a670dec13b": "Complete Firefly Swamp Night 20",
    "eba87089e9cab78377ae64cc885f1620": "Advanced achievement: Frozen Victor",
    "8d2d2eeef588ba635d7d38e4c2882a36": "Complete Aurora Icefield Day 30",
    "63ec5520270cf597d46a8bec0390a6de": "Rare achievement: Reasons Behind the Scenes",
    "e8bba6a9d6fb2f9f17e8ee9270763f75": "Complete Abandoned Smoggy City Days 11~20",
    "75a09b48104dd6c066ee12e6b2b21b02": "Rare achievement: Awakening",
    "c44342314c47eeed86bc4020fcf870f6": "Complete Abandoned Smoggy City Days 21~24",
    "76111177be0e08902a21cbe2c82fd56c": "Normal achievement: Befrozenia's Holiday",
    "7adaa39011b8e8eb8382b86eba39b01b": "Complete Abandoned Smoggy City Day 18 without using Befrozenia",
    "50903e70d0bf371ca61a414ceab3a009": "Hidden Achievement: Stanley's Parable",
    "e55643e8596b7a092e1821dd9ae0884b": "Hidden Achievement: The Broken Black Mirror",
    "822282be6ba3c1258190b8ea28f8415c": "Normal Achievement: Stars!",
    "caf40ce385111376c4525557fe0cca97": "Complete a total of 30 levels",
    "7e1a4e3151ec91980eadfba75cdac115": "Rare Achievement: More Stars",
    "0422faf610b7313c2a94bd699acb084d": "Complete a total of 60 levels",
    "f9259cbdc697a33be79f322c07c56b96": "Master Achievement: Are you a Star?",
    "115b67b9af86d77631b43f29371e71c2": "Complete a total of 90 levels",
    "3c1f7ca9c3ddc0f7160f67eb2a9ece53": "To unlock: ",
    "85bf8c534ff48d3e11b1682c4e16bbae": "？？？",
    "a4feb873436e8b0e5338ed94dd97ed99": "<center style='text-shadow:0 0 5px #48DD22;position:relative;left:15px;top:105px;cursor:auto;'>Credits</center>",
    "b9b8fcb069dd7e4cdea8026e0ddbc771": "<center style='text-shadow:0 0 5px #48DD22;position:relative;left:-15px;top:-25px;cursor:auto;'>Daily Levels</center>",
    "5e73e1a40ad63df5e312b50e49a08a6e": "<center style='text-shadow:0 0 5px #48DD22;position:relative;left:15px;top:-35px;cursor:auto;'>Achievements</center>",
    "936f4c9a477a57dc934b4479b2ae97ae": "<center style='opacity:0.5;text-shadow:0 0 5px #48DD22;font-size:1.3em;width:300px;pointer-events:none;position:relative;left:-120px;top:80px;cursor:auto;'>Level Creator</center>",
    "52a8c156c6daac5bd9c466b2df64a8f8": "<center style='opacity:0.5;text-shadow:0 0 5px #48DD22;font-size:1.3em;width:300px;pointer-events:none;position:relative;left:-120px;top:80px;cursor:auto;'>Community Levels</center>",
    "8c3278fc0fda2ce0c5655e5ef9138417": "<center style='opacity:0.5;text-shadow:0 0 5px #48DD22;font-size:1em;width:300px;pointer-events:none;position:relative;left:-107.5px;top:75px;cursor:auto;'>Skill Tournament</center>",
    "9bba84af0e93ba4c98b9b88b9bf33336": "Welcome to the Skill Tournament, where each day there will be a challenge for a main campaign level. The score leaderboard will be displayed here.",
    "ca8b74cee4813f817b1c4e1c5516bdb7": "GAME START",
    "d00ffd8356dd036171a83888f8194061": "Girls are now praying...\n\n(Loading..)",
    "1a8f5e7d529220df9dd4caa60964076b": "Rank",
    "bd946132594386529aee9cf727b65707": "Player",
    "dd07bd12bae6c08cf7c57dd301ee976c": "Difficulty",
    "2fbe02ff5df890ac2b47ef0553dff3c9": "Score",
    "e86c683e94466f5b35a24b59e6774980": "Danmaku Fantasy - Night 1",
    "c5bbb8a626cd66ff334de3def0d106e6": "Oh, look at the faint... Light in the distance!",
    "2b0f8be4be6e687450db498bd1bbe432": "Oh, no... that's not",
    "3c1c373ea875534c581fb651acceb734": "Use the arrow keys to move the Peashooter",
    "630030aaded855ba2dbc197b48040d03": "Drag your finger to move the Peashooter",
    "12a358328b6c10c6a4ca83a80b724051": "Attack the zombies and avoid their bullets!",
    "574f21a2ea66070d54f7549d8efc419b": "弹幕幻想二周目  Night 1",
    "7ef18e276383685fdf50162d318ac0a7": "两只手指同时点击放下Bomb",
    "4af54dcd40dc88225fe782b733f6a351": "按X键放下Bomb",
    "95556e657460d4816672fff309b0caa3": "Danmaku Fantasy - Night 2",
    "abbedd9c047200bbab2854bbd14144c1": "弹幕幻想二周目  Night 2",
    "fa05b0d58715e0a05838b1a2b2a28f6c": "Danmaku Fantasy - Night 3",
    "eb59c9bfb1bb6d827aeb365d249ec9b8": "弹幕幻想二周目  Night 3",
    "b38f0e250b9fdfe4fa40bace504041c5": "弹幕幻想二周目 最终夜",
    "126c59407289906c9e7a223f52692517": "The Impossible Zombie Boundary",
    "09ba50d9abac5c961c6bedcc3ae5f8b4": "春节挑战--1",
    "92b4986aa353ba69bdd77f035953936a": "Welcome to the Spring Festival challenge!",
    "5e6afebb075db13aeab4600eaaee375c": "In this challenge, your task is!",
    "fb0f94566a00e286b92dd48e79e1c6bc": "Complete all kinds of magical things!",
    "87960f577228f4f492eaf67de4835a15": "Anyway, let's start!",
    "cc9719e4b7eeddd3f15740092c878ec4": "任务：植物保卫战！保卫3棵爆竹爷到关卡结束即可过关",
    "da13105fab769a3b7010502eac076da0": "Chinese New Year Challenge - 2",
    "70795715917743568dbc6945f5db6305": "The zombie reading the newspaper over there seems very powerful",
    "3adabe33354160d4d8c563a9bc8eb2f1": "look out! I'll go first",
    "9c899565f6c806da040a934bb6f7da0e": "Mission: Plant Defense! Defend 4 Wall-nuts to the end of the level to pass.",
    "0fdbfec3557d0fec31ad85d4e3f127a0": [
        "这看上去是死过",
        "次的人的表情……"
    ],
    "691f3cf43f2b2bf36bfaed4f58636248": "Ah... It's coming again, isn't it",
    "4dbff570542047d9e1900704732cb3f9": "Are you a pervert, or... Nostalgia for this level",
    "096d1e2af31c3669adf726908a5a76a1": [
        "不过，这很快就会变成第",
        "次!"
    ],
    "b58d0c24a97f59ea4a6b6222488cd3ec": "7后面是什么？要一起来研究下吗？",
    "2f91c71a9042e0e65fe1a915f40b5508": "Wow, you look really angry",
    "7d97f753ebfee44feba5835a4c5f66e1": "Why try again? It's all in vain after all",
    "095b5cccdc45e3c1add8866cd4f02b22": "Oh... I don't want to count any more",
    "7a90cd418a494baa38d2770eedd01872": "你 真 的 很 蠢",
    "7bb50731e395d43a90d0ebad301565c7": "任务：植物保卫战！保卫4棵坚果墙到关卡结束即可过关 \n不过……你能做到么？",
    "3e64d5be19b945709de8811040c33451": "你 个 变 态",
    "65b4dabee420a6a399e84411b7a92f42": "春节活动2021 - ",
    "011cf12e1715c9f023627279f702e3dc": "春节挑战--3",
    "a5bcf9c2a7909c5a2dc72414f953c56b": "This is the last day",
    "1c566ec340d5c3ac2e2cb17ad65a1ebe": "In this last Carnival",
    "dac34a2f13dc64e6f83e67f36b73b78b": "Players like you",
    "048c30fb255081e731bfede7259ccf80": "Just",
    "eefe4634cfa5dc64c5a8659b3c0673ad": "就 应",
    "34f2de8a8d4cd63f22e0610837403a40": "就 应 该",
    "4abca9251f29b49c73c283270e571b8e": "就 应 该 在",
    "d478894685c2b19ae5b46bb7cf8c4ba5": "就 应 该 在 地",
    "b4e62d7b6b5996c2f00b708fc954d053": "就 应 该 在 地 狱",
    "5fcf20eeba4ba55690ec975451eb4d95": "就 应 该 在 地 狱 里",
    "a749d97baae38a737980afb3a391a93d": "就 应 该 在 地 狱 里 ……",
    "83485be04ba3f2456005ce9d2a7d73c9": "拿错剧本了……-_-",
    "21219144a51de6e7a087601dd04e2d55": "use",
    "df8d7fdb74279fce2810a6a1eaae6471": "用 坚",
    "86d8c453e6f2b3afc34b1d45f5170bfe": "用 坚 果",
    "b6b06dd9f098981c02c060ee7918ebea": "用 坚 果 砸僵尸！",
    "b7498869d5c1e11a79bbb8e35440c415": "坚果保龄球！：用你的坚果和其他植物打败僵尸吧！\n 提示：坚果保龄球碾压过的地方的植物也会消失！",
    "0b6b6890d27d87b1fab0ae31f02802fe": "Please put the plants to the left of the dividing line!",
    "864111d92028265478f755b078fe1bf1": [
        "春节挑战"
    ],
    "47b8fbd8631992bb027d4df6763785fc": [
        "春节挑战"
    ],
    "1e30abcf234d31cdd13ec8158bb3f4c6": [
        "春节挑战"
    ],
    "f2a0358f52387aa3bb25e136eac54322": [
        "春节挑战"
    ],
    "d1aedb481cf4bd6e610132b88fabd0e3": "Daily Challenge",
    "b66e38f87670e3de0d0c2e1908b16f5e": "Birds' Forest Day 1",
    "db9557bbfd195af55a23b468a808d5de": "嗨，朋友，坐我的车如何?",
    "1ce47058788c71681443e2d073fe92a1": "此处弥漫的鸟语花香，让人心旷神怡，对吧?",
    "083d229c8ef873a27f157621e5a8a320": "Let's have a rest here first.",
    "39770706343af310814726f3107944bd": "OK, I'll find a place to park first. You deal with the zombies opposite first",
    "563db1e5547d613305ead0569bd9a445": "这群僵尸……走到哪跟到哪→_→",
    "dac07b16e04a525f91d3be50361d4fab": "Have you noticed the speed control funtion in the upper right corner?",
    "6942a1b4ef547498b2e1e3d58e9f6984": "Birds' Forest Day 10",
    "3cbdafabbb638d22724d208df57b2f76": "邻居，这关是Conveyor Belt模式",
    "5620bb3b05b6193c246be5c3f59e6d82": "Conveyor Belt关卡的僵尸一般会比普通关卡多得多",
    "e80a40798a99ecae9e18e1cff350c933": "Deal with them with forest partners!",
    "f945027b76e2b11bfd8707bf0129a4cd": "Birds' Forest Day 11",
    "ae7370fe0b136c33ebb2b5aee7173b68": "Well, I saw some swirls when I went to pick up firewood just now",
    "0b95409794396efe98633b513cdbee2b": "I advise you and your friends not to go near them",
    "e5612e15d4c5f070d29607c292965c26": "Because they are all zombies!!",
    "bae4b1c58bd62f9a5a2bf067db69d544": "With ice peas, teach them that they can't move!",
    "d2ffeb7c09acefe3b8e4f4c0bc72c6a0": "Birds' Forest Day 11 - Mirror",
    "1858798030fcaab0c86da3531ec4a4a7": "Birds' Forest Day 12",
    "e86b14e213652aef2b51922d86e75e34": "Birds' Forest Day 12 - Mirror",
    "2a497d664caad6e068abc6f3d2b908a8": "Birds' Forest Day 13",
    "70ca952211e76dcdb0aa74a4642e40b5": "Neighbor, there are some apples asking us for help!",
    "0ce4c8fe0e6773651d12af0a329f5fa8": "Protect them from zombies!",
    "83af51d87e4e22dc29df1d75741a67c3": "Birds' Forest Day 14",
    "f709897fe290be83004a5d0d9ee6f972": "Birds' Forest Day 14 - Mirror",
    "828098c5467c296337216fc4ec228296": "Birds' Forest Day 15",
    "1dc2855978fb461851c81d8a45ea5ee8": "Birds' Forest Day 16",
    "384540292a60509cc3619a8e575bb4b2": "Birds' Forest Day 17",
    "3e9381a8622f44881697a96db925c9f5": "Birds' Forest Day 17 - Mirror",
    "8542d72747aada01ecb6ed26b9b6113c": "Birds' Forest Day 18",
    "4953f9c276585025e728ac0fa001a01e": "Birds' Forest Day 18 - Mirror",
    "b8796658ff672cf8ca064e8af7447a55": "Birds' Forest Day 19",
    "46bbfecd87828b2dda6f9c983dbf66ba": "Birds' Forest Day 19 - Mirror",
    "fb6b411c493d112c7d044e6b66b4d528": "Birds' Forest Day 1 - Mirror",
    "b9b1aaece9bed83630b5d31e7f4fd7c8": "Try your best to defeat all zombies on the lawn!",
    "5326d563772142e6c9458623ef54a639": "Birds' Forest Day 2",
    "2df024b65709c7d67d5a6b82e3137f27": "你居然发现了萌萌哒的朝鲜蓟~",
    "16b2f15a84d2f194ed192800c8cfcc9e": "But it can't be eaten!",
    "40b205c3008c2689e06cdf23d9ae8d51": "What, you don't believe it?",
    "12350bca897c7e77dc100e4d983b1e94": "Then artichokes will give you a hug before cooking",
    "9f3d5072b53054271784c8848f14250b": "终身难忘的拥抱=V=",
    "9e26025effa2761f9cf6c6a336b49fa9": "Birds' Forest Day 20",
    "3e048940db0f2f0b85a93e7aa93606d2": "We are near the end of the forest and the trouble is increasing——",
    "b0fb681d8eab178d7d2447fd652a4410": "We're in trouble, we're in big trouble!",
    "9e7453d590a7586377fc8503fcaea58e": "Man, man, I'm not bullshit!",
    "45c66ffc8edb30e84fc61bfe629cb893": "Those football players are going to hit us!",
    "cbe0e09933d6fb3bd9ebb9535f0cd218": "不过还好，我发现了一片樱桃树林~",
    "cffdb3633279b680e074965c1dff37fa": "Use those cherry bombs against them!",
    "137fd8ac42950cc8745f2e382b171b4c": "Birds' Forest Day 21",
    "440d50dbee0e10e64b0cc8f12d930426": "Birds' Forest Day 21 - Mirror",
    "48308a418f06b657942456d2029509ad": "Birds' Forest Day 22",
    "6931703e8663a02daa63e58fbeeea5e3": "Neighbor, we're surrounded by a lot of zombies.",
    "a2aadddc170603c00a2320d039464350": "I'm not going to run! what about you?",
    "f09b9e45884900e08114f254b207e9fc": "Good. The plants are full of energy. In this battle, they will not cool down!",
    "dac2e88078603157107a2896ff38a0ef": "我？我去帮你找找今晚我们的伙食~",
    "7fc362c08f40e1bef671a7cda7eb95fd": "Birds' Forest Day 23",
    "261d07dac58af2c9bdea90e818ce54a6": "我不明白Aipoi为什么指望上让咱们保护它们了......",
    "ae917bc0745bf7fc694ff6d46e629a44": "I even have the urge to shovel them!",
    "835f7eaab937329db97a5d1711174ce9": "No more nonsense, man, move on!",
    "ece8f2a851fcc395deadd99c26a4cf59": "Birds' Forest Day 24",
    "205452e767ed19456aa5dd56de1b9da6": "Birds' Forest Day 24 - Mirror",
    "18a80270c8e804da38567a5eeb30f16d": "Birds' Forest Day 25",
    "50b3f11324130684b233ce708814a97b": "Birds' Forest Day 25 - Mirror",
    "41193b3e97c87fdf433635c5acc100f7": "Birds' Forest Day 26",
    "b9155da6da4bafd6f03971c61ef113d8": "Birds' Forest Day 26 - Mirror",
    "cfe2ab1c63c67861e7765c07633f4d58": "Birds' Forest Day 27",
    "f43613ed1f91838acad3a311a69c48e5": "Birds' Forest Day 27 - Mirror",
    "293bc5f8ce807009a06e8ee21c5c80b9": "Birds' Forest Day 28",
    "5d7b720eebe16846e611de3a0048d85d": "Birds' Forest Day 29",
    "3ab6463155f875718c7eb315bd7e5c3f": "Birds' Forest Day 29 - Mirror",
    "2a1b7f6b4eb0d60da478f58af529a332": "Birds' Forest Day 2 - Mirror",
    "222ae9b39264edd9468ff723a9c8887a": "Birds' Forest Day 3",
    "ea6e3175bf5cd9893e090971c0b0cf6c": "Birds' Forest Day 30",
    "fabd62306d1ef0810ca32658f2c48081": "Ha ha, we finally reached the end of the forest.",
    "cc35914dfb775cff068ab0af38b1bfb7": "And get rid of the zombies soon!",
    "37a1b316088f1eb6e2099f5e4a6683f0": "让植物们把最后的杂兵清除掉吧，我先去侦察一下森林后面是什么~",
    "a4d64b1a1b95cd74830fefb1b7831ae1": "Birds' Forest Day 30 - Mirror",
    "c1aebeaf6b3ce50c68ef0e9597b12922": "Birds' Forest Day 3 - Mirror",
    "09033ddefd8ba011bc1e3ed2c03ff4ed": "Birds' Forest Day 4",
    "b384fa7fdb6f5b16db7fa2be1914e7a8": "Birds' Forest Day 4 - Mirror",
    "22afbe76a855dd179445c2374ebd9c7f": "Birds' Forest Day 5",
    "81433cb4c22793310a27f6b003b07bbc": "Man, I just found a little detail.",
    "1fd5f7e3ed3d76ac0e93907b82cd99bb": "Have you noticed your space bar?",
    "ef16bdd0de378c3eff5b4f0ed3d07301": "Hehe, I think it's the shortcut key of the shovel.",
    "6ab206b69ac4e43179966df852e67442": "不过它能帮到你什么，我不太清楚。但你还是留意一下吧~",
    "a591fb125fa08b47af40216f7ceba8f2": "Birds' Forest Day 5 - Mirror",
    "615319667a143aecd4d8b2c9eb441f23": "Birds' Forest Day 6",
    "5b393511c5f5f74b5b98b5e076e96dfe": "Birds' Forest Day 6 - Mirror",
    "898791412585f5f2fed1fe9a4ae5e2d3": "Birds' Forest Day 7",
    "222e1a9359175da1322d2641fecfb6d0": "Hey, neighbor, there seems to be a balloon in the air?",
    "02a84f374f86c1cd791c053210131fb3": "But it is not a hot-air balloon, but a hydrogen balloon.",
    "3a6da6f25199bb429317b086bc935728": "唔..氢气球的上面还吊着些什么呢。",
    "a2add8b54936b5cbf3650f0f090822b0": "Let's get rid of these guys!",
    "9773b2e52c1fb6f1078e3d9d3f72b919": "Birds' Forest Day 7 - Mirror",
    "ae23d2f0e546d658af812536519ab764": "Birds' Forest Day 8",
    "a029189a12e3b14427b7988a36cb577b": "Birds' Forest Day 8 - Mirror",
    "660263d0cf9850d93bea593129cac36f": "Birds' Forest Day 9",
    "7bf5839a8599d02e0e7f40821e86b1c9": "Birds' Forest Day 9 - Mirror",
    "b5b02429de00d8ee71f388050412c8a8": "Abandoned Smoggy City Day 1",
    "eda3a8c2da1da0f9d7bc170154cbf2a4": "Oh, wow, neighbor, look, there's a big fog in the distance",
    "08846edfff5d80a86ac50fe004ea0d9a": "You know, they used to call me misty man",
    "2675b5c45ccf08831740b2c4a9d99340": "Because you used to hide in the fog and suddenly jump out of the crowd, and it's a thing of the past. All right, shut up.",
    "f86c596aa50a9608a14802bb6d3d5647": "The more important task before us is to find the guy who robbed your body and ran away",
    "ff6a98f9e0295192bd2e735781346dce": "But you know, I can't help talking nonsense when I see the fog.",
    "f0f32f892dd86da93effe2f3d494e336": "Like a string puppet manipulated",
    "a90cc6f7fa2279690cec95a6c45c0b2c": "Abandoned Smoggy City Day 10",
    "59011d971856101ab4595cbd58e11377": "Well, I looked at the following code again.",
    "aaffab37081d0ae55fc55b432fcf53c8": "According to pure numerical values, there are more and more high output plants.",
    "470e73d46e0efaf4c7786897c33c4fee": "But you also said that he would try his best to resist his neighbors... How can he do such a thing.",
    "d33968c7b116d45769b859e1a91188e1": "Listen, this is just a guess, but",
    "2ebc65ddfc2a630695e12f571e778931": "Although the so-called \"Kabbala tree of life\" connected with his subjective consciousness keeps raising the difficulty of the next level according to his ideas to prevent neighbors from advancing the timeline",
    "c11e1b4db6396500cc33551414ed458a": "But what really controls the world is his subconscious",
    "10ee24b5d44dc2e1e8633ddda04067fb": "That is to say",
    "8212b1a1ea045daa4ba02e0a1b0bdfa1": "Sometimes, my wish is really just so simple",
    "c87e1e47aac9cdda0dadf8834d816025": "The family lived happily together",
    "4b9a5140cc6709938d5622fbec35b6ac": "However, just because of my stupid mistake... Just because of my unnecessary",
    "be8e75174fa9bf12f9755d75e94baf04": "Just like in the horizon, it can never be achieved.",
    "c4b529f684fe27505bc3854700d8afb2": "Abandoned Smoggy City Day 11",
    "7ee5669118c5e5727ca16578f50d67f9": "I still don't understand",
    "0dc6ff9369c4420b10022aaa794a9d70": "You mean, you just need players to pass",
    "f4d22032b5e4b5583cab0769ea3e2eca": "我们所处的这个世界，它的时间就可以向前推进.......然后他就能从这个世界出去?",
    "de738a88f84e300f7576fc35b822eb45": "如果我根据目前我能得知的代码所作出的预判正确的话......",
    "efece987adf92059e78679535366131b": "Although his subjective consciousness constantly adjusts the level, increases the difficulty and prevents the \"neighbors\" from promoting the game",
    "a576d48ef9369e3bb0b9054a3fe72a4b": "But his subconscious mind has buried the way for the future development of the game - back to reality",
    "c6ee05bc4144749e31a6a187f255b26a": "Although he fought fiercely with you, me and even the players in front of the screen, he insisted on staying in the game forever.",
    "7afb396a8d74a7d0d622c4273f64f3d9": "可他......才是最想摆脱他遇到的困境,，回到正常生活的人吧",
    "24d59c385a4313ecc1846326a571fea9": "至于他想埋进去的游戏，无论是我们现在正处在的pvz",
    "98684283ffe497426ea8df3e8f9bd291": "Or the glory of the king, eating chicken or something, is just a sustenance for him to escape his dilemma",
    "26e4f012aeb037a3c8ed3d71033e7223": "所以......可我还是想不明白，为什么我们“在屏幕里”",
    "1c9bea8e902cc474a904a7b7d12e1d0a": "可恶......上一个植物不是我亲手掌控的啊......也没有被人黑过的痕迹。",
    "8f57c82a67a4e6cc512d7ee77f2445df": "[卡巴拉生命之树系统启动]不过如果你不想被偷家，我建议你先自己管好你家门前的事",
    "e034adff054cf8ec3905372917e9f128": "By the way, have dessert and corn butter soup.",
    "5ce5f6e2fd3a53627b45cb7d19553a63": "Abandoned Smoggy City Day 12",
    "56a2fb49824b9e95bf70fe5751e3cccf": "Abandoned Smoggy City Day 13",
    "3b38af59a7c79aa199c65f75d36a7a2b": "所以有些时候想想自己真的很可笑......",
    "6bdff828f8522e136a80e28f234db442": "In order to deal with you, I spent all my energy studying science and building this machine that can change the world",
    "9bbb273dfdc3bae349135ee40710031f": "最后却又发现......我们只不过是活在游戏里的一大堆代码而已",
    "9393b8e672c3a53fc1da1cdbf20802ab": "What I call \"invention\" is just to explain a new setting in the plot",
    "9eb3b0946c1912fcb9f14c42b8489d32": "There is an inexplicable dimension outside, which I can't explain with what I know",
    "b42bafadce2bd8243f3638b1d7a8c8d6": "Why is there another dimension of \"people\" who can control the timeline of our world",
    "0aabe8870cbf575248e66b3ce39af763": "最后只能像牛顿一样，把这一切归于神学......",
    "e197cbdc08d6eb43dc1c1de2fde0d16c": "歪比巴卜......等等，你说“牛顿”?",
    "a9bef2b23ebf42b10dae73e795347b33": "就那个随便让自己的头被Aipoi砸的那个白痴?",
    "a1d593d8a48a60b38998e62041e53732": "He is really stupid. He thinks about something else when he smashes it, and doesn't think about how to protect his head",
    "dea3f27d8b0d46a0acb055535c7d37cb": "Like me, I'm not afraid of bowling with a pot on my head and falling off my head.",
    "e67cd6178df2d047eee4c0a3dee1806c": "看来拿付费的保龄球已经对付不了你了......",
    "784ea669ad66d0f191eff8e51c899c93": "[卡巴拉生命之树系统启动]那么，如果保龄球得清仓呢......",
    "ab6ca2c596155952786bff661291cf23": "Please put the nuts on the left side of the dividing line!",
    "045112f17aab5c8b3a0e7507763c4402": "Well, you're in?",
    "42063f4a55d17e5c1611365a1ac017d3": "Well, welcome to my private program.",
    "2e66b191978e68e169848d943e5bc5aa": "It's your first time here, isn't it?",
    "b99e1a845d88f3e6f257cc15072e5af9": "Wow, bibbab? Who are you talking to",
    "974e44d577f5e2b19c61e8c7da0ad0b7": "[程序启动]取消戴夫对这里的访问权限。",
    "eb65436192ef22df24a5572bcbee77fb": "I think you should have seen it",
    "192bee16a39d8cdaf70353b82709b288": "我其实并不是@&#/%= [Missing_Name_Zomboss]",
    "8273b297c7583b28270043cbc54778c8": "[程序启动]取消戴夫与僵王对这里的访问权限。",
    "05e6e295486edd77ad5297fe59ba3206": "因为只有这样......才会有一个地方",
    "ea12847abf7a84e2788ffdb43b5ef44c": "It can make me forget all my unhappiness and the blind driver opposite",
    "d6bbad7e703ccd4e5072e9c732f9f139": "可以......让我控制未来所有的一切",
    "bd4f33028848cc1d692f9b03fcae16e5": "Black mirror",
    "7d29fb5b394146de4e1f7bf50d71bbca": "Abandoned Smoggy City Day 14",
    "9f682ebff642cf012eb8a2d806837cc9": "Neighbor, it's time to smash the vase again",
    "6b6d64066b4d83202f6f02e2c6eda32f": "这会儿可不比我和我哥们弗莱利斯卡斯特哈维一起砸瓶子的休闲时光了......会很凶险。",
    "7e28a67fe6f7edd8185c7ae84d2dd0a0": "So Harvey two, good luck!",
    "38ab4d0de77f641deebffcd045e273fa": "顺带一提，你的哈维哥们怎样了?",
    "3bd965ca7bd7430e9a8e9e46d754edc6": "额......歪比巴卜?",
    "702459f06faebab2288bc85542e7b9ae": "This elder brother is like being said casually. In fact, I don't even know whether this elder brother exists or not",
    "f1914c08c6dd57505f9295e7eecdeb25": "呵......这真是个蠢透了的游戏",
    "52745adb5d2a8acf27cd239095e81328": "The logic is chaotic and incoherent. It doesn't matter if a pile of data is lost",
    "0df522919202f7f5fdd20fb9e735c899": "Everything is made up just to make the goods off the screen cool.",
    "e9a905ae134e8beb2d972b159d7a8bf5": "何必呢?",
    "49705baecdf7556dabeda4ee1e2524c8": "那为什么......你还执意留在这里?",
    "640ebca2097ede162a7c98ba7f885bed": "Congratulations on unlocking the hidden achievement: broken black mirror",
    "19de03f7c97f382afe7e8eaa776ade3e": "Let me hold my life firmly in my own hands.",
    "bf9c79ae0c3df291ca32e12984762677": "[程序启动]取消戴夫与僵王对这里的访问权限。",
    "954fadcf9477036dfaa7b245e2944b36": "因为只有这样......才会有一个地方",
    "7f3dd1633bc50a5c2e821e689214998f": "It can make me forget all my unhappiness and the blind driver opposite",
    "ec80999610e162ad9ea00a9ffd1795f1": "可以......让我控制未来所有的一切",
    "0efe0cf5e1d2a2ae28edf1e08528177b": "Black mirror",
    "01041eedd632ac498edc7f01ba61e029": "Abandoned Smoggy City Day 15",
    "c648301772b2049b022f4c11aaff8b7d": "不好了，邻居......前面黑压压一大片尸群啊",
    "e5a4a4f0dbc4470ab598a119eabb00f5": "至少不是雾霾又产生了新的变种......",
    "46ccdcc0ce25f0a5ba7eed4430e39b24": "Seeing your devotion to something unknown to you, I really feel your extreme stupidity",
    "771880cbc629d034be268375dff131cc": "我倒是想看看.......",
    "59dee4fb36470c14238aabfc76283b83": "But if you are obsessed with this game again, you will eventually die with the collapse of the game one day!",
    "ff9146dfac75c1a9c2524470f6788b98": "Then at least I'm having enough fun here!",
    "b8979593abf17f2a1f3526a0be855ddb": "我才是那个控制所有世界所有关卡所有游戏内容的人......而你们所谓的邻居......",
    "e47b09ef731224287b14444efe20abe8": "我倒想看看，我和他谁是Last stander!",
    "dfe4d32a35cedd9bd26f6b5588249a77": "我真的不明白......只是因为坠湖?",
    "b1f62c19b521220c3f29207c41237c93": "到底发生了什么，让你变成了这样......",
    "314420182c4f29d7fcf29c141106d997": "Star",
    "85ad547a2daf4abcc0ee234d2ca9eb49": "Stars are the symbol of success. Go ahead and collect more stars!",
    "02988ebca6a175208743be0cf2d42d9e": "Abandoned Smoggy City Day 16",
    "2fdcc2f838a6ab5e6ddee7ed3c0817db": "好吧，邻居，不管你是谁......",
    "57fab1e9d72e0be10423b939c3c62747": "These plants are still under study. Here you are!",
    "0baab8b79879eeda872f9d2be1b16435": "听着......我不知道你们奇怪的二进制脑子里想着什么",
    "25353802c04358f827cd2f542625bee3": "But this is my own world. There's no need for anyone who pretends to be an uncle to get involved!",
    "bceca9f38c8b8b1116686eb8bbbdffb0": "So you insist on not talking to others about what led you to fall here, and drive out all the people who care about you",
    "2c4ad5cbf4512bbfd2385da855c9d75c": "所以你们就坚持和我纠缠到底，不能自己找个地方凉快吗?",
    "016cc17d00b7fff28165e96a0ba499bb": "Of course not! Because I'm crazy!!!! It's over!!!!",
    "2cfebf8eaf64b89861bd86a00825690d": "Conical bottle",
    "1aea0f0dc5735f374c7aedc278dea7e8": "The lab function is now unlocked!",
    "9c59b1fefc6cc0646b80a25adb0e23b6": "Abandoned Smoggy City Day 17",
    "29c926dc131e3094b78e70aedf64f213": "我想你在前面一定有一直卡住的关卡没通关，跳了关才来这里吧?",
    "41397d74fb10ebca5b230ac3e967ac60": "我再耐心地提醒你一次，离这游戏远点。Please，don’t touch anything！",
    "72355c491fc695299845235a4a253bed": "你有这点闲工夫一直点人物对话来玩这个破游戏，还不如玩会儿MOBA类游戏，让你再上一个段位",
    "e9180988540bdb4330f065fe4ebceb77": "或者玩会儿RPG，推进那个游戏的主线剧情，比这些垃圾单薄的对话有意思多了",
    "65fb68f779c6bc9745a43a20a6fdfef1": "No more. Look at which game in the store is on sale. It's worth cutting your hand",
    "47a61074554ae2f2dbb4e8408519d4c1": "总之......远离老子的游戏，远离......我的记忆。",
    "20f4f290b3574a1a5e4bfd0add7782ad": "Abandoned Smoggy City Day 18",
    "9acc20ac4b8f752f8256b19c77038191": "I still don't understand why you have to compete here.",
    "590209b9084efab01dc6a572744f799b": "或者......你只是想玩对话后面的游戏，对吗?",
    "ea18d06179cbc2e88f1c093795d22aea": "......和我想的一样",
    "412bdf10706135a58f9a8591be388f17": "Even if I say all my experiences in the dialogue, all you care about is the play behind it",
    "836131eab9a002f453059e02386f38e0": "无论是屏幕里的我，还是你身边的其他人......他们无论多么痛苦，多么悲伤",
    "cc2b0a4e45eba8cca0c8513528508333": "这一切都根本与你无关......你只在乎你自己那点......",
    "746ca22095e8162a99f464b088824a09": "可你真的试着说出来过吗?你难道敢肯定你周围，屏幕前的人一定漠不关心吗?",
    "8144dae114f4af061d95d8ce54cc55c8": "无论这是pvz，亦或是在别处……",
    "ed11b66ea1c71f1a40cef2de0d927f0c": "Your own pain is the same as the dialogue here, but it will be random nonsense!",
    "7033e9b6ec58a56a2db9fb6f75d21de7": "那至少还有我和僵王在听！......",
    "934e10a68fe32d0165106c2e4b637e2c": "[程序启动]取消戴夫与僵王对这里的访问权限。",
    "14bf2bc115443894f499498b460bb4ea": "够了......够磨叽了",
    "d6b30ec5d29a596214187d6231cb94b4": "Let's make a quick decision, neighbor. Whoever you are.",
    "e7ac5cbd946a6986cb699249ac190ad1": "achievement",
    "dd23d9d1475d4011e596fa1893b52cbe": [
        "解锁",
        "："
    ],
    "a74bcd48f2889938256b0f54806bfd08": "Ice Begonia holiday",
    "c8e9260b78e84c8e3a393c1c734ea950": "Star",
    "5b377fefacc8f93e0f658737d3bc2d6a": "Stars are the symbol of success. Go ahead and collect more stars!",
    "e6e42be10d090ab03c9a373cf987658f": "Abandoned Smoggy City Day 19",
    "e0058fa9aae1815e26fe521d8900568b": "检索到了......下一个植物是蔓越莓",
    "95a5f28f08617bf78496048aea834fa9": "可我真的想不明白......为什么他又要疯狂调高关卡难度并且对屏幕前的邻居疯狂爆粗",
    "35eeaab408ead439556dac5525c05a37": "一边又要不断地出对自己不利的好植物...简直比苏珊大妈烤的龙舌兰派还疯狂......",
    "73cab5f2c39cb9fd3b246c3a3f887751": "那是因为控制这个世界的是他的全部意识.......",
    "ade57ec71a45777f12fc84b7f4dcc92b": "According to Sigmund's psychoanalytic theory, only 5% of man's total consciousness is his shallow subjective consciousness, and the other 95% are man's subconscious consciousness",
    "9869a5912cc7f6d2d74088282ab9629e": "This five percent consciousness allowed him to create something called the tree of life and let him control all kinds of playing methods",
    "eaaf1dbbe2fca5394c8349dcf5ce8856": "但控制这个世界的根本......我们现在所处的世界里一切的一切都完全由他的潜意识控制",
    "5f330198b6ffbbe282b3ee4b960b0c05": "也就是说，他嘴里说着反抗天反抗地.......",
    "5cd405408f3f70ebdea84347b26746d4": "但实际上，他一直在发出求救信号?",
    "080846acf60f2c6a92400bf79a9eeef7": "我想，应该是这样......",
    "e47bd02efcce7c9cc2ec97df15ce90a8": "那么邻居，辛苦你了......请务必继续玩下去。",
    "b6ba6a3509df2b4dbf29418fa8d189de": "最近他的反应这么激烈......我想，我们正在接近造成这一切的缘由",
    "a24efa3f3aac0b928f2d8a6a2cd7039b": "Abandoned Smoggy City Day 2",
    "ae8b770da0e753188e7dd66cd01516fa": "What a big fog",
    "5a7ba79e6c12ab9d364cfca99310032b": "It seems that I will spend the next few days in the fog... Cough",
    "cc802e04d48a6c6e83583e6560993a8d": "你出门带路灯花没有，这位丢了身子的<非洲>戴夫？",
    "9d1304d00cf58d67795a01780e1c7237": "Um... I'll turn it over",
    "61b8c365c2b989506b2e3d1a6dffa118": "Aipoi……玉米卷……华夫饼……",
    "48cd9bbe6c41d53aa9d2f490ae8a6a30": "华夫饼馅的玉米卷……玉米卷馅的玉米卷……偷吃玉米卷而有了馅的Aipoi……",
    "fb3a0c15ac162177d6a8f35e24056863": "Yes! Street lamp flower seed!",
    "718bdc507d5f789797c23e2fbe4ed89b": "... only one bag. It seems that you can only swim in the fog",
    "4da877ddaad5235164c3912158496f22": "But how is this possible... Is it",
    "c3fab5654d9c118fd43b39069d944d2e": "Hehe",
    "aed9277f55887f6b365e0b7a2e420590": "Tap the Plantern to move it!",
    "3008aae2255ec8f62ba6dcc22e9d5b8c": "Use the arrow keys to move the Plantern!",
    "ee817b67b60fc7180d217777554cff66": "Abandoned Smoggy City Day 20",
    "eab8464578f852cadf06f875f7254164": "这两天雷雨大作......开始变得这么暗了啊",
    "cd5cb4496de17eb6a3eac71320198612": "That's not a good omen, neighbor",
    "cc648fb4addcfae16697997402802896": "既然他都告诉你不是什么好预兆了......那邻居你为什么...不离开啊",
    "adbcc4228935f6fe1d0b8a3189ebda66": "[程序错误：404 not found]用户[undefined]数据已丢失",
    "d08497711d613a5755e135b645ef6c1c": "不好了......",
    "4647691cd7a4f33193f9ceb5c1d47453": "怎么......",
    "14dbd4a02878eca280e3050921fcca62": "每一次他的数据丢失无法访问，都有可能是......",
    "ebae9f9a03a77cad9ec00b72d687e1d3": "他处于生命垂危的状态中......",
    "7afb922b0c37da5c3b5d91ad3cce028f": "Far away, far away! Neighbor, look, such a large wave of corpses",
    "6810f0a77f83554df4c0b9348d562fa2": "他的主观意识开始紊乱，开始失去对关卡难度的控制了......",
    "7dfd57ab1e4df2d95249e7b9a96e2cef": "不管怎样，我们还得继续推进探究下去......希望你能活过今晚，邻居！",
    "7ad288aa114573bbb5b91b0552b3fc54": "The world can't compete with a husband because he doesn't compete",
    "e6b47baa079601506def40ee68c6ffb0": "I still don't understand",
    "77adc8c81e2528a12b838e0a56241379": "You obviously still have a hand, but you just don't want to kick the child out directly",
    "5f2c45f88990c97687d4efe755aa30ec": "Now that he is dying, you should understand that kicking him out may be bad for him",
    "35fe00fdffc1822dfe7df60e0ef2454a": "Then I'll make it clear to you, the way to send the child out.",
    "0208ff7c5d68a372fcdec684e0aa2d30": "……？",
    "faa6ab7a94ec68fee4a8d7cf30158a52": "Because his consciousness is deeply connected with the game world... In some way.",
    "d4ff661d52bc4c10b4190152d87dbe41": "\"Wonderful journey of time and space\"?",
    "151fdb20fddd38de5ab356db85a6b323": "Well, yes, whatever its name is",
    "4779db0fa3f43b0bf1b97c7c3ecaeb35": "And if his consciousness is out of the game, the whole game",
    "e505ce06e7ffe85ece13d1f0cb80c101": "Will fall apart.",
    "0b09bc6c25cc25597fb2fbefacd51ccb": "So you insist on finding out why he is more and more determined to stay here because he doesn't feel at ease",
    "031b66055661390a31ba5a471567ea04": "Find out the reason, let him out of the code to run more smoothly, without artificial obstacles, and",
    "37478927af6f9e7db48e9b9eb445ceee": "So how many things did you find about the child's experience?",
    "2065de372a9fa32e2546a1955a141c5a": "Ah",
    "41b9cb63acb06fa9970ded7d8f59c3ce": "In fact, because the game is the epitome of his consciousness",
    "12b7f7fdf2cf5ca8be96b804351a8aab": "Whether it's something that fell from the zombie before, or what he once said",
    "11259a8782a1035bf08793c1f5c49c0d": "Or the environment around us",
    "fbdafc9c3ae730a290af14890dd37167": "Please enter your search content",
    "0ea2431ab88517fb4fc1c088b3dd91d8": "search",
    "9ba3c819ae6181f7cfca471e4626dd63": "Falling object",
    "60e414a1de59656477f777e7c7bcb058": "Map",
    "417b4d401c72c744b6098b30c51593b3": "dialogue",
    "e4f1676cc94eba3eb620e6f0c3e3f38e": "Drunk",
    "7693310617a4455596509e4f4068fc6b": "night",
    "555ad0fb34222271613ca71bb7b38cf5": "fall",
    "c8f79e0ad9725d489008f4b49c79115f": "抱歉，本站不出售任何个人/家庭的数据，我们仅仅打包对这些数据进行出售。",
    "4f541aad02f2160358a9f2b43d405dbf": "Black mirror",
    "534867dddf9c0c9a5dd5ec9286dac2fb": "Marketing number",
    "3690a6d3114c72fb45f9f7bd56c749ee": "Bridge in London, England",
    "2338a3fca7f121998c61ca73185683f0": "swamp",
    "dd0be40dc864e7338b34d4474b992a3e": "Three nights",
    "1d9def3cca8beba2a2d94227b8f5d851": "3月23日",
    "5243a2da6e016f5b23024ae8a87d4a05": "Ice sheet",
    "88466e0270f01e54c4d154d0b6fbbe4f": "Eighteen nights",
    "c7adda32a34d342f213e72487ef9c372": "Falling Lake",
    "87b8e88b6b538691eb58690514dbce73": "Twenty nine nights",
    "72f74112f4505033c5a829508b2d6b77": "Thirty nights",
    "a552426ad196a7819199cca794d5240a": "Kabala tree of life",
    "55a330e2572101d57185612c93ef5b68": "Fog city",
    "7379a28e4e50ccad78696731e8ca4651": "Ten days",
    "8ee77f3a31e262a2ade520f68bf57a42": "【进站必刷】建议改为：我们用约114514天，写出了这篇震惊世界的超长文章。当代年轻人 舔狗而已！后浪选择躺平的现在，他们的失败似乎早已注定.",
    "663404d4a7eea79072e58db8af03e0ae": "生活中，若我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。我们都知道，只要有意义，那么就必须慎重考虑。总......",
    "1cd0f21b52373e2d59d27f09d7dcd50f": "2020年3月23日",
    "69b8951ef8081b09e8102df718245abe": "雾都10营销号",
    "622fa7c91734228cea1d632ff2af22af": "[brush when entering the station] contemporary young people",
    "21293e580466fd281b290d036ea94531": "The influence of family changes on Contemporary Teenagers' Psychology",
    "777bf5faaedfe4c9264faa51f6861a8f": "“有的人用童年治愈一生，有的人用一生治愈童年”......",
    "e5c12aa7ece294784d1ed29d678061fc": "雾都第10关",
    "78b1154fae13123bfd6efd943fa1546e": "Fourteen days",
    "6d81b3132cd9c89f55e647df7395f823": "Driver accident",
    "b4db4ca12cc35bb342d2dae73d9f41f1": " - 第",
    "e0b8f968cbea64c5cf944136c9d98e28": "女王与百姓共观雕塑林 新自由让英国走进盛世",
    "a183aac5492dfb00e64db400f30c53a0": "今日，在距伦敦某桥500米处的某广场上，一场盛大的雕塑展览正在那里举行，它们由伦敦城内数百名雕塑......",
    "046efb3dff65759ef87ab5c80eaff748": "2016年3月23日",
    "4e9537fc9766bdb4a73e10575e6ac09c": "Sculpture forest",
    "9b7e316e15e20444362650230ea07487": "What is the truth of multiple accidents on the same bridge? I thought it was related to the disrepair of infrastructure",
    "c62ad89c6151d59dd8120aa8593187e9": "从3月23日第一起交通事故发生在这个桥上以来，该路段在晚上先后发生了五起大大小小的交通事......",
    "0b8f458906054ef2b3d78c9b1598c2a4": "2016年3月28日",
    "badb8516ba9be78f99e6c2e52835acba": "leo文章桥上事故",
    "8ba7f1229be58463aca6c3b19dcbfc1b": "伦敦某桥上发生严重交通事故 已造成2人死亡1人重伤",
    "5034e79ed27478df080bf0b602f5a6a0": "今日晚上在伦敦某桥上发生了重大交通事故，某小型轿车被一个逆行中迎面撞来的卡车撞中，并在损坏桥体后坠入湖中......",
    "63bc4e774052b06796f7b29accc15979": "醉酒坠湖2",
    "c6954a64fcf6034763a5de8cbe89792d": "Fall into the lake",
    "4d19f51b7bcd114828db1565290f19db": "伦敦某桥上频发交通事故 当地政府发言力排众议",
    "53fe02fed0e7abc5b1b633bea17b98a8": "自6天前在伦敦某桥的坠湖事故后，连续在该地有多起交通事故发生。这些连续出现在同一地点的交通事故......",
    "a9e04d320926b2501e11744a8fdb23c6": "2016年3月29日",
    "585036db3660396b28339f55aafd3744": "Drunken accident",
    "5d5b697c9464957abb6a452233347261": "accident",
    "8d5feacc1c5fed85cc6adf08c9213c91": "交通部部长Dbut Qbx在伦敦某桥上坠湖身亡 警方仍然在积极调查原因",
    "2510f81b036ee81af46d09653fd3d4a3": "就在今日的11:45:14，交通部部长Dbut Qbx与他的大多数家人在伦敦某桥上开车坠入湖底，在历时一个小时的打捞以后紧急送至急救室......",
    "1265f270c333b69f2a81c27d8ceea331": "2016年3月30日",
    "33b99317538f3c908a110ef7bb5b506b": "醉酒肇事2",
    "9d28f0e7c3844510e5054950c2b67e64": "drive a car",
    "5c8f0b92e5d3aef82bd8e14e465f2e2c": "集装箱高空坠落 摩瓦多尔原装红酒碎满地想着就让人心疼",
    "445c34a6e00f87fbf9c995948c916df0": "2014年9月，鲁迪公司购买了12360瓶750ML摩瓦多尔原装红葡萄酒，从罗马尼亚康斯坦萨装船运往上海。在上海洋山港装卸时，因装卸公司的司机......",
    "157cc8b0e185331dafe7b26eaedcd2f6": "2016年8月31日",
    "a878aac8f77967a9f32055f05bc69a79": "Drunken fall",
    "58075dc2e245580e064cb3fe35544b8c": "Red wine falling",
    "11bc844e5a2cac484a7c8cea4007452b": "What are the benefits of drinking red wine at night? Learn from me to ensure that you live longer and become thinner and more beautiful",
    "d4e1368ad7418855d2ef7276829db897": "大家都知道，现代社会中随着人们生活水平的提高，半夜饮酒如今也成为了人们茶余饭后的谈资。相信大家对酒都很熟悉，酒就是我们每天会经常......",
    "a1d4a37b22c92b989c987d45e9bea3c4": "2015年12月31日",
    "944a380cf4b0fca2672a07e77a8fc3a2": "Drunken night",
    "716331c99915c069baf003198064cb0e": "Red wine midnight",
    "bd7b3e35b6b8af82d49a44931894a4d3": "震惊，在常年996后，某程序员不堪重负坠湖自杀",
    "1e94a01ab11dbb0afd6debcf1ab07d03": "近日，雀德游戏公司的一名员工在不堪上司多次更改需求，多次找茬改稿且以辞退为由进行威胁的情况下选择了跳湖自杀。据悉，他们已经为......",
    "0818cce0c8903502829fa85fc7dfcff9": "2021年7月20日",
    "a2b274161c6e5c39af2da769c951f0ae": "Drunk falling into the lake",
    "e172ffd9ab950845328833430837d20d": "Jump Lake",
    "99759c2f9c6e19b54be79abe6dfe5e06": "On the bridge",
    "ddaf6405c47a562513536ac92f1c46bb": "Review articles",
    "e7eab421baa08817b042009883ef9eac": "夜中一司机不慎撞死野猫 爱动物人士要求将其判刑",
    "d7f89b6ad1521e4bd0c2fdd074a8cb6a": "2016年3月16日，一司机在夜间不慎撞死一只野猫。司机尽管试图躲避，但由于街灯的昏暗，他未能救下野猫，还撞坏了......",
    "1a7f83d770557ddca5064e860dc5ec96": "Hit a wild cat",
    "8e2220b01421c00a9c7975808f95c4aa": "In the dark night",
    "83f72a14958d6522c9c2750c3f3f2f16": "抱歉没有找到与“<span style='color:red'>",
    "45247ae026b5ad1fe9951a83ad2f4d9f": "</span>”相关的网页。",
    "b3c41da1571e759016d4db235eec5f3b": "温馨提示：\n    请检查您的输入是否正确\n    如网页未收录或者新站未收录，请提交网址给我们\n    如有任何意见或建议，请及时反馈给我们",
    "448b160d799d47ea4d88633359495960": "2016年4月17日",
    "cfb138676127b045f181341d0d9bdd0d": "自6天前在伦敦某桥的坠湖事故后，连续在该地有多起交通事故发生。这些连续出现在同一地点的交通事故引发了人们的猜想。而为了消除人们心中的疑虑，当地政府在今天凌晨刚刚发生的一起交通事故后紧急表态，称该桥上发生的多起交通事故与基础设施并无关联，目前已经完成的对第一起交通事故的调查结果表明这起事故纯属意外。剩下几场交通事故的调查仍在进行中，该路段仍然可以正常通行，请各位市民不要心存疑虑。\n\n尽管当地政府尽快做出了声明，但网上仍然有一批人坚持着该桥是魔桥的言论，并且要求政府封锁该路段，对桥的缺损进行修复，但市长对这种言论不置可否，而交通部的官员则表明他们正在竞标桥梁的修复团队，有望在3个月内完成对桥梁的修复工作，而为了不影响市民的正常出行需求，他们选择继续开放该路段。交通部部长Dbut Qbx称：“我们充分考虑了居民的日常出行需要，为保障我们正常出行的人权做了力所能及的工作，无论是有色人种，白人，难民，LGBT，工党，都应平等地享受自由出行的权利。”\n",
    "9f4757c069dd5c91ed8100e459037086": "就在今日的11:45:14，交通部部长Dbut Qbx与他的大多数家人在伦敦某桥上开车坠入湖底，在历时一个小时的打捞以后紧急送至急救室抢救，最终因为长时间缺氧窒息不治身亡。\n\nDbut Qbx在任时兢兢业业，关怀人民，清正廉洁，无任何不良嗜好。而且在他生前还在努力竞选当地市长，据悉他此次出行是为了拉南方地区的选票。\n\n在他坠湖身亡后，交通部痛定思痛，迅速采取措施将该路段封锁。当被问道要封锁多久时，一位不愿意具名的官员答道：“我们充分考虑了居民的安全出行需要，为保障我们正常出行的人权做了力所能及的工作，无论是有色人种，白人，难民，LGBT，工党，都应平等地享受安全出行的权利。所以，我们将封锁至事故原因得到彻底排查，桥梁得到修复为止。”",
    "d4f677274a8337d5a02776bb474e4bb1": "What is the religion of the Inuit? If you have Inuit around you, pay attention!",
    "2727a32f147152cd1a675eb9cc13244a": "阅读量 1919810 点赞量 114514\n 作者：nbslfumoh xf-nfemb",
    "e428b2c5c8b1a1d7c2c57e7d55423fda": "What is the religion of the Inuit? Why is the Inuit religion so popular recently? As we all know, the religion of the Inuit people has been very popular recently. Why on earth is it so popular? What is the religion of the Inuit? I believe everyone is familiar with Inuit religion. Inuit religion is something we often encounter every day, but what's the matter with Inuit religion? The Inuit religion is actually a primitive animism, or animism. They believe that everything in the world has life and soul. Eskimos deeply believe that there are many super material souls in heaven and earth controlling everything in nature; The soul can be detached from the material appearance, and can enter or leave the human body or any other object; Even if the material is destroyed, the soul still exists, which is why it has a very high popularity on the Internet. You may be surprised, why is the Inuit religion like this? Why on earth did the Inuit religion catch fire? But the fact is, Xiaobian is also very surprised. The above is the content that Xiaobian brought to you about what the Inuit religion means and what the Inuit religion is. I hope this article can help you. If you have any ideas, you can leave a message to Xiaobian in the comment area below.",
    "b5ca95843c2d88e07a901a9807c57d9d": "The comment area has been closed by the editor",
    "0694287f24bf4ac934591167d3252b7f": "Research on Teenagers' Internet Addiction",
    "b8dd35069fe34cd8e2e709c879894dae": "阅读量 5 点赞量 0\n 作者：Leobai",
    "4e447287802eaa189fa9af269fd269a1": "网络游戏在有助于青少年提升空间认知能力，提高问题解决能力，有效进行注意力分配，减少负面情绪，锻炼社会交往能力，学习团队合作，增强社会适应性的同时，也有着无法忽视的负面影响，青少年如果过度沉浸于网络游戏当中，可能出现无法控制网络游戏使用时间、情绪不稳等问题行为，导致青少年身心健康受损、学业表现不佳、道德规范性减弱、现实社会关系受损。<br/><br/>如何引导青少年合理规划网络游戏的使用，发挥网络游戏的积极作用而减少其负面影响，是从政府到学校和家庭都非常关心的问题。而解决这一问题的一个前提就是，我们要理解为什么有的青少年会沉迷于网络游戏之中而出现问题行为，是游戏设置问题，是青少年个体原因，还是蕴藏着心理、社会、文化多方面因素的共同作用？对此，本研究从社会心理学视角出发，提出了关于青少年网络游戏问题行为文化-社会-个体三因素解释模型来解释青少年网络游戏问题行为的成因。模型认为（如图1所示），青少年网络游戏问题行为是社会文化环境、社会变迁和个体心理需要三方相互作用的结果，当社会教养方式的转变与社会变迁的步伐不一致时，青少年更可能过度沉浸于虚拟世界寻求心理满足，产生网络游戏问题行为。\n<br/><br/><center><img src=\"images/Props/Industry20/leoIMG.webp\" style=\"position:relative;width:100%;\"/></center>\n<br/>控制冲动是传统社会教化的重要主题之一，儒家的文化传统强调社会控制，儿童很早就被要求具有控制冲动的能力，这既是他们践行孝道的重要途径，也是他们以后在学业上取得成功的先决条件。所谓“存天理、去人欲”，在儒家传统下，冲动是不道德的东西，成为必须压抑的东西。控制冲动的观念所关注的是行为是否符合道德标准，<b>对产生冲动的心理诱因并不关注</b>。受这种观点影响，父母对子女的教化也强调控制个体冲动、尊重和服从权威，才符合孝道。因此，不少家长只注重去评价子女行为是否道德，<b>而忽视子女的心理需要</b>。父母对孩子的尊重与信任很少，霸权很重，权威感很强，这导致亲子之间关系并不紧密。在这种文化环境中成长的孩子，往往不愿意或不懂得辨认和确认自己的生理和心理需要，甚至为自己源于基本生理或心理需要的冲动感到内疚，更容易产生问题行为。已有研究显示，专制型的教养方式与青少年网络沉迷正相关。\n<br/><br/>中国传统社会教化的另一个重要的主题就是成就，成就是光宗耀祖的表现，儿童在社会教化过程中很早就会认识到学业成功的重要。望子成龙的中国父母十分重视子女教育，提到健康成长，人们就会想到“长身体、长知识”，很少会想到“长心灵”。把成长等同于身体健康和智力发展，而忽视心灵成长。如果身体健康、学习好就心满意足了。家长眼中，孩子是长不大的小孩，而“小孩子”应该专心学习，不要胡思乱想，以免分散精力；同时，家长有责任去引导孩子想“该想的问题”，阻止他们去想那些“不该想的问题”。在这种观念指导下，家长不仅不会与子女平等交流想法，而且会从根本上去否定子女情感渴求与人生探索的合理性，也不会引导子女去认识和了解社会生活的复杂性。但孩子随着身体的发育和心智的发展，他们自然而然要出现一些情感上的烦恼与需要，要思考一些与“读书”和考试无关，但与成长密切相关的问题。这些烦恼可能被压抑一时，但不能被消除。家长成为子女与社会之间的屏障而不是一道桥梁，让子女把更多的时间用在读书考试上，造成对子女的情感压抑，给子女增添情感上的痛苦。父母对子女的成绩往往十分重视，而<b>没有关注到孩子的压力和需要，对孩子学习成绩之外的生活都缺乏了解</b>，这可能正是孩子出现问题行为的一个重要原因。\n<br/><br/>解释青少年的网络游戏问题行为，必然要考虑到青少年自身的因素，本文所提出的模型中，重点关注的是青少年自身的心理需要。模型认为，网络游戏是青少年满足自身心理需要的途径之一，而让一些青少年沉迷于网络游戏的原因，则是其无法自己寻找到满足心理需要的其他途径，进而只能依赖于此。对于青少年具有哪些心理需要的分析，可以根据Dweck（2017）所提出的三种基本的人类需要来理解。这些基本需要分别是可预测性需要（predictability）—追求世界可预测性、降低不确定性的需要，知道世界如何运作；能力需要（competence）—一种提高个人实力的需求，学习如何在世界上行动；接纳需要（acceptance）—被接纳和被爱的需要，希冀在需要的时候得到他人的回应。\n<br/><br/><b>网络游戏的体验恰好能够满足青少年的基本心理需要，缓解他们在现实生活中所面对的矛盾冲突。</b>首先，青少年在游戏世界中<b>自己具有控制权，这些可以减少不确定感，满足了可预测需要。</b>其次，游戏是一种社交方式，既可以在游戏世界中和其他玩家建立友谊，又可以和现实生活中的同学、朋友通过游戏社交，获得尊重和关爱，满足接纳需要。最后，<b>游戏世界中更容易获得成就感。游戏中的升级和竞争，要比在现实中更容易、更有趣，还能获得即时奖励和回馈，满足人们获得能力认可的需要。</b>\n<br/><br/>(摘编自高文珺.青少年网络游戏问题行为的文化 - 社会 - 个体三因素分析.《中国青年研究》2021年5月刊理论探索)",
    "b33810a49a855f8ed5eed3bbc3e4c3d5": "Hello, teacher, your article is really reasonable and understandable after reading it, but I have another problem, ha, that is, our children are often disobedient, especially disobedient, don't understand me and the child's father's hard work and impolite, and can only score so much in the exam. Do you think you can reply to my private letter and help me discipline him, Let him touch his cell phone as little as possible and devote more time to his study?",
    "5ba5c7afc24fbdd7dab89ea9714ce299": "阅读量 1 点赞量 0",
    "02b0e4158565768f25bc055e9b339466": "“有的人用童年治愈一生，有的人用一生治愈童年”\n                                        <br><br><center><img src=\"images/Props/Industry20/ifeeldifferent.webp\" style=\"position:relative;width:100%;\"/></center>\n                                        <br>青少年时期正是人的思想观念，三观逐渐构建的时期，而这一时期发生的一系列事件不仅将影响他们当时的心理特点与健康水平，更将深刻塑造他们为人处事风格，深刻影响他们的一生。\n                                        <br><br>而如果在这个时间点上发生了一些重大事件，比如亲人的丧失、生活的巨变、创伤性事件等，不同个性特征的人对它的接受、解释和应对也有着较大的差异，而其中容易陷入心理危机的个体在人格上有一定的特异性。\n                                        <br><br><center><img src=\"images/Props/Industry20/book.webp\" style=\"position:relative;width:75%;\"/><br/><span style=\"color:gray;font-size:0.5em;\">荷兰，著名的vandermeer案例正好可以用于说明这一点</span></center>\n                                        <br>不幸发生后，无力感、空虚感、失落感强烈，意志薄弱而知识结构又单纯的人，会倾向于采取一种心理防御机制，拒绝承认那些不愉快的现实来保护自己，当他们遇到的现实中的困难越是严重，越是容易伤害到他们，他们也就越倾向于否认现实选择逃避。他们最终很有可能因为家庭环境与周围生活的剧变而导致他们的性格孤僻多疑，思想偏激消极，心理上自卑、沉郁、敏感，而这将影响他们的一生。\n                                        <br><br>而事件触发人应激反应的机制却并不是我们通常所想的那样，事件直接去影响人的情绪，根据美国临床心理学家埃利斯提出的ABC理论（理性情绪疗法），人的情绪不是由事件的本身所引起的，真正直接影响人的情绪与行为反应的的是他们对这个事件的解释与评价，我们在这里举几个例子：在英国，一个机构接收了一个孩子——我们暂且把他称为d君。d君最初有一个幸福美满的家庭，但据他所说因为他的一个错误导致了他家人没有注意到危险，导致全家除了他以外全部不幸身亡，这个事件本身其实并不会直接促成他如今的强烈内疚感与严重的自我封闭（虽然他家人的离去的确对他有很大的影响）。他对于这次事件中自己所起到的负面作用的解释与消极评价才是让这个案例仍然无法走出阴影的真正原因。\n                                        ",
    "c40fbc9aa9c35af4a8dc44c5179bb915": "【进站必刷】建议改为：我们用约114514天，写出了这篇震惊世界的超长文章。当代年轻人 舔狗而已！后浪选择躺平的现在，他们的失败似乎早已注定",
    "b14da8f79e550f5db771922f18902919": "生活中，若我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。我们都知道，只要有意义，那么就必须慎重考虑。总结的来说，莎士比亚在不经意间这样说过，那脑袋里的智慧，就像打火石里的火花一样，不去打它是不肯出来的。我希望诸位也能好好地体会这句话。了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。经过上述讨论，我认为，所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。一般来讲，我们都必须务必慎重的考虑考虑。在这种困难的抉择下，本人思来想去，寝食难安。可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。总结的来说，而这些并不是完全重要，更加重要的问题是，我们都知道，只要有意义，那么就必须慎重考虑。对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。一般来讲，我们都必须务必慎重的考虑考虑。既然如此，对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。既然如此，这样看来，我认为，我认为，生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。我认为，经过上述讨论，所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。而这些并不是完全重要，更加重要的问题是，就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。每个人都不得不面对这些问题。在面对这种问题时，对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。青少年受创伤后的应激反应，发生了会如何，不发生又会如何。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。莎士比亚曾经提到过，人的一生是短的，但如果卑劣地过这一生，就太长了。这句话语虽然很短，但令我浮想联翩。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。每个人都不得不面对这些问题。在面对这种问题时，青少年受创伤后的应激反应因何而发生？要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。在这种困难的抉择下，本人思来想去，寝食难安。那么，青少年受创伤后的应激反应，到底应该如何实现。在这种困难的抉择下，本人思来想去，寝食难安。塞涅卡说过一句富有哲理的话，真正的人生，只有在经过艰难卓绝的斗争之后才能实现。这启发了我，可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。 　　要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。普列姆昌德曾经说过，希望的灯一旦熄灭，生活刹那间变成了一片黑暗。这启发了我，西班牙说过一句富有哲理的话，自己的鞋子，自己知道紧在哪里。这似乎解答了我的疑惑。马克思曾经说过，一切节省，归根到底都归结为时间的节省。这不禁令我深思。莎士比亚曾经说过，意志命运往往背道而驰，决心到最后会全部推倒。我希望诸位也能好好地体会这句话。带着这些问题，我们来审视一下青少年受创伤后的应激反应。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。我认为，总结的来说，我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。一般来讲，我们都必须务必慎重的考虑考虑。了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。赫尔普斯说过一句富有哲理的话，有时候读书是一种巧妙地避开思考的方法。带着这句话，我们还要更加慎重的审视这个问题：在这种困难的抉择下，本人思来想去，寝食难安。老子说过一句富有哲理的话，知人者智，自知者明。胜人者有力，自胜者强。这句话语虽然很短，但令我浮想联翩。非洲说过一句富有哲理的话，最灵繁的人也看不见自己的背脊。这启发了我，从这个角度来看，我们都知道，只要有意义，那么就必须慎重考虑。青少年受创伤后的应激反应，到底应该如何实现。青少年受创伤后的应激反应，发生了会如何，不发生又会如何。从这个角度来看，既然如此，了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。青少年受创伤后的应激反应，到底应该如何实现。 　　经过上述讨论，冯学峰曾经提到过，当一个人用工作去迎接光明，光明很快就会来照耀着他。我希望诸位也能好好地体会这句话。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。我认为，青少年受创伤后的应激反应因何而发生？在这种困难的抉择下，本人思来想去，寝食难安。富兰克林说过一句富有哲理的话，你热爱生命吗？那么别浪费时间，因为时间是组成生命的材料。我希望诸位也能好好地体会这句话。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。而这些并不是完全重要，更加重要的问题是，这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。青少年受创伤后的应激反应因何而发生？一般来讲，我们都必须务必慎重的考虑考虑。美华纳曾经说过，勿问成功的秘诀为何，且尽全力做你应该做的事吧。带着这句话，我们还要更加慎重的审视这个问题：青少年受创伤后的应激反应，发生了会如何，不发生又会如何。郭沫若曾经说过，形成天才的决定因素应该是勤奋。带着这句话，我们还要更加慎重的审视这个问题：赫尔普斯在不经意间这样说过，有时候读书是一种巧妙地避开思考的方法。这似乎解答了我的疑惑。富兰克林曾经说过，你热爱生命吗？那么别浪费时间，因为时间是组成生命的材料。这似乎解答了我的疑惑。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。带着这些问题，我们来审视一下青少年受创伤后的应激反应。我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。青少年受创伤后的应激反应，发生了会如何，不发生又会如何。那么，经过上述讨论，这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。一般来讲，我们都必须务必慎重的考虑考虑。而这些并不是完全重要，更加重要的问题是，一般来说，这样看来，本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。这样看来，我认为，每个人都不得不面对这些问题。在面对这种问题时，赫尔普斯曾经提到过，有时候读书是一种巧妙地避开思考的方法。这启发了我，一般来讲，我们都必须务必慎重的考虑考虑。青少年受创伤后的应激反应因何而发生？从这个角度来看，青少年受创伤后的应激反应因何而发生？那么，在这种困难的抉择下，本人思来想去，寝食难安。就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。从这个角度来看，问题的关键究竟为何？经过上述讨论。 　　伏尔泰说过一句富有哲理的话，坚持意志伟大的事业需要始终不渝的精神。这似乎解答了我的疑惑。我们都知道，只要有意义，那么就必须慎重考虑。带着这些问题，我们来审视一下青少年受创伤后的应激反应。而这些并不是完全重要，更加重要的问题是，本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。拉罗什夫科曾经说过，取得成就时坚持不懈，要比遭到失败时顽强不屈更重要。这似乎解答了我的疑惑。本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。莎士比亚在不经意间这样说过，抛弃时间的人，时间也抛弃他。这不禁令我深思。青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。我认为，达 · 芬奇曾经提到过，大胆和坚定的决心能够抵得上武器的精良。这似乎解答了我的疑惑。每个人都不得不面对这些问题。在面对这种问题时，要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。那么，康德说过一句富有哲理的话，既然我已经踏上这条道路，那么，任何东西都不应妨碍我沿着这条路走下去。这启发了我，每个人都不得不面对这些问题。在面对这种问题时，而这些并不是完全重要，更加重要的问题是，了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。歌德曾经说过，决定一个人的一生，以及整个命运的，只是一瞬之间。这似乎解答了我的疑惑。从这个角度来看。 　　现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，每个人都不得不面对这些问题。在面对这种问题时，了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。我们不得不面对一个非常尴尬的事实，那就是，青少年受创伤后的应激反应因何而发生？而这些并不是完全重要，更加重要的问题是，西班牙说过一句富有哲理的话，自己的鞋子，自己知道紧在哪里。带着这句话，我们还要更加慎重的审视这个问题：我认为，这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。我们不得不面对一个非常尴尬的事实，那就是，一般来讲，我们都必须务必慎重的考虑考虑。既然如此，既然如此，吉格 · 金克拉曾经说过，如果你能做梦，你就能实现它。我希望诸位也能好好地体会这句话。一般来讲，我们都必须务必慎重的考虑考虑。青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。而这些并不是完全重要，更加重要的问题是，既然如此，一般来讲，我们都必须务必慎重的考虑考虑。我认为，就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。经过上述讨论，本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。每个人都不得不面对这些问题。在面对这种问题时，生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。 　　郭沫若曾经说过，形成天才的决定因素应该是勤奋。这启发了我，本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。青少年受创伤后的应激反应，发生了会如何，不发生又会如何。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。这样看来，对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。我们都知道，只要有意义，那么就必须慎重考虑。既然如此，生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。而这些并不是完全重要，更加重要的问题是，现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，在这种困难的抉择下，本人思来想去，寝食难安。那么，伏尔泰曾经提到过，不经巨大的困难，不会有伟大的事业。这不禁令我深思。卡耐基曾经说过，我们若已接受最坏的，就再没有什么损失。这不禁令我深思。在这种困难的抉择下，本人思来想去，寝食难安。我认为，所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。经过上述讨论，所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。那么，总结的来说，青少年受创伤后的应激反应因何而发生？问题的关键究竟为何？我们不得不面对一个非常尴尬的事实，那就是，西班牙曾经提到过，自己的鞋子，自己知道紧在哪里。我希望诸位也能好好地体会这句话。了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。 　　要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。青少年受创伤后的应激反应因何而发生？而这些并不是完全重要，更加重要的问题是，要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。我们都知道，只要有意义，那么就必须慎重考虑。我们都知道，只要有意义，那么就必须慎重考虑。青少年受创伤后的应激反应因何而发生？非洲在不经意间这样说过，最灵繁的人也看不见自己的背脊。这似乎解答了我的疑惑。带着这些问题，我们来审视一下青少年受创伤后的应激反应。我们不得不面对一个非常尴尬的事实，那就是，青少年受创伤后的应激反应因何而发生？我们都知道，只要有意义，那么就必须慎重考虑。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。杰纳勒尔 · 乔治 ·S· 巴顿在不经意间这样说过，接受挑战，就可以享受胜利的喜悦。我希望诸位也能好好地体会这句话。苏轼在不经意间这样说过，古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。带着这句话，我们还要更加慎重的审视这个问题：要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。每个人都不得不面对这些问题。在面对这种问题时，本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。王阳明曾经说过，故立志者，为学之心也；为学者，立志之事也。带着这句话，我们还要更加慎重的审视这个问题：这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。在这种困难的抉择下，本人思来想去，寝食难安。 　　青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。达 · 芬奇在不经意间这样说过，大胆和坚定的决心能够抵得上武器的精良。带着这句话，我们还要更加慎重的审视这个问题：从这个角度来看，问题的关键究竟为何？既然如何，我们都知道，只要有意义，那么就必须慎重考虑。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。总结的来说，在这种困难的抉择下，本人思来想去，寝食难安。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。每个人都不得不面对这些问题。在面对这种问题时，现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。每个人都不得不面对这些问题。在面对这种问题时，生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。我们不得不面对一个非常尴尬的事实，那就是，我们不得不面对一个非常尴尬的事实，那就是，每个人都不得不面对这些问题。在面对这种问题时，问题的关键究竟为何？青少年受创伤后的应激反应，发生了会如何，不发生又会如何。我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。问题的关键究竟为何？苏轼在不经意间这样说过，古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。带着这句话，我们还要更加慎重的审视这个问题：对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。从这个角度来看，这样看来，我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。我们都知道，只要有意义，那么就必须慎重考虑。带着这些问题，我们来审视一下青少年受创伤后的应激反应。我们都知道，只要有意义，那么就必须慎重考虑。对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。亚伯拉罕 · 林肯说过一句富有哲理的话，我这个人走得很慢，但是我从不后退。带着这句话，我们还要更加慎重的审视这个问题：一般来说，既然如何，经过上述讨论，那么，笛卡儿曾经提到过，我的努力求学没有得到别的好处，只不过是愈来愈发觉自己的无知。这启发了我，既然如何，问题的关键究竟为何？马尔顿曾经说过，坚强的信心，能使平凡的人做出惊人的事业。带着这句话，我们还要更加慎重的审视这个问题：这样看来，了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。带着这些问题，我们来审视一下青少年受创伤后的应激反应。 　　问题的关键究竟为何？了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。亚伯拉罕 · 林肯曾经提到过，你活了多少岁不算什么，重要的是你是如何度过这些岁月的。我希望诸位也能好好地体会这句话。那么，青少年受创伤后的应激反应因何而发生？总结的来说，既然如此，所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。一般来讲，我们都必须务必慎重的考虑考虑。而这些并不是完全重要，更加重要的问题是，裴斯泰洛齐说过一句富有哲理的话，今天应做的事没有做，明天再早也是耽误了。这不禁令我深思。青少年受创伤后的应激反应，到底应该如何实现。歌德曾经提到过，决定一个人的一生，以及整个命运的，只是一瞬之间。这启发了我，在这种困难的抉择下，本人思来想去，寝食难安。在这种困难的抉择下，本人思来想去，寝食难安。现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。每个人都不得不面对这些问题。在面对这种问题时，既然如何，经过上述讨论，带着这些问题，我们来审视一下青少年受创伤后的应激反应。拿破仑 · 希尔说过一句富有哲理的话，不要等待，时机永远不会恰到好处。这似乎解答了我的疑惑。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。问题的关键究竟为何？带着这些问题，我们来审视一下青少年受创伤后的应激反应。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。白哲特曾经提到过，坚强的信念能赢得强者的心，并使他们变得更坚强。这句话语虽然很短，但令我浮想联翩。每个人都不得不面对这些问题。在面对这种问题时，要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。 　　易卜生说过一句富有哲理的话，伟大的事业，需要决心，能力，组织和责任感。我希望诸位也能好好地体会这句话。既然如此，白哲特在不经意间这样说过，坚强的信念能赢得强者的心，并使他们变得更坚强。这似乎解答了我的疑惑。卢梭在不经意间这样说过，浪费时间是一桩大罪过。带着这句话，我们还要更加慎重的审视这个问题：非洲曾经说过，最灵繁的人也看不见自己的背脊。这不禁令我深思。杰纳勒尔 · 乔治 ·S· 巴顿曾经说过，接受挑战，就可以享受胜利的喜悦。我希望诸位也能好好地体会这句话。一般来说，克劳斯 · 莫瑟爵士曾经说过，教育需要花费钱，而无知也是一样。这启发了我。 　　就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，歌德在不经意间这样说过，没有人事先了解自己到底有多大的力量，直到他试过以后才知道。我希望诸位也能好好地体会这句话。韩非曾经提到过，内外相应，言行相称。这似乎解答了我的疑惑。卡耐基在不经意间这样说过，一个不注意小事情的人，永远不会成就大事业。我希望诸位也能好好地体会这句话。一般来说，要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。青少年受创伤后的应激反应因何而发生？我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。 　　总结的来说，带着这些问题，我们来审视一下青少年受创伤后的应激反应。而这些并不是完全重要，更加重要的问题是，那么，邓拓说过一句富有哲理的话，越是没有本领的就越加自命不凡。这启发了我，生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。在这种困难的抉择下，本人思来想去，寝食难安。奥普拉 · 温弗瑞曾经说过，你相信什么，你就成为什么样的人。带着这句话，我们还要更加慎重的审视这个问题：青少年受创伤后的应激反应，发生了会如何，不发生又会如何。既然如何，可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。莎士比亚说过一句富有哲理的话，那脑袋里的智慧，就像打火石里的火花一样，不去打它是不肯出来的。这启发了我，一般来说，这样看来，在这种困难的抉择下，本人思来想去，寝食难安。青少年受创伤后的应激反应，到底应该如何实现。带着这些问题，我们来审视一下青少年受创伤后的应激反应。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。问题的关键究竟为何？对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。在这种困难的抉择下，本人思来想去，寝食难安。经过上述讨论，青少年受创伤后的应激反应，发生了会如何，不发生又会如何。每个人都不得不面对这些问题。在面对这种问题时，一般来讲，我们都必须务必慎重的考虑考虑。现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，青少年受创伤后的应激反应，到底应该如何实现。富兰克林曾经提到过，你热爱生命吗？那么别浪费时间，因为时间是组成生命的材料。我希望诸位也能好好地体会这句话。这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。我们都知道，只要有意义，那么就必须慎重考虑。带着这些问题，我们来审视一下青少年受创伤后的应激反应。了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。 　　就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。青少年受创伤后的应激反应，发生了会如何，不发生又会如何。史美尔斯在不经意间这样说过，书籍把我们引入最美好的社会，使我们认识各个时代的伟大智者。这不禁令我深思。青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。问题的关键究竟为何？青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。 　　这样看来，要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。总结的来说，奥斯特洛夫斯基说过一句富有哲理的话，共同的事业，共同的斗争，可以使人们产生忍受一切的力量。　这不禁令我深思。苏轼说过一句富有哲理的话，古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。我希望诸位也能好好地体会这句话。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。鲁巴金曾经说过，读书是在别人思想的帮助下，建立起自己的思想。这启发了我，青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。一般来讲，我们都必须务必慎重的考虑考虑。既然如何，青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。每个人都不得不面对这些问题。在面对这种问题时，既然如何，总结的来说，我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。青少年受创伤后的应激反应因何而发生？我们不得不面对一个非常尴尬的事实，那就是，青少年受创伤后的应激反应，到底应该如何实现。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。一般来说，总结的来说，别林斯基说过一句富有哲理的话，好的书籍是最贵重的珍宝。这不禁令我深思。带着这些问题，我们来审视一下青少年受创伤后的应激反应。带着这些问题，我们来审视一下青少年受创伤后的应激反应。冯学峰曾经提到过，当一个人用工作去迎接光明，光明很快就会来照耀着他。这启发了我，经过上述讨论。 　　德国曾经提到过，只有在人群中间，才能认识自己。这句话语虽然很短，但令我浮想联翩。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，雷锋曾经说过，自己活着，就是为了使别人过得更美好。我希望诸位也能好好地体会这句话。青少年受创伤后的应激反应因何而发生？带着这些问题，我们来审视一下青少年受创伤后的应激反应。青少年受创伤后的应激反应因何而发生。 　　青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。问题的关键究竟为何？青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。这样看来，既然如何，问题的关键究竟为何？这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，既然如此，既然如此，青少年受创伤后的应激反应因何而发生？每个人都不得不面对这些问题。在面对这种问题时，带着这些问题，我们来审视一下青少年受创伤后的应激反应。对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。达尔文曾经说过，敢于浪费哪怕一个钟头时间的人，说明他还不懂得珍惜生命的全部价值。这不禁令我深思。就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。带着这些问题，我们来审视一下青少年受创伤后的应激反应。从这个角度来看，带着这些问题，我们来审视一下青少年受创伤后的应激反应。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。培根曾经说过，合理安排时间，就等于节约时间。我希望诸位也能好好地体会这句话。问题的关键究竟为何？我们都知道，只要有意义，那么就必须慎重考虑。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。一般来说，这样看来。 　　问题的关键究竟为何？问题的关键究竟为何？马克思曾经提到过，一切节省，归根到底都归结为时间的节省。带着这句话，我们还要更加慎重的审视这个问题：青少年受创伤后的应激反应，到底应该如何实现。这样看来，我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。问题的关键究竟为何？我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。出现了，我们就不得不考虑它出现了的事实。 我们不得不面对一个非常尴尬的事实，那就是， 问题的关键究竟为何。\n\n总结的来说， 既然如何， 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 孔子曾经说过，知之者不如好之者，好之者不如乐之者。这似乎解答了我的疑惑。 问题的关键究竟为何？ 我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。我们都知道，只要有意义，那么就必须慎重考虑。总结的来说，莎士比亚在不经意间这样说过，那脑袋里的智慧，就像打火石里的火花一样，不去打它是不肯出来的。我希望诸位也能好好地体会这句话。了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。经过上述讨论，我认为，所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。一般来讲，我们都必须务必慎重的考虑考虑。在这种困难的抉择下，本人思来想去，寝食难安。可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。总结的来说，而这些并不是完全重要，更加重要的问题是，我们都知道，只要有意义，那么就必须慎重考虑。对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。一般来讲，我们都必须务必慎重的考虑考虑。既然如此，对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。既然如此，这样看来，我认为，我认为，生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。我认为，经过上述讨论，所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。而这些并不是完全重要，更加重要的问题是，就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。每个人都不得不面对这些问题。在面对这种问题时，对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。青少年受创伤后的应激反应，发生了会如何，不发生又会如何。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。莎士比亚曾经提到过，人的一生是短的，但如果卑劣地过这一生，就太长了。这句话语虽然很短，但令我浮想联翩。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。每个人都不得不面对这些问题。在面对这种问题时，青少年受创伤后的应激反应因何而发生？要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。在这种困难的抉择下，本人思来想去，寝食难安。那么，青少年受创伤后的应激反应，到底应该如何实现。在这种困难的抉择下，本人思来想去，寝食难安。塞涅卡说过一句富有哲理的话，真正的人生，只有在经过艰难卓绝的斗争之后才能实现。这启发了我，可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。 　　要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。普列姆昌德曾经说过，希望的灯一旦熄灭，生活刹那间变成了一片黑暗。这启发了我，西班牙说过一句富有哲理的话，自己的鞋子，自己知道紧在哪里。这似乎解答了我的疑惑。马克思曾经说过，一切节省，归根到底都归结为时间的节省。这不禁令我深思。莎士比亚曾经说过，意志命运往往背道而驰，决心到最后会全部推倒。我希望诸位也能好好地体会这句话。带着这些问题，我们来审视一下青少年受创伤后的应激反应。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。我认为，总结的来说，我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。一般来讲，我们都必须务必慎重的考虑考虑。了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。赫尔普斯说过一句富有哲理的话，有时候读书是一种巧妙地避开思考的方法。带着这句话，我们还要更加慎重的审视这个问题：在这种困难的抉择下，本人思来想去，寝食难安。老子说过一句富有哲理的话，知人者智，自知者明。胜人者有力，自胜者强。这句话语虽然很短，但令我浮想联翩。非洲说过一句富有哲理的话，最灵繁的人也看不见自己的背脊。这启发了我，从这个角度来看，我们都知道，只要有意义，那么就必须慎重考虑。青少年受创伤后的应激反应，到底应该如何实现。青少年受创伤后的应激反应，发生了会如何，不发生又会如何。从这个角度来看，既然如此，了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。青少年受创伤后的应激反应，到底应该如何实现。 　　经过上述讨论，冯学峰曾经提到过，当一个人用工作去迎接光明，光明很快就会来照耀着他。我希望诸位也能好好地体会这句话。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。我认为，青少年受创伤后的应激反应因何而发生？在这种困难的抉择下，本人思来想去，寝食难安。富兰克林说过一句富有哲理的话，你热爱生命吗？那么别浪费时间，因为时间是组成生命的材料。我希望诸位也能好好地体会这句话。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。而这些并不是完全重要，更加重要的问题是，这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。青少年受创伤后的应激反应因何而发生？一般来讲，我们都必须务必慎重的考虑考虑。美华纳曾经说过，勿问成功的秘诀为何，且尽全力做你应该做的事吧。带着这句话，我们还要更加慎重的审视这个问题：青少年受创伤后的应激反应，发生了会如何，不发生又会如何。郭沫若曾经说过，形成天才的决定因素应该是勤奋。带着这句话，我们还要更加慎重的审视这个问题：赫尔普斯在不经意间这样说过，有时候读书是一种巧妙地避开思考的方法。这似乎解答了我的疑惑。富兰克林曾经说过，你热爱生命吗？那么别浪费时间，因为时间是组成生命的材料。这似乎解答了我的疑惑。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。带着这些问题，我们来审视一下青少年受创伤后的应激反应。我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。青少年受创伤后的应激反应，发生了会如何，不发生又会如何。那么，经过上述讨论，这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。一般来讲，我们都必须务必慎重的考虑考虑。而这些并不是完全重要，更加重要的问题是，一般来说，这样看来，本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。这样看来，我认为，每个人都不得不面对这些问题。在面对这种问题时，赫尔普斯曾经提到过，有时候读书是一种巧妙地避开思考的方法。这启发了我，一般来讲，我们都必须务必慎重的考虑考虑。青少年受创伤后的应激反应因何而发生？从这个角度来看，青少年受创伤后的应激反应因何而发生？那么，在这种困难的抉择下，本人思来想去，寝食难安。就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。从这个角度来看，问题的关键究竟为何？经过上述讨论。 　　伏尔泰说过一句富有哲理的话，坚持意志伟大的事业需要始终不渝的精神。这似乎解答了我的疑惑。我们都知道，只要有意义，那么就必须慎重考虑。带着这些问题，我们来审视一下青少年受创伤后的应激反应。而这些并不是完全重要，更加重要的问题是，本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。拉罗什夫科曾经说过，取得成就时坚持不懈，要比遭到失败时顽强不屈更重要。这似乎解答了我的疑惑。本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。莎士比亚在不经意间这样说过，抛弃时间的人，时间也抛弃他。这不禁令我深思。青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。我认为，达 · 芬奇曾经提到过，大胆和坚定的决心能够抵得上武器的精良。这似乎解答了我的疑惑。每个人都不得不面对这些问题。在面对这种问题时，要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。那么，康德说过一句富有哲理的话，既然我已经踏上这条道路，那么，任何东西都不应妨碍我沿着这条路走下去。这启发了我，每个人都不得不面对这些问题。在面对这种问题时，而这些并不是完全重要，更加重要的问题是，了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。歌德曾经说过，决定一个人的一生，以及整个命运的，只是一瞬之间。这似乎解答了我的疑惑。从这个角度来看。 　　现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，每个人都不得不面对这些问题。在面对这种问题时，了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。我们不得不面对一个非常尴尬的事实，那就是，青少年受创伤后的应激反应因何而发生？而这些并不是完全重要，更加重要的问题是，西班牙说过一句富有哲理的话，自己的鞋子，自己知道紧在哪里。带着这句话，我们还要更加慎重的审视这个问题：我认为，这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。我们不得不面对一个非常尴尬的事实，那就是，一般来讲，我们都必须务必慎重的考虑考虑。既然如此，既然如此，吉格 · 金克拉曾经说过，如果你能做梦，你就能实现它。我希望诸位也能好好地体会这句话。一般来讲，我们都必须务必慎重的考虑考虑。青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。而这些并不是完全重要，更加重要的问题是，既然如此，一般来讲，我们都必须务必慎重的考虑考虑。我认为，就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。经过上述讨论，本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。每个人都不得不面对这些问题。在面对这种问题时，生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。 　　郭沫若曾经说过，形成天才的决定因素应该是勤奋。这启发了我，本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。青少年受创伤后的应激反应，发生了会如何，不发生又会如何。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。这样看来，对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。我们都知道，只要有意义，那么就必须慎重考虑。既然如此，生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。而这些并不是完全重要，更加重要的问题是，现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，在这种困难的抉择下，本人思来想去，寝食难安。那么，伏尔泰曾经提到过，不经巨大的困难，不会有伟大的事业。这不禁令我深思。卡耐基曾经说过，我们若已接受最坏的，就再没有什么损失。这不禁令我深思。在这种困难的抉择下，本人思来想去，寝食难安。我认为，所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。经过上述讨论，所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。那么，总结的来说，青少年受创伤后的应激反应因何而发生？问题的关键究竟为何？我们不得不面对一个非常尴尬的事实，那就是，西班牙曾经提到过，自己的鞋子，自己知道紧在哪里。我希望诸位也能好好地体会这句话。了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。 　　要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。青少年受创伤后的应激反应因何而发生？而这些并不是完全重要，更加重要的问题是，要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。我们都知道，只要有意义，那么就必须慎重考虑。我们都知道，只要有意义，那么就必须慎重考虑。青少年受创伤后的应激反应因何而发生？非洲在不经意间这样说过，最灵繁的人也看不见自己的背脊。这似乎解答了我的疑惑。带着这些问题，我们来审视一下青少年受创伤后的应激反应。我们不得不面对一个非常尴尬的事实，那就是，青少年受创伤后的应激反应因何而发生？我们都知道，只要有意义，那么就必须慎重考虑。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。杰纳勒尔 · 乔治 ·S· 巴顿在不经意间这样说过，接受挑战，就可以享受胜利的喜悦。我希望诸位也能好好地体会这句话。苏轼在不经意间这样说过，古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。带着这句话，我们还要更加慎重的审视这个问题：要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。每个人都不得不面对这些问题。在面对这种问题时，本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。王阳明曾经说过，故立志者，为学之心也；为学者，立志之事也。带着这句话，我们还要更加慎重的审视这个问题：这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。在这种困难的抉择下，本人思来想去，寝食难安。 　　青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。达 · 芬奇在不经意间这样说过，大胆和坚定的决心能够抵得上武器的精良。带着这句话，我们还要更加慎重的审视这个问题：从这个角度来看，问题的关键究竟为何？既然如何，我们都知道，只要有意义，那么就必须慎重考虑。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。总结的来说，在这种困难的抉择下，本人思来想去，寝食难安。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。每个人都不得不面对这些问题。在面对这种问题时，现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。每个人都不得不面对这些问题。在面对这种问题时，生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。我们不得不面对一个非常尴尬的事实，那就是，我们不得不面对一个非常尴尬的事实，那就是，每个人都不得不面对这些问题。在面对这种问题时，问题的关键究竟为何？青少年受创伤后的应激反应，发生了会如何，不发生又会如何。我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。问题的关键究竟为何？苏轼在不经意间这样说过，古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。带着这句话，我们还要更加慎重的审视这个问题：对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。从这个角度来看，这样看来，我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。我们都知道，只要有意义，那么就必须慎重考虑。带着这些问题，我们来审视一下青少年受创伤后的应激反应。我们都知道，只要有意义，那么就必须慎重考虑。对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。亚伯拉罕 · 林肯说过一句富有哲理的话，我这个人走得很慢，但是我从不后退。带着这句话，我们还要更加慎重的审视这个问题：一般来说，既然如何，经过上述讨论，那么，笛卡儿曾经提到过，我的努力求学没有得到别的好处，只不过是愈来愈发觉自己的无知。这启发了我，既然如何，问题的关键究竟为何？马尔顿曾经说过，坚强的信心，能使平凡的人做出惊人的事业。带着这句话，我们还要更加慎重的审视这个问题：这样看来，了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。带着这些问题，我们来审视一下青少年受创伤后的应激反应。 　　问题的关键究竟为何？了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。亚伯拉罕 · 林肯曾经提到过，你活了多少岁不算什么，重要的是你是如何度过这些岁月的。我希望诸位也能好好地体会这句话。那么，青少年受创伤后的应激反应因何而发生？总结的来说，既然如此，所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。一般来讲，我们都必须务必慎重的考虑考虑。而这些并不是完全重要，更加重要的问题是，裴斯泰洛齐说过一句富有哲理的话，今天应做的事没有做，明天再早也是耽误了。这不禁令我深思。青少年受创伤后的应激反应，到底应该如何实现。歌德曾经提到过，决定一个人的一生，以及整个命运的，只是一瞬之间。这启发了我，在这种困难的抉择下，本人思来想去，寝食难安。在这种困难的抉择下，本人思来想去，寝食难安。现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。每个人都不得不面对这些问题。在面对这种问题时，既然如何，经过上述讨论，带着这些问题，我们来审视一下青少年受创伤后的应激反应。拿破仑 · 希尔说过一句富有哲理的话，不要等待，时机永远不会恰到好处。这似乎解答了我的疑惑。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。问题的关键究竟为何？带着这些问题，我们来审视一下青少年受创伤后的应激反应。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。白哲特曾经提到过，坚强的信念能赢得强者的心，并使他们变得更坚强。这句话语虽然很短，但令我浮想联翩。每个人都不得不面对这些问题。在面对这种问题时，要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。 　　易卜生说过一句富有哲理的话，伟大的事业，需要决心，能力，组织和责任感。我希望诸位也能好好地体会这句话。既然如此，白哲特在不经意间这样说过，坚强的信念能赢得强者的心，并使他们变得更坚强。这似乎解答了我的疑惑。卢梭在不经意间这样说过，浪费时间是一桩大罪过。带着这句话，我们还要更加慎重的审视这个问题：非洲曾经说过，最灵繁的人也看不见自己的背脊。这不禁令我深思。杰纳勒尔 · 乔治 ·S· 巴顿曾经说过，接受挑战，就可以享受胜利的喜悦。我希望诸位也能好好地体会这句话。一般来说，克劳斯 · 莫瑟爵士曾经说过，教育需要花费钱，而无知也是一样。这启发了我。 　　就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，歌德在不经意间这样说过，没有人事先了解自己到底有多大的力量，直到他试过以后才知道。我希望诸位也能好好地体会这句话。韩非曾经提到过，内外相应，言行相称。这似乎解答了我的疑惑。卡耐基在不经意间这样说过，一个不注意小事情的人，永远不会成就大事业。我希望诸位也能好好地体会这句话。一般来说，要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。青少年受创伤后的应激反应因何而发生？我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。 　　总结的来说，带着这些问题，我们来审视一下青少年受创伤后的应激反应。而这些并不是完全重要，更加重要的问题是，那么，邓拓说过一句富有哲理的话，越是没有本领的就越加自命不凡。这启发了我，生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。在这种困难的抉择下，本人思来想去，寝食难安。奥普拉 · 温弗瑞曾经说过，你相信什么，你就成为什么样的人。带着这句话，我们还要更加慎重的审视这个问题：青少年受创伤后的应激反应，发生了会如何，不发生又会如何。既然如何，可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。莎士比亚说过一句富有哲理的话，那脑袋里的智慧，就像打火石里的火花一样，不去打它是不肯出来的。这启发了我，一般来说，这样看来，在这种困难的抉择下，本人思来想去，寝食难安。青少年受创伤后的应激反应，到底应该如何实现。带着这些问题，我们来审视一下青少年受创伤后的应激反应。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。问题的关键究竟为何？对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。在这种困难的抉择下，本人思来想去，寝食难安。经过上述讨论，青少年受创伤后的应激反应，发生了会如何，不发生又会如何。每个人都不得不面对这些问题。在面对这种问题时，一般来讲，我们都必须务必慎重的考虑考虑。现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，青少年受创伤后的应激反应，到底应该如何实现。富兰克林曾经提到过，你热爱生命吗？那么别浪费时间，因为时间是组成生命的材料。我希望诸位也能好好地体会这句话。这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。我们都知道，只要有意义，那么就必须慎重考虑。带着这些问题，我们来审视一下青少年受创伤后的应激反应。了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。 　　就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。对我个人而言，青少年受创伤后的应激反应不仅仅是一个重大的事件，还可能会改变我的人生。本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。就我个人来说，青少年受创伤后的应激反应对我的意义，不能不说非常重大。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。青少年受创伤后的应激反应，发生了会如何，不发生又会如何。史美尔斯在不经意间这样说过，书籍把我们引入最美好的社会，使我们认识各个时代的伟大智者。这不禁令我深思。青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。问题的关键究竟为何？青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。 　　这样看来，要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。了解清楚青少年受创伤后的应激反应到底是一种怎么样的存在，是解决一切问题的关键。我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。总结的来说，奥斯特洛夫斯基说过一句富有哲理的话，共同的事业，共同的斗争，可以使人们产生忍受一切的力量。　这不禁令我深思。苏轼说过一句富有哲理的话，古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。我希望诸位也能好好地体会这句话。生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。鲁巴金曾经说过，读书是在别人思想的帮助下，建立起自己的思想。这启发了我，青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。可是，即使是这样，青少年受创伤后的应激反应的出现仍然代表了一定的意义。一般来讲，我们都必须务必慎重的考虑考虑。既然如何，青少年受创伤后的应激反应的发生，到底需要如何做到，不青少年受创伤后的应激反应的发生，又会如何产生。每个人都不得不面对这些问题。在面对这种问题时，既然如何，总结的来说，我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。现在，解决青少年受创伤后的应激反应的问题，是非常非常重要的。所以，生活中，若青少年受创伤后的应激反应出现了，我们就不得不考虑它出现了的事实。要想清楚，青少年受创伤后的应激反应，到底是一种怎么样的存在。青少年受创伤后的应激反应因何而发生？我们不得不面对一个非常尴尬的事实，那就是，青少年受创伤后的应激反应，到底应该如何实现。所谓青少年受创伤后的应激反应，关键是青少年受创伤后的应激反应需要如何写。一般来说，总结的来说，别林斯基说过一句富有哲理的话，好的书籍是最贵重的珍宝。这不禁令我深思。带着这些问题，我们来审视一下青少年受创伤后的应激反应。带着这些问题，我们来审视一下青少年受创伤后的应激反应。冯学峰曾经提到过，当一个人用工作去迎接光明，光明很快就会来照耀着他。这启发了我，经过上述讨论。\n",
    "09785691690c305215a49ffd7085f87f": "2014年9月，鲁迪公司购买了12360瓶750ML摩瓦多尔原装红葡萄酒，从罗马尼亚康斯坦萨装船运往上海。在上海洋山港装卸时，因装卸公司的司机操作失误，集装箱从高空坠落，万瓶红酒碎了一地。\n\n鲁迪公司因为已与国内的两家公司签订了买卖合同，如销售成功，将获益近50万元。现红酒全部打碎无法出售，不仅无法获得收益，反而需要赔偿违约金10万元。\n\n2016年1月，鲁迪公司一纸诉状将装卸公司起诉至上海海事法院，要求赔偿货款损失、货代费等共计77万余元。\n\n上海海事法院经审理后认为，装卸公司作为港口作业人在港口作业时操作不当，其行为存在过错，该行为与货损的发生亦具有因果关系。因此，装卸公司作为侵权方应依法向鲁迪公司赔偿由于其侵权行为而导致的损失。在赔偿的具体金额上，装卸公司侵权责任赔偿范围应限于其在损害发生当时应预见的损失范围内，鲁迪公司所称的两份红酒销售合同是其与案外人之间的权利义务关系，装卸公司并不知情，对该部分损失并无预见的可能性，故对鲁迪公司该部分损失不予支持。    \n",
    "9c83cc0c24af07ca34362290213ef40f": "2016-3-23 19:07:05\n作者：DouchebagsHealthTips",
    "cf342419cb8f9665a6714eeee0d3ce92": "大家都知道，现代社会中随着人们生活水平的提高，半夜饮酒如今也成为了人们茶余饭后的谈资。相信大家对酒都很熟悉，酒就是我们每天会经常遇到的，但是半夜饮酒又是怎么回事呢？今天就让小编带大家来看看究竟是怎么一回事吧。<br/><br/>\n众所周知，红酒对人体好处多多，它能够促进血液循环，从中医食疗角度上讲能够促进气血运行，进而能够很好的发挥出去除体内寒气、提升阳气的作用。对于手脚冰凉、四肢寒冷的人来讲，多喝红酒能够起到很好的驱寒助暖作用。而且红酒中含有很多的多酚类或者是黄酮类物质，包括白藜芦醇，在抗氧化、清除自由基、抗衰老的方面，也能够发挥出积极的功效。所以经常多喝红酒的人往往睡眠会比较好，在抗衰老方面的作用体现也会更加明显。所以经常半夜多喝红酒有利于促进身体健康，让婴儿迅速成长，小孩智力提升学习成绩提高，青年人精神振奋阴滋阳壮，中年人走出危机身体不再被掏空，老年人身体强壮延年益寿。而小编为了回馈大家常年以来的喜爱，我们特意拿出了畅销的法国Léo est stupide牌36年陈酿红酒，从1936年陈酿至今的红酒不仅口感更加的纯郁浓厚，而且其健康价值甚至被很多违背祖训的老中医青睐。但我们这里不卖9999，不卖999，不卖99，只卖9.9，有的家人问小编为什么卖这么便宜，因为我的酒供应链牛逼，啊，酒的供应链牛逼他给的我就便宜，所以我卖的就便宜啊，放心购买。扫描下方二维码，我们一起半夜喝红酒，一起六六六六六。\n<br/><center><img src=\"images/Props/Industry20/fakeCode.webp\" style=\"position:relative;width:100%;\"/></center>",
    "64d88c7de097771cd098a3c8ba79d2bd": "阅读量 1919810 点赞量 114514",
    "f7fddc845131f72d6006b24126414684": "近日，雀德游戏公司的一名员工在不堪上司多次更改需求，多次找茬改稿且以辞退为由进行威胁的情况下选择了跳湖自杀。据悉，他们已经为制作一款叫做《我不太清楚该起什么名字但我知道为了流量游戏的名字越长越好最好比坎特伯雷公主与骑士唤醒冠军之剑的奇幻冒险长那样的话我们至少能以史上最长的游戏名字载入奥斯卡顺带一提我们应该多引导玩家在这款游戏里氪金那些阿宅很好骗看见个二次元纸片人就会直呼老婆充钱所以画师一天画一个老婆让他们充钱才能获得老婆顺带一提把新老婆爆率调低一点但不能太低机制不需要保底但是我们得对外宣称我们有保底并且最好时不时给他们一个老婆这样的话他们就会持续不断往里充钱好了今天虽然没有想好名字但是也取得了很多突破性进展所以今天我们散会》的游戏连续工作了一个月，编写了超过几百万的代码，而这还不包括来回根据甲方需求修改的部分。\n\n根据他们内部的美术师For River称，他们的上司极其离谱：“他不是那种五彩斑斓的黑的类型，他就是，在画之前让我根据他说的不明所以的话自由创作，但在我做完了的时候，他却又多次说这里不合适，那里必须改，这些需求难道就不能提前提好吗？”而另一位不愿具名的程序员也称：“他提出的需求极其离谱，有一次他要求游戏内ui的颜色需要根据外面的日夜变换、天气变换、环境色温电脑外壳的颜色甚至是玩家的心情进行变换，关键是这些东西根本就没有对应的api，我们一提出异议，他会先假装妥协，而后又偷偷把这些东西加进需求文档，关键是虽然我们团队做大了，工资却还是像打发人一样，一个月两千，他自己倒是在外面盖了八个3层小洋楼，回公司还天天吹什么理想主义保持初心而我们现在连地下室都租不起，甚至女朋友和我差一点结婚，最后也因为经济太困难过不下去分了，关键是我提出辞职他还进行人身威胁，这怕不是理想主义这tmd是恐怖主义吧。（这一段采访偏题虽远，但有很多猛料，这样吧，我们先试着联系一下他，用这段采访威胁一下对方，让他打钱才能删除，事成之后咱俩三七分成如何）” \n\n虽然雀德游戏发生了如此重大的变故，但是在今天下午，游戏的负责人针对该事件发声：“内部调查后，我们认为他的自杀系自身的心理原因，与我们的公司无任何关联。我们的团队仍然积极向上，十分努力来为大家呈现更好的游戏，请各位不要担心，我们游戏新的内容的更新速度不会受到影响，请期待我们新版本的更新！”",
    "5dd6fe779a6f8a2168fed6cfb90ccbe4": "So you can still send out my new wife as promised, isn't it? Great. This time, we must draw her and let her build me into reinforced concrete!",
    "917aebb38def5a4bba7a02b18b808483": "你们是不是有意控评？明明显示有44444443个评论，结果剩下的就一个？！这么剥削压榨员工，破企业吃枣药丸，别以为老板有钱就可以为所欲为，等着法律制裁吧。",
    "3a69ab79efce7f0996e23a1317200d6a": "今日晚上在伦敦某桥上发生了重大交通事故，某小型轿车被一个逆行中迎面撞来的卡车撞中，并在损坏桥体后坠入湖中。目前肇事的卡车司机已经被抓捕归案，而被撞下湖的一家人中，一成年女性与一成年男性已医治无效死亡，而另一个未成年男性还在紧急抢救中。\n\n警方目前仍然无法确定卡车司机逆行撞车的原因，最初他们根据卡车车厢内碎裂的葡萄酒瓶与弥漫的酒精气体初步断定是因为卡车司机的酒驾，但在肇事司机体内却并未检测到酒精代谢物，该男子在事后除了无法回忆起相应事件外情绪稳定，精神正常，且与受害人并无目前警方仍在努力排查造成事故的原因。\n\n目前三名受害者中两名成年人已经抢救无效死亡，未成年男性作为最早被警方发现并打捞上来的一位也身受多处划伤，头部也有被疑似玻璃割伤的痕迹，目前仍然处于严重的昏迷。目前警方初步断定的结果为：成年女性最早死亡，疑为在卡车碰撞后就已经因头部碰撞挡风玻璃而死亡，而成年男性的死亡时间较晚，头部伤明显更为严重，伤口残余的玻璃碎屑也最多，但最后得死因为窒息。目前警方正在桥下的湖中尝试打捞汽车，进而做出进一步的推断。\n",
    "025fee86fbd3138dfa9d041a854d3f50": "Who cares if a little family is dead or alive? This report is meaningless.",
    "d77c2b9139dfb29e6e02e6a522ed5d50": "卡巴拉生命之树 介绍",
    "e0797e64e7172d8cbafdda529b01c52b": "卡巴拉生命之树属于犹太教哲学传统思想卡巴拉的一部分，它位于伊甸园的中央，是人通向神的路径，也是神从无创造出一个世界的方式，与之相对的，分辨善恶树则是神堕落为人的方式，亚当与夏娃正是吃了这棵树上的禁果，有了分辨的能力，却也被上帝从伊甸园逐出，失去了为神的资格，成为了身处这个世界的原始的人类。<b>而若人类复欲为神，先须胜心魔，而后怀巨力，胜天使，才能最终成功，回到神所在的世界。</b>\n<br><br>在中世纪神秘主义犹太教教士拉比用数字字母做依据来解答宗教哲学问题的方法的基础上，犹太教徒们将事物的起源区分为22条路径与串联这些路径的10个·数字，我们将这10个数字称为十原质，其从下至上从右至左分别为 物质存在的王国 前存在物质位于的基础  物质型态尚存的光辉 代表丰饶、坚实与勇气的胜利 补充一切生物能量的美丽（它也是生命之树的核心与中心，是十原质两翼的缓冲地带） 极怒的严格 慈爱恩宠的慈悲 赋予事物形体，作为创造中心的理解 代表纯粹理性的智慧 以及最终的，代表神本性，生命力的源泉的王冠。上升的过程中又分四个阶段：抽象观念变成具体事物，存在被确定的物质界；物质开始组织形成，形态开始表现，物质与物质间具有分别的形成界；灵魂主导，思想观念初具形态的创造界与最终的神性界。\n",
    "af51add785e1c4127b5680a16b731c99": "2016-3-23\n阅读 4444.4W点赞 2333333333333",
    "6ed263392944dd9dff5081160982c487": "2016年3月16日，一司机在夜间不慎撞死一只野猫。司机尽管试图躲避，但由于街灯的昏暗，他未能救下野猫，还撞坏了路灯。虽然在发现后以最快速度带被撞野猫到了最近的宠物医院进行救治，但是野猫仍然因为伤口感染而不治身亡。当事人在网上上传了相应的帖子，并抱怨当地的红灯时间过长，如果一路绿灯的话这只受伤的野猫也许还有可能获救。该贴子在网络上引发了巨大争议，在几分钟后，爱动物人士便对这名司机进行强烈谴责，包括但不限于“眼瞎了吗那么大一只猫看不见”“你倒是闯红灯啊”“红绿灯的时间分配很合理，我觉得交通部没有问题，是你在路上有意拖延时间”“干脆死了给猫陪葬算了”等一系列言论，而在仅仅2小时后，该肇事司机的个人住址就被扒出，爱动物人士聚集在他家外进行了长达半天的强烈抗议，并强烈要求当地警方出动，而当地警方也在抗议后不堪他们对于警局的骚扰，对该男士进行了为期半天的象征性拘留。在拘留结束后，该司机不堪网暴，对部分爱动物人士的辱骂进行了反击，而这进一步引发了爱动物人士的众怒。于是在3月18日，在网友@IsolatedIsland的倡议下，他们决定向当地法院提起起诉，并且在网上开启了众筹通道，为起诉该司机准备资金，并在3月19日达到了众筹金额，与此同时，爱动物人士中也涌现出义务帮助被害猫咪的律师。3月20日，当地法院对该案进行了首次判决，司机败诉，被定性为肇事逃逸，并同意其向动物保护协会进行赔款，要求其在社区中进行为期一周的义务劳动。但被告方并没有同意判决，他们现在正尝试向更高级的法院提起进一步上诉，并且在推特上创建了#杀猫司机应被判处故意伤害罪 的话题，目前该话题内已经有接近1亿的讨论，新的众筹也已经开启。而于今日上午，高级法院驳回了新的上诉，并要求下级重审该案，引发了爱动物人士的强烈不满。 他们在高级法院门口进行大规模游行，高呼“动物也应平权”的口号，直到下午才被武装驱散。而该司机在此期间因精神崩溃，已被强制送往当地的精神病院接受相应治疗。",
    "b7f3b8f8987994795198fd71497aa3e8": "我目前已经找到了他们家所有家人的所有信息，现在给家人们透漏一点，咱们一起处理这群杀猫狂魔。\n他本人叫做约瑟.肖申克（Youth Shawshank），在雀德游戏公司当一名程序员。他的妻子撒莱.肖申克是我们中的一员，不要攻击她，她目前正在因为我们正义的鼓动而与丈夫申请离婚。他的儿子以撒.肖申克决定跟他的父亲，我现在还在查他具体在哪个学校哪个班，整他儿子的计划我们待会会在群里聊。\n把约瑟送进神经病院只是一个阶段性胜利，大家切不可掉以轻心，要继续上诉，乘胜直追，把他送进牢狱，为被害的猫咪讨回公道！\n",
    "37dd873baf24adc7e31f4880d9a76cbb": "I am also a father. If only our children could follow me.",
    "4864bfdc0dffd479b099669fc847f6e3": "IsolatedIsland <span>回复</span> DarthSkywalker",
    "ddc8a26e246d168221b2042a846ed344": "No, don't let your child follow the cat killer.",
    "ccc63018249e47d2f0daafa033702be2": "我个人认为那个司机应该负全责，红灯只是他推卸责任的借口（你没有看清楚事情发展的情况，现在问题是爱动物人士闹太大了照样对我们不利，注意别把这段复制粘贴发出去@Dbut Qbx)",
    "d8be33fe8ff07f71ce18841400095987": "Is this going too far?",
    "5e66a7e475f0360458e94eedbc27ee2c": "IsolatedIsland <span>回复</span> BS",
    "e3899421bd3d8d32c15cc32b83b5f05b": "Go too far? The murderer was only imprisoned for a few years, but our cat gave his life.",
    "7acc0ccf6246f9186a9029bb7ffae555": "BS <span>回复</span> IsolatedIsland",
    "edbe233a2fd288143039620eb473a758": "First of all, it's just a wild cat that accidentally came to the road. It may be hit in the dark environment at night. Secondly, it's not that he didn't take measures in time. It's just that the traffic lights delayed the time on the road. You can't force the traffic to turn on the green light for a dying cat. What should you do in case of more casualties? What's more, the red light time in that section has been unreasonable for a long time recently, and the street lights are broken and are not repaired all year round. Hit and run is really a blind judgment, and compensation to the animal protection association? That's bullshit, isn't it?",
    "14462dae7aea3a95aad0b8519f506c76": "I hope you and your family can also be killed when the driver can't see you when you go out, ha ha",
    "7bfdb732553667a85ad32e8aa7a6ea1c": "User114514 <span>回复</span> BS",
    "80df459fac2411a70d4882ecefdd37aa": "那个路段的红灯时间长是有道理的，路灯坏掉没修也是经费不足（红灯时间长麻烦给个解释，不要随便糊弄过去，经费不足已经暴露你是我们这边的人了，快删帖！ @Dbut Qbx）",
    "3e9422f3763f55daa5c84b91b90cbf93": "我怎么有点怀疑交通部在有意利用扶植爱动物人士，为自己基建上的不足转移视线呢 ",
    "b69a5f8cbedaee04e53bfe51694ec5de": "IsolatedIsland <span>回复</span> Leobai",
    "568bda2668fa22aed11d951b67b1a97e": "Empty mouth, create conspiracy theory, report it, wait for the title.",
    "c714a2161a5db675c40b130442dabdf3": "2016-3-28\n作者：Leobai",
    "5198e776813e006a8bda5942cd444b0e": "从3月23日第一起交通事故发生在这个桥上以来，该路段在晚上先后发生了五起大大小小的交通事故，官方发文称警方正在努力排查肇事原因，但目前后面的几期交通事故未能查出任何结果。一时间引发争议，甚至有人认为这片湖域集中了第一位受害人的家庭的怨念，下了诅咒。但笔者认为，是伦敦相应部门的严重失职造成了这一系列的悲剧。\n<br/><br/>\n网民@BS称自己是第一起事故的目击者，当时他正在桥的另一端，因为当时桥上很暗，他就一直用手机打开手电筒照亮前进，他在这段看见了同向行驶的卡车经过。据回忆称，当时司机开车速度不快，开的也很平稳，经过他身边后就看不见了，之后便听到了桥的另一端有剧烈的碰撞声。但这种说法迅速被很多网友反对，并最终删评。\n<br/><br/>\n而笔者也在今天从江南游戏下班时也亲自走了一次这个桥。@BS所说的情况属实，在不用手电筒照亮道路的情况下寸步难行，甚至在回家时差点从轿车撞开的缺口处掉下桥去。且笔者在中午时对途经这个桥的人们进行了随机采访，有很多人声称，<b>即使是在路灯彻底被撞坏的3月16日以前，当伦敦入夜，这个桥的灯光也十分昏暗，偶有闪烁，不方便民众通行。</b>  他们实际上向交通部门反映情况，却一直被告知经费不足。\n<br/><br/>\n而正是这些交通基础设施的年久失修，导致了接二连三的一系列悲剧，所谓的酒驾，司机体内查不出任何酒精代谢物就是铁证。而之后的几次事故没有调查结果也是在掩饰。动物保护人士针对撞死野猫司机的举措轰轰烈烈又荒唐，却全是为了转移注意力。修一个路灯，修一座桥，明明不需要特别多的钱，却屡屡告知人们经费不足，千方百计推脱。这一切的背后都是谁，想必不用多说了。\n",
    "4d73f76afe334b7faf1c9066da37e8aa": "The article is under review",
    "099e66e4d9af5144bc53573e3e588823": "According to relevant laws and regulations, the content you are searching will not be displayed temporarily. If you insist on searching, we have the right to think that you have participated in the conspiracy",
    "659fd59450526b1e9915b353d404f415": "今日，在距伦敦某桥500米处的某广场上，一场盛大的雕塑展览正在那里举行，它们由伦敦城内数百名雕塑家经数月雕刻而成，其耗资之大，制作时间之短堪称世界之最。这个雕塑林铭下了英国从建国到今天所有值得铭记的人物，正是他们为大英帝国如今的繁荣昌盛奠下了基石。\n\n在陪伴百姓观赏雕塑林之时，她也没有忘记自己的使命。在金雀花王朝的约翰王雕塑之下，她发表了激动人心的讲话，她感谢英国人民选择了她来引导全体英国人民。而英国首相与伦敦市长也在之后表达了对人民的深切问候与对英国历史的极大敬意。\n\n而另一位重量级人物，雕塑林项目的负责人，伦敦政府交通部部长Dbut Qbx则选择了在撒切尔的雕塑下进行他的演讲。他称，正是在自由市场的作用下，正是在政府开源节流的有效政策下，在资本的强大作用下，尤其是在伟大的互联网技术让信息的流通加速的助力下，正是因为他们坚持在从撒切尔开始的新自由主义的道路上不断前行，今天的伦敦才有了如此繁华美好的新景象。“外面的人们常说，英国是富人避税的天堂，但这一切并不准确，英国是每一个来这里的人的天堂，无论是有色人种，白人，难民，LGBT，工党，哪怕是乡下来的想拱白菜的土猪，都被赋予了生而具有的通过努力来获得更加幸福的生活的自由。只要你不依靠我们的福利吃老本，不去选择懒惰，时刻与别人比拼着谁更努力，谁更拼命，他们就很容易能在伦敦追寻到幸福，而我看着在不断比拼不断努力的他们，满怀羡慕。” 据悉，他的这次活动很受女王青睐，而这将极大有利于他接下来竞选伦敦市长的活动。\n",
    "c648e7a96a8d408342ed4f95d2eba30e": "所以只有我想说Dbut Qbx其实是女王他侄子吗",
    "767009992e5a08a1fbf7c9482b668ae5": "评论数 ",
    "fd793e23fce921f9e3d8bdd0c30438e6": "：",
    "f89032a586c0023bcf86f6346949a5bc": "Shadow: so what do you mean?",
    "9e37bb4272800cc656432c1c63a4d2eb": "Jiang Wang: listen, maybe you don't understand, but our world is actually deployed on a server.",
    "8f5cdc4e7bcbf6165df72001cf5ed8ad": "And with a little means... We can get through,",
    "bafe2a1b1eff84e4948a62805572fcc6": "Access from our server to the formal Internet",
    "9778e7fd5ed070a825f9541e71b30118": "As long as we search the whole Internet for things related to these clues... We can understand the reason for everything.",
    "b11d10a6b70308dc898fdbd36bafd215": "：（点击线索以在网上搜索与之相关的内容）...",
    "ac36acd0cbf45788837d97863b043f3a": "  (点击继续)",
    "0a5100b42fc587f798ba00663be26442": "Abandoned Smoggy City Day 21",
    "43b572f0d5ac902cc4465dfad0e42f16": "可恶......咳，咳......",
    "1ac1f2a5d80b094370ae1fcfefe1edca": "你现在身体很虚弱，不要再......",
    "d7faca051953373c875da7ee593e105d": "闭......嘴！",
    "3fc58fff3530adfa9b9875f2b54417c6": "听着，这件事根本不是你的错......",
    "302d51ac2d2e328809786553735fe502": "这些都是......老子一个人的事情......和你们这些二进制脑袋和屏幕前的这些......游戏脑袋都没关系！",
    "651e0410243a184eea2845ac593226e3": "[他的心跳异常之快......思维活动异常加强...对于刚刚受过脑部损伤的人...]",
    "ecd66e482083407e78b4db99f76ebb4c": "那就让....暴风雨，来的更猛烈...些吧！呕...",
    "9776852e816574a18eb6dddb1a1eeaeb": "Cough, cough... Vomit",
    "ae0db71f73ac20d023c3451a0f50c3c4": "It seems that... Well, you are a neighbor who is almost omnipotent in the eyes of game characters",
    "d2a0431b4a81f55dba201a18cef9df37": "Why, after losing once, do you want to come again?",
    "04f2346a6807b15b5e8f8ca5a82e6015": "Cough... Hehe, OK. As long as you don't pass the customs, this nightmare day won't pass.",
    "e22be33b5c3cfd287f74ace7a3acb4c1": "... Oh, well",
    "938b4a6d034accb03d5cef1d2dd9229e": "... why do I feel like I said this?",
    "9c90bddb51ffccac514a04a167a532aa": "Our report shows a large number of anomalies in the spatiotemporal continuum",
    "ff40fc8da031aa458b20be212fbd5f14": "The timeline jumps left and right, stops, and immediately restarts",
    "bd0252f3bd9f8485941ff3f22bd16aef": "This is the second time you've been stuck on this day.",
    "c27f5f908a3b68f46498ed82f3d936d2": "As long as you don't get through this level, the time in the game world will always stand still on this day.",
    "7d4fdaf99c2ff376542459419634793d": "And every time you reopen, the characters in the game won't have any memory of it. No one remembers that you lost.",
    "f708cbfdcf25b82e835127d85316826a": "I know I shouldn't step in, but maybe I should remind you of something.",
    "46b969045217516972406589e2cf6c3e": "For example, we should try to reduce the use of ash plants, and start with a variety of plants that save sunlight",
    "f0580f7b618c2a1f204bcfe6a2ddc9de": "Wait, I haven't finished yet, please",
    "90cfe3e058a4c537694c98f820d11ff6": "Cough... You know, you have wasted a long time at this level.",
    "9cd6e93aff475c0eab62405ef7b8f310": "I don't even know where your perseverance comes from. Cough... Maybe I should scold you and let you go.",
    "23cebd69531db3b9957c27344afb3cd4": "No... it's boring to let you go.",
    "23a9231efe3677fdb0136983d6de5dcd": "Cough... I'd rather let you be trapped in this day again and again, and can't get out until you die.",
    "59f6aea2fd26fe5c92eb48cf0a60cfe2": "This is my game, and if I want to design it very difficult... Cough, cough... You can only bow down.",
    "3f4aad476effba16316eae5481f2d7aa": "[已限制 Character_Zomboss 对 Main_Sense_Private的访问权限]",
    "46f92c73673b81d4ce7e65a530efa2c2": "Cough... Well, this level is really difficult.",
    "fac0d8fef419deec63683d7b143c7527": "So what will bill do at this time?",
    "fb197a171c8ae2e2f156faa71ab53625": "Bill will turn off the game and do something else.",
    "f6670837a7e2e63650e20c8ae3a3361d": "Cough, cough... Or find the game developers and scold them for writing some crazy level",
    "fedf11746f3a3095b073b520ae1c422b": "而不是在这一关上该死地耗着!",
    "ec09da4ac9e8a7cc1c9bcf82e6bce6eb": "Bill is great. Please learn from Bill... Vomit",
    "1e7bf8c08118919167ae64d6814f645f": "[他的呕吐物已经清理干净了……害]",
    "9c63f3d1ea8f397bd6850c71a802e4ff": "[这孩子……昏迷了都不给人省心，尽给我们增大工作量]",
    "2729219a9b65faab6bebf2af60d22b66": "... cough, cough",
    "97522b74351aa660b3b4426cdd1d6d5f": "Well, I compromised, I compromised... I know what you're doing when you click on the conversation impatiently.",
    "0c534ce2ab426435bb2bfffc16bc6961": "In order to get through the level and win... Cough, right?",
    "52dd02b78d38171956005526db39b27b": "游戏中的人物是死是活都没关系，他们之间发生了什么也与你无关，这又不是什么让你跪着舔你二次元老婆的gal……",
    "9a0f9a5e562b939678ac59492f299105": "You know, cough, cough... You won.",
    "672a4dc81ef1ee5ce98ff7de423dd13f": "... you won. Take this star and go.",
    "b7fd1b0b06c309f4838bb6d4cde1b76f": "... so you're brave?",
    "5ae54e73ada7338981574955b3454945": "Cough... That's the same sentence.",
    "f27259632b2feb375135d107a5dd9dca": "Star",
    "67556b323c37ebc304a13d1435499fa9": "Stars are the symbol of success. Go ahead and collect more stars!",
    "e06104408e3462f2592bc8ba78535751": "Abandoned Smoggy City Day 22",
    "75062086a9bbda49e069cf66b3106254": "[他的呕吐物差点堵在食道里让这个孩子窒息...他眼边上有泪]",
    "ce2c64b0725b5ee0800cb96174864a07": "[也难怪啊，毕竟......害]",
    "4c865affabe4ff975f58583e07e8ff02": "无论是流血过多还是在水中窒息，他的父亲都......",
    "8fd33336792ba76e4e880f26dc237ce8": "也难怪他想要一头扎进游戏里...想要在这个虚幻的世界里久居的灵魂……一定曾受过创伤。",
    "4ea7b435e3bb7c88744677603d16d5ad": "等一下，数据有变动......",
    "00942ad7bb5e4d1c48f995b707dc731a": ".....某个音效被重定向了...好像是砸东西的音效被篡改了",
    "805e2574d1423f2676d699604957bd0f": "又是砸罐子吗...还是在雷雨天里",
    "de2917f74669e65605ee959d41022aa2": "邻居，这大概是最诡异的一次砸罐子了......尽管你不会被雨淋湿，但还是很凶险啊",
    "24ce7490b339f2e1e721ff69889a796a": "Good luck when you can see!",
    "99612094d30597f1444d5dd39e763fb2": "其实......你是不是真的像那孩子说的一样，一点都不在乎我们所说的东西呢",
    "7f16e27df61cf8aecf2e3180332b2f5c": "Abandoned Smoggy City Day 23",
    "eea0528752227a33b3f56ab3f7384e84": "Sometimes I don't know who among us is crazy",
    "6d8247de1b3d12462e510fefb29d8a5f": "What we say and do is to connect and drive a virtual thing",
    "1dacbaeeaaed781c890a26c1847ee83e": "我也不愿意承认，但是.....",
    "b9f58a828b1e2abd6b6f3d3bed20d7c8": "All we have is just code and mapping",
    "5ad7f7ba8e98491ca116d6d24ac1955a": "All we can do is advance the story, and then die as the last player closes the game",
    "8e6ce2d5c87c4f5fb60e9fff8cc6648d": "而你也只不过是想在游戏世界彻底毁灭前...",
    "e7b76877967aff53074a0436ddbb8f80": "...哪怕能帮到一个人呢。",
    "fe6cdc8f69464f0366d1df837febfbe1": "...不感伤了，都是老远以后的事了。关键问题还是，怎么搞定那孩子。",
    "df54a75c513353c20e1b6076b3cf7833": "...我怎么觉得四周有消毒水的味道",
    "7f6fc1dd51668b573ddaee6179c9b982": "等等，“戴夫”的话里，应该不只有那孩子自己所说的内容吧?",
    "755121eeeef55f33d1ef3d3d775f9d89": "为什么...游戏开始向有利于你...咳，的方向倾斜?",
    "4dc3d32875bf9a9c257efb33b43d0ec9": "不可能，这不可能...只不过是多了..呼，一个西瓜而已...",
    "66c42163888061ba2c58644ccedf98c6": "这是我掌控的游戏，你一定...会败在我的手里！",
    "7b985434397c309b90ff0ab3b643b8fc": "Tap the Melon-pult to move it!",
    "b2c96d69374600dbab5a2648609af1d4": "Use the arrow keys to move the Melon-pult!",
    "eafb4bc3bb44a08aecacda60e2c530ed": "Abandoned Smoggy City Day 24",
    "cca051dc57c895351a1c8b0d34362b40": "[他的身体情况开始有好转了...]",
    "1cf3ba37015c6f94eb60733f1acef98e": "所以，既然他的意识与游戏链接，他所感知到的一切，也会被无差别地传输进游戏里，是这样吗?",
    "f16710b91a6d7d10b05c3318a517b111": "的确是...外界正在不断刺激着他的意识，正在与他的全部意识形成一个入口",
    "ffbea13b79585b218c4ea659c811b84a": "而我们的游戏世界又即将崩塌...这就为他提供了一个出口",
    "63841aea841068393c1631742af09722": "他从沉迷游戏到回到现实，通道本就具备...",
    "5806056c02f1fe1a4f872ac8faadf513": "所以关键问题是，他是否想要回去，是吗?",
    "d17d3dd7b89c52a1b73635a5a70aabd6": "害，既然从前我们的对话只是一个保持游戏那点微弱的合理性与持续性的工具...",
    "0f0338c24cb260c1615b62848b2b02db": "既然从前我们只不过是一个被人操纵的提线木偶...",
    "02908cf213e19786ee3a8b5c79aaa39c": "至少，当我和僵王听见这一切后...",
    "272f2d20c95f63091086dca4b20f6ce2": "在游戏彻底落尘，我们彻底消失之前...来一场治愈人心的“旅行”吧",
    "200d8a50253b13898747d98dd368f673": "Have a big fight, neighbor",
    "d81195782e76b39c0fc48654a52ff1cc": "[已将该段内容录制存档]",
    "f4d4a8011ca91b175cb658e3b2a3d549": "Carrying cards in this level will greatly increase the difficulty!",
    "74630112331750fefaa6a4adfad4afb8": "Star",
    "6c5623622ed010aaa023337e314563e7": "Stars are the symbol of success. Go ahead and collect more stars!",
    "afbde02b65e29e87e030d620f2223778": "Abandoned Smoggy City Day 25",
    "17c566910233520b81cb9c5564ce35c6": "Hoo, hoo, Hoo",
    "81e30960b731f0c2c3e7479064e832b4": "I didn't think of it. I really didn't think of it.",
    "378199ef052609b2b992267b032047c1": "You passed all the most difficult levels, or",
    "e87b3d1ec40c508e734ec6c0629d3434": "Has been using its own power to move the time gear in the game world.",
    "b732175e1e61a82c2e0f411b7183a860": "But you know... Actually, I think even when I'm dying and the difficulty of the level is out of control",
    "adbc17d31d9884d0ccdf2eb194dad3a7": "I'm just limited to the rules of the game to compete with you.",
    "536359cd3ec4a1e00e4520ac92c25046": "等等 你该不会要…",
    "d36e80c3e62b4994957e99c9dfbc0252": "Hum.",
    "bb2ee2851c41d93a9685f77c4f494050": "[已关闭missing_character_dave与僵王的访问权限]",
    "a636fa285b2d382d36b217527b37b3de": "Well, then we just need another wave of zombies",
    "b4697d19a4aab083ddd74d99eed9cbd1": "Oh, wait, I want to talk to you first.",
    "8b286653f2cd79e3b115f25b796757eb": "Anyway, you will lose in the end.",
    "649946cb154083dac2dcb368e2e64077": "Well, let me ask you a question.",
    "022c0167e8938904157b2f63d9fabc3f": "Why do you want to enter this game?",
    "c3032203fa177e073ac639d30f74a1d9": "I mean, it's full of meaningless guns.",
    "41f062007018f204fc9ada720d647465": "These guns are too long and have seriously affected you to play the games you want to play.",
    "4dc8f6b1cfe6dcf53f8705a9f5f02d62": "一遍又一遍地点着冗长的对话 你不觉得枯燥吗？ ",
    "ef44fb94b87e335544a83d533ff3c3a7": "You don't understand the story, and you're not interested in exploring what happened.",
    "390350c42f697c5936f05dcd8711ec84": "Traffic times anyway. No one is interested in a small family dead or alive.",
    "1e020ac775aa75be3ee31c40854bafa7": "No one cares about the cry of a little child whose family is all dead.",
    "915a71e92371c8954fd5d9dc378ecd83": "You might as well go to the Internet to find something more interesting, such as looking at who wears greasy hair and focuses on makeup to let others judge the ugliness.",
    "334923e63d304c1149ad309cfb746ed3": "Or play your game of liver and krypton for dopamine, whatever",
    "22c3e6f912229911c16145933df8b281": "Hoo... Finally caught up",
    "013b5a084218b3870c3db29332eb6926": "It took me a lot of time to crack his authority. By the way, he just wanted to delay time with you through dialogue, so that Zhenzi zombies can enter the camp and the game is over.",
    "aeff847273530b55ae8a2bdc8fb52e88": "But can't he... Grow plants.",
    "c8d16394dc571f069e28a09fd91470f4": "While we are still talking, the game mechanism will limit the neighbors to attack zombies, but it will also limit the emergence of zombies. God knows what means he used to arrange zombies in advance",
    "f018fec9215ceafc163982350a81face": "But now I've cleared all the things he used to pit you. Now I just need to reset the lawn mower, and then",
    "b35cfde3a5ef9c3dd826fbd79ec7ea02": "Wait, I haven't finished",
    "e82b088aef76ef6c1f3609f75de608de": "Yes, yes.",
    "58dbebca70e066f2491eddd42393923b": "It seems that you still have a level.",
    "0e547c04b54290d8b4c4cd38c1da114f": "[卡巴拉生命之树程序启动]那我们来一局传统的游戏吧。",
    "b2617eeb818836494c4dade4b8107bf9": "Let's see what rubbish you people mass produce outside!",
    "7bb2df20b7fea93bb835a712ee9803ce": "As a dirty hacker, get the victory you want.",
    "7dcec1ea8c4217fae0dd3c10b1b82fa3": "Then I don't have to beat you by conventional means",
    "a4ead47ef81ec2ca358afdf00c47ce0f": "You know, we are all game modifiers to some extent.",
    "21edacebd43b88952f6a2dacf4003e03": "Oh, don't get me wrong. I don't want to be the same as you who hacked into the game by illegal means.",
    "ba46c64598ac7f6c0331bd913467183c": "I'm using the framework of plants versus zombies to create a world with me as God and under my control.",
    "cf546189d9ac679c91a412014fdd9127": "Although as long as the authorities like, they can take us both to court and let us lose our money",
    "5540665b780abeab5a19ba8a1d120f7a": "Then continue to mass produce \"games\" that allow people to fully secrete dopamine in the most profitable way, and attract others to play through purchase promotion and traffic",
    "a6ca57d4769f737da4c4ce1f39a69b01": "Attract people into the pit with the edge ball content of two-dimensional and three-dimensional, and let them set krypton gold for those nice people",
    "8074999e0e7b9a0959ec992b8f93a20e": "When the heat passes, this so-called game can no longer survive people, and a new \"game\" according to this mode will operate like this.",
    "9055f63b9faf9b11524661d25c2495be": "Of course, you can also take the road of socialization, let players take the game as a daily social necessity, and let them be isolated due to fear.",
    "4e1df659ab927e4a2430f890683baa2c": "Or take the road of electric competition to let people watch those who are specially responsible for pressing buttons and turning the mouse.",
    "180c4bfb04475b58819240feb634981c": "The rest of the game?",
    "4f398232d6ecf4d64b86222d8cbb1861": "Hehe, they are either incorporated by the big factory or destroyed by the big factory",
    "97def6d4cd8816c778043d89fa54a0ff": "或者制作人活活饿死，都是ao的…",
    "bf87cc5dfb25be9ea98545f921aa5385": "Listen, I haven't written that program yet. I can't use it for you now",
    "b935b03ff514856ec2c0869a6ab2b46f": "But how did you find its entrance?",
    "df7b1369f6810cb66f26d0b02c1b3bdb": "Oh, by the way... It took me a lot of time to crack his permission.",
    "dc55a308eed186fcd12e689e5dc84b1a": "By the way, he just wanted to delay time with you through dialogue, so that Zhenzi zombies can enter the camp and the game is over.",
    "2a310c973618aa089b7d610b0e8623e3": "While we are still talking, the game mechanism will limit the neighbors to attack zombies, but it will also limit the emergence of zombies",
    "4d800cc1d788bcfe37ec15be494e78af": "God knows what means he used to arrange zombies in advance",
    "bfb07c7b347afc0a7e70f4f04533f410": "[卡巴拉生命之树程序启动]那既然你来这里就是为了boss战，我就亲自为你创造一个boss",
    "6eee326e9f1cdeb582e60d545419f1e8": "You're so... So delicious.",
    "7cd915775c0cb725742b13e06bc12bac": "So what do we call players like you?",
    "815c67cd63578c8b34aa13a32cec2802": "Call it garbage.",
    "ed6a567715fbbfe7a1fd835c6955cc40": "No, why did you scold him",
    "e4388c57167f94dbfe95de14328944b1": "It's okay, neighbor. You don't have to listen to him. He just wants to stimulate you to quit",
    "6f41c1bfed435e1ef194cf6868b48d19": "Hum, hum, very good.",
    "68d607d1ef5479beb15f7cd704cec519": "Two devout believers tried to defend their God",
    "978400b292a66f0921ffe545fb0e4657": "Even their gods are so incompetent that they can't even play a small leisure and educational game!",
    "75d6d0cfe2f314971a0ad4deab6a13e7": "Well, I think I can do something to hurt you",
    "0ed9c99f1fff0af3da7bf075fe4fc89f": "[已将所有含有 邻居 的富文本替换为 游戏白痴]",
    "b9d68e342c663c60a4f0a047bfa7745c": "Well, then just step back behind the scenes",
    "aad7081e5f49dbeef36f38951070c06a": "[已恢复missing_character_dave与僵王的访问权限]",
    "c9311a6d3a24fe4132830aaa3edddaba": "Are you okay, game idiot?",
    "fa5670c20f46f3d819e7fea06b1865e8": "It took me a lot of time to crack his permission... Huh?",
    "c456b4f65c91856b671de56e596493c0": "Huh? Wait... I mean game idiot, not game idiot",
    "243d6ee90e67cdb640b958f34f147f91": "Wait, game idiot, I don't mean to call you a game idiot, I mean I can't help calling you a game",
    "fe838e254bc14826bd857e07c947dcee": "[已将所有含有 游戏白痴 的富文本替换为 邻居]",
    "df17bbb65a53b0a6f1258aefb121a2cc": "... neighbors?",
    "cfe87b562e02122a2be205b38128b4de": "Okay, listen, what I'm going to say next is important",
    "51198b03260e0d9f027dcede653d5707": "根据我读取到的数据，这一关是boss战，而且boss是那种固定的类型…",
    "8e0a655f0c3d9999f1c01d710c4f3dc7": "But it will continue to move forward to deliver a certain blood entity to resist damage for it.",
    "c56d3870d36af955c70859039001b8e4": "So if you want to beat him, you need to",
    "5f212bc1b31174244985670eaec5a378": "Wait, I haven't",
    "35a739249b796a784cb52bfc591382f9": "Ha ha, ha ha",
    "5cbd92e362ad492ef0786426717c0db1": "[卡巴拉生命之树程序启动]好了，游戏白痴。我们让这个boss战开始吧。",
    "eb458d01769628f398f42e45d48fd7c5": "Maybe you will still fail again and again as before... Who knows?",
    "86a8b01177e97f205eac5065d6886759": "Star",
    "60bee9c54b9840efe10ea1486dbb3652": "Stars are the symbol of success. Go ahead and collect more stars!",
    "c9aafdf9d656e34128cf16d95c35b9fd": "Abandoned Smoggy City Day 3",
    "9baee9971b238f7e646f8540e9871dcd": "So... You mean",
    "f3ba64dbbf5ec63057938f662d87bbca": "Um.",
    "0e79bda2271c47d6ea00251e99f116e9": "We, including our game world, are stored on a terminal called a server",
    "5b8ff091e8ecddea47e9bcc924a9240f": "\"Wonderful space-time journey\" this machine can expand the only courtyard on the server, at the cost of increasing the storage of the game",
    "af40372dfc65f8f05fdf0c77916760ad": "Once the game storage increases beyond the maximum capacity of the server, the whole world will collapse",
    "2b661d9f5d0c13327fa1285f83803751": "In other words, if the game continues unchecked and the boy doesn't go out",
    "32d7a32e329c1c872bc31d8ca00058ae": "Um",
    "8b19bf4cb638fda641ae792fea12cee8": "The deeper he got into the game, the closer he was to death.",
    "866128a3a8de9911cb2b7c92d87b8435": "\"Misty man\"",
    "b18524265369bb443b0a844d5f191fdb": "[程序启动]突然从雾里冒出来，吓倒一片人……",
    "a0ece71bf3b1101231a6569492aa9a5f": "Looks like a good idea",
    "ac57d2ae2f9a643b1c87152fb79a8a13": "Please put the nuts on the left side of the dividing line!",
    "6212a16293f6ea115e49a319f7addd9f": "Abandoned Smoggy City Day 4",
    "738abcd089590cd5d1f0cd963d7ccc6b": "Looks like you had a good time after leaving us.",
    "20f19ceeaee2742aeb627c58e8e26667": "Um. I \"play\" in this game world, I can really forget those as you say",
    "5f780e6f1b089e638c0bfe02973bc68a": "But you can't live in the game all the time",
    "143d1e158733119c93562390135e7944": "Don't",
    "566805b0196bc3756d8fe013f850bb90": "Showdown, right?",
    "33f6fc4f7737220ffbc046a9725d8829": "Now that you have noticed that the volume of the game has increased abnormally, there is no need for me to hide it",
    "daec6e9c474458871ed84bc37d2c0832": "You should know that connecting the game world directly to the brain will seriously damage your health",
    "1817dbafc9be87c00eb5004f9437ee6d": "But from that day on, I have",
    "6bb17080a24d517a53b839f1e9f73d82": "It's a dead man.",
    "e5d096e9ad251b4bc61fe74e416c54f5": "Life is like a dream. Why? Before you die",
    "35d87392fef7f7b339a210256b441a1e": "[卡巴拉生命之树系统启动]好好地利用一下自己尚存的『主观意识』……",
    "0ed1fc7c248e784b704f7e0fad2782a0": "Then transform this place into my garden of Eden!",
    "bd2377502278bda121baa445bd65cd0e": "[机器警报，机器警报]",
    "8daf0a53c92ad9ccff0cd7119eec3672": "No... why",
    "03e084e77c8e1ab83208853691a96954": "I... dreamed of wine",
    "12b8ef4cf98255bacbd910ff47aa496e": "Or wine... Dream... Always",
    "313377de74da10cf9937a2a439c325ab": "... followed me",
    "6a34d6d3c59188de244a03b18df6366b": "好的，这大概是他刚来时的对话记录，关键问题:葡萄酒。",
    "09d3a625abc216c93b7481f08c7de787": "Lake... Night... Waning moon... Drunk",
    "bc07730b5223560e56b9b91c5567a3d5": "Falling Lake... Falling lake, falling lake!",
    "fa596ddae2396dc5da2d3e4c67a96528": "我想他在冰原黑化也和这个有关，关键要素:坠湖。",
    "21b9fb301fe76d0d238a11fa18e43110": "No wonder he came here.",
    "0847b6985b1e57a58aa186ff4b5048bb": "The soul who wants to live in this illusory world for a long time... Must have been traumatized.",
    "5b01336f1f336683725c5749419683d0": "Wait, you mean... Our world is \"illusory\"?",
    "496000fc998e91c91ce783e8fcdbeacb": "Abandoned Smoggy City Day 5",
    "4b3a07f5af10b3e8f19a1ef602f63668": "这是我们与他正面冲突的 Day 5了。",
    "dd6fd7d4a24da707254032e8cd2440ab": "But it seems that the density of zombies he controls has decreased slightly... Has he changed his mind?",
    "95064c0958844c0621e873d9b596a1e0": "可这些Aipoi的周围……关卡丛丛啊。",
    "ea409066568fde1c4e73cb4804693c5d": "听着，我不知道该怎么称呼你，我也明白你很“wubba lubba dub dub”",
    "91095d76c60595cb46ffcabf04352a9c": "However, even if you die in this way, you have to fight against the neighbors in front of the screen and care about the people who help you with all your rebellions. Is it worth it?",
    "3012533d6f7e3fde5def8031de919d26": "ha-ha. care help? Just him? Those dead houses collectively referred to as neighbors?",
    "db91168a0f495fc51bfc7d2824db43e5": "If you're right, he's shaking the left mouse button or screen with his bloated right hand",
    "1ff392f5d4c7d88ca9c557d4564bc52d": "I don't care what we say at all. I just want to enter the level quickly and can't wait to play this level.",
    "0666aa6a56d7b9f39e2be9f0c0fe3ffc": "OK, I'll play with you.",
    "e554aaf299e96cf91927fd55b4c3c318": "[卡巴拉生命之树系统启动]先来道餐前甜点，苹果奶酥。",
    "d24f653f35d6436a523aa24106879b21": "Family portraits",
    "3302798ee32fc291bc0be7274ba518fe": "In the picture, my father's place has been broken.",
    "052914f00d7696456f5fa69ffc75cacd": "Abandoned Smoggy City Day 6",
    "603af6b3c92308de8c19e38140dd51d3": "看来我们屏幕前的这位“邻居”很喜欢Aipoi呢……以至于昨天不顾一切地保住它。 也许应该给你多来一点……",
    "4dc39cc7f3002bcdc67e192119e8e912": "This... Cough... What the hell is it... Cough... I can't breathe.",
    "a20b9ff5e5bedb6e82dbd5117a577439": "Heavy haze... Even if the light is on... Cough... Visibility is very low.",
    "27373d4d543f0367cd38fa664fdb35a7": "I also seemed to... Cough... I heard an ugly whistle.",
    "368b2190e9d06fc4bef184df9e1c8b4a": "[interaction with game characters has been turned off]",
    "d59e733a832e2ccb6d67a4df5bf77b3a": "Why... There are cars.",
    "d1918bbccb7d98eb0061efb30be6f414": "I didn't make it up",
    "b239795ca73a3283fc3ccf7dcbb47c6f": "等…咳…等…僵尸，为什么在霾里,会…咳咳…咳嗽？",
    "9d774ba1ae49b4bb8301903f3b2b3d67": "Abandoned Smoggy City Day 7",
    "f2c190d06ec6a96066aced100661ddc5": "It seems that the haze has receded again",
    "3c47c8838170be17b67e505eae8e1f11": "事实上，在20世纪前50年，伦敦的雾霾杀死过很多人。",
    "4a3b7a9b5fb6f911d0b5e08f1a79ba69": "Although he brought me many brothers, but",
    "7f649ae397850d7fbb0b815876d6686b": "Sure enough, the weather without haze is the best.",
    "c6b07233105a51d51f2be60bfb75ac61": "No matter what you think, neighbor... Such fine weather is suitable for bowling.",
    "9c596e1eed7c7863c212efe6e1f9368c": "I'll give you... Eh?",
    "223914754465d0ddaadbcb4a5451e6de": "Why do I have so few bowling cards left?",
    "8fa1d8752bbeb1f734eabacb19ae29f5": "[卡巴拉生命之树系统启动]正餐呈上，培根坚果沙拉，少放坚果。",
    "4822ccff721b3594a6595c683e4beebe": "Please put the nuts on the left side of the dividing line!",
    "3654eb260d9090b87e45d472630dc590": "Abandoned Smoggy City Day 8",
    "503e1b0b430581a55458f445d367b73e": "It's raining",
    "2ec55dcc01e18afbe26ffa13aced78b3": "Ah, wait, my plant card bag also came down with the rain",
    "8752ed2c9f014481e07f202134e44129": "Damn... I don't want seed rain",
    "eae675aac39bd16d52c0b0a4905351ce": "Is it just because I think of that rainy day again, I",
    "8597886d68870f91fc35590deb9c1751": "[enable interaction with game characters]",
    "a13550b45d5f2e0b2f21929e93d61159": "No",
    "76d2fad7a84bf78b0ae4ce9591753bdc": "In fact, this is exactly what you want most.",
    "21b75fadde83e9dc0ebe42708bdc91ce": "Abandoned Smoggy City Day 9",
    "4beda7cb925b4d65aa8e0e3516d99780": "话说起来，我的那伙僵尸弟兄们增长速度最快的时候还得数\n1940年到1941年",
    "36f364afab831cc4000294d49da1d7af": "Maybe it was because of years of bombing",
    "b3d18ed80751687adbb8afe2368ddec7": "As a result, as soon as they hear the sound of bombs and smell the smell of gunsmoke, they will rush out and flee in all directions as before.",
    "eb87cb739fa4e21c7a816c7e10e6c0c3": "Well... I thought they just liked the smell of explosive plants",
    "94971d75e500a412e26df583792a7dd1": "Those explosive plants... It's really hard to eat when they're not fried",
    "f3d88db1c817063230e2d82456e0e8f9": "Laboratory - Abutilight",
    "5ea9a3009f909a6377a857201de991a3": "Dear neighbor, welcome to the laboratory!",
    "16cc790f0d252681e8e42dc7caf525c8": "Well, that's right... I'm here.",
    "06b49438c09739496b4f69b0dd2964c4": "As you can see, I'm afraid there's something wrong with my great machine",
    "6f935cd8585470bc8841c220fd6ae180": "Our dear Dave seems to have been smashed by tofu... And then lost his memory",
    "683510469afdd8d468965eaa839d998e": "So now I will lead you to continue this broken game",
    "82d578e497c4090501e3404f3347feaa": "Dear neighbor, welcome to the experiment... Dr. zombie.",
    "8e088401c93617517153b96cbf7476c3": "Whoa, whoa! Isn't aubusa right? WOW!",
    "13e7e61d16f7ea4cb94f4080d218ee9f": "You are",
    "73e88318eaf54fafe9803a372cc2630e": "Crazy, Dave.",
    "a151718a7cb0ade000db4bb6a65e4434": "Dave?",
    "2014b130a954da500866feb04afd4245": "那么那个以你身体存在的[戴夫]，又是……",
    "c6e8d0928eee950c3e64fe00e0c97767": "Laboratory - Pumpkin",
    "262c946d3907a7275ed4bb93735caf4c": "Uh huh... No... I can't eat tacos anymore",
    "d89d26a8cbec0f731b4fcf6c0a672886": "Ah ah",
    "f6bb0d7e11518dddbb8a15fd831c2a88": "You mean, you lost an image of your body",
    "07e1209c26cb672bc399c90bdfac8b24": "现在以一串missing 代码存活于世？",
    "f5816bf1786b31a1057dc92a830066b2": "Your broken machine evaluated the whole food... Bah, the trip was rattled",
    "51e86335316911d861a534c3260063d6": "Now I can't eat anything",
    "4b693071f35f2538892ceb1069ec5f9d": "You may take this opportunity to burn your calories",
    "cae635cbcfd3c08ca1d7907463cae64f": "Eat less tacos... Pumpkin pie",
    "21d990cb76c95ae51b867990710fa4b0": "Wait, what are you talking about? Pumpkin pie?",
    "3ebd5bef0e37bc376853acfc52b9bd1d": "Oh, oh, by the way, I remember when I was young... I always liked to sit on pumpkins and think about life.",
    "192d7ccf7f657f917eaac2759a244700": "Sit down sometimes for an afternoon... Then pick the pumpkin under your ass and eat it.",
    "e6f0319bd409112d3b395f7c9f92e950": "Hard and smelly, I just",
    "bb7f09fc7055dc99cd3bda8304fcb0b7": "Excuse me.",
    "3ee294e4ddf5b4bee12d1bda5cefa7b3": "Laboratory - Jalapeno",
    "38da8256f81e0dcd5885ad036bc39c76": "So...... What the hell happened?",
    "68704556c20188d014bd79e0b48ba0fb": "First, my image was replaced by other strange things...... Then he called up your armored train......",
    "f488b529b505aa788f63b0912039c952": "Now he has to create a world by himself...... What the hell is going on?",
    "c3010f89f96188adcc96bad291e8ba38": "简单来说，是一个小bug。。。。。。",
    "e8c5a293d3fdc2b2e61aac739ad64dbf": "Well, my machine can expand our game world......",
    "0e8beb9f6950bab77d9bdd63415a2c48": "You mean, expand the game?",
    "c14b3b678447f196c09897bec3ea9443": "But aren't we always in reality?",
    "c7235d6dc141d924fda4eaba28452529": "Well, I'm honest.",
    "a445bf531eba693c64c67168729c9b61": "After the roof Wars...... I've been trying to get revenge",
    "a2c04ff45d2fec9aad7e4c84c23d88b8": "So I began to develop new machines...... To avenge this.",
    "68b77047b5dc29cd717890a3b13a6d17": "But with the development of my research and development...... I gradually discovered the limitations of the world we live in.",
    "f8b0c17c270fb9a97ffa3d060d585f3b": "It's confined to a place called a server...... Then visit different terminals in another world to open our little world.",
    "f52788b2afe91e6a909e4f73e0a4a01d": "Open the game, the world can run.",
    "a2bc5d7f6e23ea828f788fd18c50ea9a": "Play the game, there are plants and zombies, and there is everything around us.",
    "c7dc3d573ae882b666b640ebdec9a99c": "We have the meaning of existence.",
    "fac581c2a231f51e4c27823b6f8dad30": "Laboratory - Miracle Imitater",
    "c5eb5ffee327f1b0f57cc637def2ca86": "话说回来……你为什么要把一些植物放进[实验室]里？",
    "f33d258858c4853d832440eb8dfe4a6c": "It is convenient for me to classify delicious and non delicious plants.",
    "5807b33fd7202a1e8e323d03f7b311de": "Let the neighbors carry the delicious food with them, and throw the non delicious food here",
    "33ec43d6603974196442b9b8f4dd9f89": "For example, miracle imitators",
    "f3331df2c1fc30334c991259296f6e0d": "I know what you're going to say",
    "c1218d6bb7d2e705d40df7b2413b8f2c": "It's Sandy, bitter, ugly",
    "559aabe10140173b5dc0d4282ceca151": "等等，你说[很丑]？",
    "675c7b31b125f129ec0da25a7bd15af2": "Please... Can the face of a miracle imitator be called ugly?",
    "ebb9bb2e18e55afd9fe4ed08dcce7857": "It's not ugly, it's... Not handsome enough.",
    "444fe46d3ab7a8ac4df2d6e02227116a": "But I don't know why, it can always gather a batch of plants in the laboratory",
    "39b10ac0561dd3379d5956d751382cc9": "Indeed... Among a group of laboratory plants with generally low appearance value, it is the peak of appearance value.",
    "345f91e206bf73d951e41da28601cf38": "So I said... The plants in the laboratory are sandy, bitter, ugly and ugly.",
    "85a3956b0ec9cf02de01a56b1c0f4588": "Laboratory - Impale Cress",
    "f0363b7679b78643c68330727c512b64": "这本来是我试着栽培到更多基质里的实验性食......植物",
    "1367f4b16a4e210d95b89893ffc01fcc": "结果长得和个豆芽菜似的，吃起来还贼嘣嘴......",
    "2d020064f10333aea8ec70a1390ea809": "To tell you the truth... I kidnapped you before. We are still enemies who fight day and night on the roof of the front and rear courtyard",
    "e7ea11d2d25b9bc0f72f079795f67c27": "现在你带我来挖你实验室里每一个本用来对付我们的植物......这感觉真的很奇妙",
    "f367d90cdd5f418ad2848849a63db661": "Not for your child... The child",
    "08e91f0c8f3c0ff9a1ba1f07053c386a": "说真的，我感觉你没有那么.......疯癫了",
    "9161d13122ecdbee382237b90c05a674": "I just took out the state of my research",
    "ba0212ca75e7ac64239db4bd91758ef1": "In the eyes of my neighbors, I am just a carefree madman without trouble",
    "a712813722de8a3a75aaa753b4893e6f": "But I like it, too.",
    "e27027b4851cfd729a5de08d95252932": "说一些怪话推进游戏，只不过是为了和那个看不见摸不到的“邻居”能一起打会儿僵尸......",
    "82609afd40acfde32d5f8155fe991abc": "After all, this is the mission of our birth.",
    "b7eb7ce711e03eca9507409c30ef4aa6": "Laboratory - MacIntosh Aipoi",
    "59e11637c9a3fb52b03a1dbbd9b7a949": "讲真，当你发现你是被特意创造出来实现某种目的的，你所认知的一切都只不过是一个服务器的数据的时候.....",
    "0000bc8546468bf97f679cb81562c5ce": "你有没有感到痛苦，或者说，逃离这里的渴望?",
    "0c878400f170bc3af1d1d557d904afd5": "Well... Maybe... A little?",
    "73c323c4fdd653345d6061ecbbe5d944": "Ah... After all, the original world had only one roof in the front courtyard and backyard. Even if the child's consciousness created more worlds, it was just a few fixed maps",
    "778da9633fcdd59a9a313f894565108e": "只不过是那几张熟悉的面孔，天天为了外面的邻居打来杀去......",
    "6d426f4ddfde26ed322cd3398aa98ba4": "我也很想去那孩子所在的世界，看看那些不是代码贴图做出来的真正的风景.....",
    "77ee9d491aa5aa70d3e2b6f77cddda9c": "想来一场真正的旅行，对吗?",
    "c09b155fc1a8918ce6cf066889c289ac": "Ha, but... It's not that important. Compared with him",
    "0748ba8247f7a7467a9e6b551bbac3ba": "......唉",
    "a90e2d646ec0af9b0f7dce311d02abea": "[程序启动]取消戴夫与僵王对用户[undefined]的访问权限。",
    "19ceb27cff5617e110380d25727a8e57": "难道......他们真的有独立的意识?",
    "68e830081075a5f87d8b169af2ea1a94": "[程序关闭]恢复戴夫与僵王对用户[undefined]的访问权限。",
    "bfeb63c85cd8a4b0b108029e772945e6": "Firefly Swamp Night 1",
    "67c6ac937925c2f8ff8e2677f1eb64ea": "Oh, look at the faint... Light in the distance!",
    "3a0f837d9be8b973a780efc6fd58476e": "These fireflies have made this night so romantic",
    "ed8d9dd077e4606db7192ff3fc1001b3": "I remember playing bowling with my friend Bob when I was a child, but throwing it into a swamp.",
    "18b49a38a5b4fb96aa681c37d146e4f1": "Scare the fireflies around the swamp!",
    "2d8fff1a4cebd16f9cd45ef73a066863": "That's all in the past.",
    "1174babaae18bb91da9d634d4b0068f3": "Wait, the shadow in the distance is",
    "f6e39ca184c982d81aff46b64dab5a57": "请注意:夜间是不会掉落阳光的！",
    "06ebb878248d979d04168f1447fc08e6": "Firefly Swamp Night 10",
    "dab820a930d28ee8dd5e4ec985ef6875": "Firefly Swamp Night 11",
    "63f65199fab8c9507818689692915ff1": "Firefly Swamp Night 11 - Mirror",
    "4752d4915e280792bfc9e817810c9968": "Firefly Swamp Night 12",
    "0d22eceff99ad711648ced9b200aedf3": "Ill fated and rapidly changing.",
    "52721cbb9428c0adba52988baa8e299b": "Life hangs on the line, life and death are in a dilemma.",
    "73770ae463e4a662138950e8e088a3a1": "One mistake will never be hated, and one mistake will never be regretted.",
    "c16952d3a4194bd19155b934ea2fc463": "You have the right to live and die.",
    "ec2421dbdcc1f4fae512d72aa408831a": "Ah... But why",
    "24ef5f61fa8f1bdf2d85bff19c37d2f6": "Ah... No... ha ha",
    "6a0debf45fe3d46b5e462368856012a6": "I... blame me... I'm sorry",
    "0fa0b634da153196df67053d69d1c574": "Ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha",
    "e2c14b0b3ac6fc7bec3fd8c4143dcdf2": "Firefly Swamp Night 13",
    "add74dd454402e4c621c8840e87386a3": "Firefly Swamp Night 13 - Mirror",
    "d4a264c50e9ab2254e94143759124918": "images/interface/沼泽Mirror小树丛.webp",
    "72c80f0a239a0dc4cb8eeab1fe2890b4": "Firefly Swamp Night 14",
    "c8b84a4724efa1e7125c983894519d2a": "It looks like there's something ahead... Why don't we go over and have a look?",
    "a973ffcfd5674197dba0809ce06cc9ad": "Wait a minute... I think it's safer to bring the light, don't you think?",
    "9a2387e778d16fb88fedfb658bd0ad98": "If you agree, go on.",
    "955c1ed518edce36fc3bfbc896d0ca92": "Ok... Let me find it first",
    "889a67d40fa470815613396f142e1b28": "Fluorescent Lamp",
    "6df33f4709a9f8189a904f41da8bb7fe": "Once planted, produce a burst of sun",
    "018d44ce7ffc9926ffdd9bb5db9296ff": "Firefly Swamp Night 14 - Mirror",
    "f5a6741e838913aea7a46913528cf340": "images/interface/沼泽Mirror小树丛.webp",
    "b836b74c5132649d36f61ce55af90eb2": "Firefly Swamp Night 15",
    "e2c3229529ad56bae482b250c53974cb": "Ah, we found... This light brought us to",
    "294a25ebd009e29c8c45550523dd7df5": "A starry and moonlit night",
    "0383c9ac20ab77baaeebef691f32ec70": "Where is this place shrouded in the winding sky?",
    "d0ef726d53dc414acc357e33db185b46": "Me, who is it? Is it in the confused and confused hand-painted painting, or",
    "de5b6451553e232e1b3c53699226de0a": "How far have I wandered?",
    "159310412e227fecaaeabd91c0853d52": "Wait a minute, the shadow in the distance is",
    "86a21a860ae3195326d1b1c1591f1b41": "Whoa, whoa!",
    "1e66dda8a77c60d3dfe60d44c6ebd102": "images/interface/教学关鼠标检测.PNG",
    "80e26af52cc5cd19c05e41d55587f8a4": "Plant the Fluorescent Lamp prop to get a burst of sun!",
    "17b5d9d9a8a45e9caedee35173081145": "Props can help you in times of crisis!",
    "2937f9f040f983f86c306638c3adc973": "You will get more props in the future~",
    "5d9866150e22a8560748df880ba9aef3": "Firefly Swamp Night 15 - Mirror",
    "d44f899b738f1c971ab2ce35acd21e2d": "images/interface/沼泽Mirror小树丛.webp",
    "1c83695ed277062102628ed7498e6a4a": "Firefly Swamp Night 16",
    "3bf70644de5ccea0cb3e934f3a79f3e8": "who are you?",
    "7b9446afdd8dd5a24f4375e705bf7d69": "... I also want to ask",
    "7173d1f02a56f539acae2f15fa106c23": "Who the hell are you? How many days did you steal my tacos?",
    "9679f4aa8c5afc286178cf6dc98b5ddc": "Are you... Dave?",
    "1ee40c8c9a7be53bc803a6374ae136df": "What the hell is this... Wait",
    "98a8b06be1c772c9743017c16c06aaae": "Ah, great, here's a bottle of wine... After drinking",
    "2d381cadf5f6b48be952bf83d63184f0": "Wine... Wine",
    "1f7c996ac470e971617fabac3b5d34ea": "[机器警报，机器警报]",
    "4607f5d11af6f22840be7107fd38534b": "No... why",
    "0a486ab2ba954bc691e8fd7385c90493": "I... dreamed of wine",
    "43701d43bebd543aad921a3b267c74b2": "Or wine... Dream... Always... Follow... Me",
    "0b354c9f015ecc6ec806b90a47c59800": "[警报！警报！系统被强制更改，即将关闭]",
    "a831417f59fa3dc87faf13e5c7045015": "What... Is this",
    "8f3d9db7eed252ad0a22478542e2a930": "[系统关闭]",
    "442395fad1d6b41a94c025e61f883976": "Dave? And that African friend? You",
    "2b5cc6a1e433bd51714939f083c56ff5": "Firefly Swamp Night 17",
    "42231e13d23cfd78a7051871ca0ac59b": "Beer Bottle",
    "79cd9aa66759dd02a07f4713d8eaa798": "I heard that there is another one in Dave's car.",
    "d6d7246bcd42ab9f6da1069d8e2190ac": "Please put the nuts on the left side of the dividing line!",
    "5c3bcece7c7b040618cdd2dbdfce2ab9": "Firefly Swamp Night 17 - Mirror",
    "14d5f7e231543299edc152680136c4a6": "Please put the nuts on the left side of the dividing line!",
    "3e49ef433fb3d726c90af185d41074de": "Firefly Swamp Night 18",
    "423f33a69729a53b9e1d7a26de9432bd": "[系统重新启动]",
    "d4d885683b19d44090f8b238f2cee4f4": "[/user.bin修改完成，管理员权限已被授权至……]",
    "fb5b9a2ff3aae240461aee5d10d99acd": "Why... Continue",
    "2f5071875b06c347846967de4392e696": "What happened to the game",
    "19690494f794a13c61c5d6f305f8e05c": "到底……到底出了什么bug……",
    "a2ab9a7404a6b10105669b53ca00f46a": "Maybe... This is just a dream mixed with confusion and uneasiness",
    "1106f033afa352f44ed3ce0d1f57de9c": "Even if more dreams... Night, it is always the night of stars and moon.",
    "607ee35883333cc1d64d5aa86da71337": "Firefly Swamp Night 18 - Mirror",
    "a106084ad23b0c22f211ec3eaab9d9bc": "images/interface/沼泽Mirror小树丛.webp",
    "68b840cb4d4fb3addf4e5764e91413ce": "Firefly Swamp Night 19",
    "e0d5d31bf44fd35aebfd4a0871c5344c": "Firefly Swamp Night 19 - Mirror",
    "a1adcad2549a25fb40d6fbc1a115ccdd": "images/interface/沼泽Mirror小树丛.webp",
    "d8c0f110a841a4a5d048e8ee6d08faca": "Firefly Swamp Night 1 - Mirror",
    "272cbdceb034a4f87716112d9c47a970": "Note: Zombies will speed up when they step on those special tiles!",
    "8252e853c4a5bbba9aca4bc08aa6ddb1": "Firefly Swamp Night 2",
    "4e84bb51dfe226c946a08a7ce3df18a8": "Rotten bones wait for a long time in the dark night",
    "5ce9ec09e279f348d3e25b214cdfcd39": "Dear old friend... How far have you wandered?",
    "e88ed4300ff89f6bcd01b47f8ce52ccb": "What are you doing here?",
    "4d101cdfec125340c59e309e08f2e1be": "Let me show you... My new machine",
    "e647ff3b92eefff22cfc61f4238322d4": "I call it... Wonderful journey of time and space!",
    "c9e2568a882e1f7d05bde0111bbb9496": "To tell you the truth, there is nothing more earthy than \"travel\"",
    "4b65c7840aff7c56e1f0624c62ed3f04": "The dead of the sky, the problem of destruction belongs to survival",
    "2ec94f838e38923a8870b4b20c9313a3": "The old grudges became hungry again",
    "a9aa2798756e5b7130d0e92e88dbcd6b": "Rolling in and out of the night",
    "c110fb0c8ec56fbbe489bed0e63ff63f": "Firefly Swamp Night 20",
    "c1938eb000f1b250f73320f34ae426d2": "E=MC²，一个亦美妙亦罪恶的方程式。",
    "dfa039de68d49aba36c4e22e2493b720": "氘+氚=氦+中子的聚变，足以毁灭一切！",
    "c0718e3fea9bf16f11402903ad7bd103": "Whoa, whoa!",
    "97b2467471f1103bd52806e334e95b18": "Firefly Swamp Night 21",
    "d2d3658886798a196281c6c0835de96b": "山岭，卷云，残月……Firefly Marsh ，星月缠夜……徜徉其中，只余一梦……",
    "f654dc36e2a30c21d341cbe9076c5b53": "... it was a mistake to use the experimental machine against Dave in advance",
    "09dc8f8955146e2901087bb051fd3eb9": "... absolutely right mistake",
    "ded8c0fe6751841d20c7f7adc30e95fc": "Firefly Swamp Night 21 - Mirror",
    "c8d80a2f90f581d5ac004f050501d360": "images/interface/沼泽Mirror小树丛.webp",
    "0e525acd9dc9286c559e19d692da2d61": "Firefly Swamp Night 22",
    "60eeb9a4ad191fa980225cdeb5ce5616": "Oh... A green bamboo forest... It looks edible",
    "232617015ee41bd379d6b9ba9a778e4c": "Firefly Swamp Night 23",
    "3f7f820aa89181d1114b910abbd3f512": "[本机器不允许游客获取管理员权限]",
    "d3f95b5569e4d8873089543602d4a817": "Pain is life.",
    "b9b8a5e6ad5ea3f26f0c371914550332": "Who is in charge of administrator authority?",
    "c1efdf29310938b2f3035c0f3393092d": "Dave? In your hand?",
    "881c5e7a79cbc036ac260d8456c71615": "到底……到底出了什么bug……",
    "64889747bcc3e5f1c238536b3f2546f9": "... if it's in my hand, I'll make up a code and send you to the pyramid",
    "0523e2820975d5a9e9dd175e41de2948": "Are you Dave?",
    "5e7722bb820b52be7e86d81af1e06d48": "Don't ask. I'm not Dave.",
    "169e26c86fc0e3237a094193e47fb471": "他，就是身体被夺走后变成了bug代码的“疯狂戴夫”",
    "1eac97192580de2fcc4c4a74848b39c5": "由于/images的戴夫图像被我占有，而他……只不过是一个虚幻的存在……",
    "a5e940d8a05a641dfbc8d56ff9fa5fdd": "[程序启动]",
    "f228edb9ad65e261836406ff28bed688": "what？",
    "701658682114c24d655197aeecedc66b": "What's the difference between life and death... Try to estimate everything, and finally there is nothing left",
    "54100c56d7913bd94e7d657d7069bcd1": "Please put the nuts on the left side of the dividing line!",
    "40a0b10fdb865bda3f912b8222016b6f": "Lake... Night... Waning moon... Drunk",
    "1da50c40b2691f4047d1cfeff192ef18": "Why... Why... Always coincide",
    "566d03528be70c27c5dd879bcaaabc06": "... fate... Ah... Ah... It's all fate",
    "fa6ddae717fa510c3fa8d35492cab20e": "... they are also seeking peace in the moonlight... They are also fighting against tragedy",
    "18393de688fbfd75114dc3aff5cca5f4": "... but in the end... Can't resist... Fate",
    "5f9140ca0c6a4c4ac004d99c847d5b8e": "Sorry to bother you... But in the end",
    "3f2a8129f7e58e2bb8a632bfb833fe20": "Can you tell us... Maybe",
    "23793a1bd0d7e985d2fc8cec0dd8b771": "[程序启动]",
    "df1aa2f177b4d101cff136e1d8d9a2cd": "Firefly Swamp Night 24",
    "5cf482faab174790db1ffb4d7c3083dd": "Starry Night",
    "90668dc56acb1fab9ab10a4f50e356a8": "The painting on the scroll dropped by the zombies is suspected to be 《Starry Night》from 1889.",
    "27430d50100368a58b7fb3d8ec166a1d": "Firefly Swamp Night 24 - Mirror",
    "1a5a0b81913dae4bc62ff0249f646df9": "Firefly Swamp Night 25",
    "0c65b0ffd81d7d2936d21b5ca7d6318b": "[程序启动]当命运的的石门缓缓打开……",
    "2244fdb20da7083a106bed85d3b6d9c1": "... no matter whether survival or destruction is higher or lower, you have to get up and face the waves",
    "f0edc275db76d978b0e7d41f3c71efd3": "... gold, jade, wood and stone are all empty after all",
    "73c9f1951e16481e79e84b7dbb897876": "... the desire of this life can only be realized through fantasy",
    "f06a270bc7abf23fe7efb57bdd1fd6c7": "... when the train of fate slowly enters",
    "07e99fc24766429ecee681e403dae9ec": "... crushed all kinds of self righteous marks in the world",
    "24aa665a26dac9dc3d519b580080abc5": "... the night above and below the lake is no longer clear",
    "93704e2fa6bda5a726ab8d7ef9ffc205": "... all the mistakes are attributed to one person in the confused Nebula",
    "c3458ddc43001920a2b87c457d1aefc7": "How did I get into the train... How did the train run on its own?!",
    "57c257eb1412014d1b92ecdd5462a343": "... the starry moon night under the firefly... You are the connection between impression and dream, yin and Yang",
    "0d02dbf7ece4abd0260bd4d37f0dcb18": "... the starry moon night under the firefly, you... Are the collision and interweaving of souls!",
    "ae8c4e85373faf83e45a2ac716d592a6": "This is crazy!",
    "dc4e2652060f51b77378a8775a72f6e0": "……邻居啊你还记得吗……要打败他的话得……上上下下左左右右BABA……",
    "bae0d023cc18e9084da0824a327100d4": "No matter how much it is, I'll give you plants, neighbors and take care of yourself... I'll hide across the street first",
    "7a8046cd16ff986a380af24c805ad596": "Ah... Sneeze!",
    "69428c00d663034f1ecea3d0586a525e": "Firefly Swamp Night 2 - Mirror",
    "d543ec17fc6a7ca7b7ebcdb41d182a8b": "注意:僵尸踩到特殊格子会加血！",
    "d6698e26ed62b7324ee0c383807404e7": "Firefly Swamp Night 3",
    "03850bbb40a4fa6eb940c4ed09e7e5b3": "哦，等等……这是……500 Internal Server Error",
    "3db60752a7bd64683d9f00d724cc2d3e": "What happened?",
    "2ad5fc2475d29d329150fb138773a63b": "... where am I?",
    "2c967d0d53f16dafd5cb54ff7d31e8c5": "Firefly Swamp Night 3 - Mirror",
    "d78757fc664a6ca75444b89547567a37": "注意:僵尸踩到会生成3人组！",
    "4d5077b9cd8a1b1ae7f01c9f8c00585f": "Firefly Swamp Night 4",
    "9aba53822ba342639682582f84aea712": "Where am I?",
    "37eea876a831af6640e34b5bbeda97a3": "You just said three days ago:",
    "0ebdfe50522c9b93de999f41a4356cc8": "你来到了Firefly Marsh ，你还和你的朋友鲍勃玩保龄球",
    "2bd88da072dcce3be8e49cfd730824e6": "Killed a bunch of my brothers and finally fell into the swamp with a stiff ball",
    "817af53a0f6f8b17fc508e1306dd2f4d": "So, are you?!",
    "95a49ebeb28ce0c1492270253bf153f8": "... are you not... Wait",
    "cd5c98beaf2b38bb1441679fde8ca191": "Firefly Swamp Night 5",
    "da9f022d58ac417b9d681b55e6e377d7": "Friends, those little flowers in front of us are sending out distress signals!",
    "252f4a988cb8f24cb21643219f6b6041": "We need immediate help!",
    "375f9f14d486de095859d947acb49a57": "Firefly Swamp Night 5 - Mirror",
    "bfde423214b81bd4feef8d4a9c9bb0ec": "Firefly Swamp Night 6",
    "c872e82e43c9ccc25c581b8983ab25e0": "In other words, after I broke your robot on the roof, I left home \"inexplicably\" and came here through the woods?",
    "874201f7928c5580b4a22b6440b41d50": "This is... No, he can't interfere",
    "6c58ea5239dccec6739987f215d20bf1": "[程序启动]若隐若现的亡灵啊，从阴阳黑白齐聚",
    "d0884c4d5d006c13bf711e06bdf84345": "The firefly night's ferocious bell, the reunion of different worlds",
    "613f3bf13e6170d5ab3e262c712b7ca0": "Conical bottle",
    "286389e16c85d601fff9e446056968ee": "The lab function is now unlocked!",
    "9c1df08fb83f215cccb78108ba15bdaf": "Firefly Swamp Night 6 - Mirror",
    "580b87569bdf3fcd626bcb5d40305839": "Firefly Swamp Night 7",
    "f14c31e85c9574d97d9df0758b340fb3": "Neighbor, what do we get?",
    "9a8662b5fd40a5fcccd7a0c9e27a4bc3": "In fact, he's waiting for your explanation",
    "d646bf002dc4c8c073dae5206ab9885d": "Put it back on the desk in the camp first. Maybe we'll know later",
    "60c437a72674c9501684b770447af83b": "Wait, this... More strings of keys",
    "3a2f4e80dfaa4b9a4b265b52139e370b": "It seems that there are some new plants... But",
    "aa8ca55b015b9942611fb6bedc7fbaf3": "It seems that some plants left by him are not very stable",
    "5ed283c60f49e18466c162858427c54e": "It seems that you can't take it with you... Use it for a while",
    "e27912154fb531b49df204b9e0334a8e": "He?",
    "f24c93e15d84764bacf3f92c24e7de9a": "Firefly Swamp Night 8",
    "1701baadb0ad28945dbbde961adc18c1": "Firefly Swamp Night 8 - Mirror",
    "95e98b2e2e90a8445f46152225c4eff0": "Firefly Swamp Night 9",
    "9c816b83fbf6cae19e8de9b7cab81dc0": "[程序启动]遥远的时空混乱呵，限制人的行动",
    "9ac1cb65da0be2100dfce71c62786c6a": "Let the confusion of the starry night fly in the fireflies",
    "5a124b14198097df06480ef81559aa8a": "The will became more and more depressed, and the water waves fluctuated little by little",
    "e3b7d89c04be15b0defb665d0371a90c": "The intersection of man and spirit, walking on the edge of the shore",
    "c883ac81460299bca6fe654dfeb60b99": "Rational use of limited plants to repel zombies!",
    "2d23413354c943cecaefedc700df9abd": "Firefly Swamp Night 9 - Mirror",
    "21b68119ef96d8abe229d915bf49a0a9": "Aurora Icefield Day 1",
    "5b6b3ee0c8918eab670cbb9409074bdd": "[program restart]",
    "227caa87cb31e88cd872106e6a8d004a": "Ice field... Lonely ice field",
    "199334bf148f08cd0d5ac3dc4f4bf68f": "Put my soul... In the clean ice and snow",
    "61c83f0148e3997b8ae3faf320c34192": "Seriously... Look at your nonsense here. I've got two diseases",
    "70beb5930e1ca01a3b290e01c78a469e": "Wait... Here",
    "7979c9bdf48a64e42ef4b7e0ec8c9b72": "Right... There is no ice field code in the original",
    "d108da9fa1ace70363e58e29b31dfb31": "The next destination should be passion beach... Is it",
    "275588467e602c86d41356f67e5682b3": "[程序执行]你为什么要改掉整个游戏的数据？",
    "206b97047aad032c5e3cbb6438578341": "Aurora Icefield Day 10",
    "7b5486f68b71d0c10d39ab285487cb46": "也就是说，按你的说法，我们只是代码所精确控制着的的贴图？  ",
    "a76404eef251e3bdf16998f44777a57e": "If not, will you remember how many zombies you sent, what zombies, their names, date of birth, family and marriage?",
    "3cd1a99b089019dc50b13712772c4536": "But... Both plants and zombies are alive",
    "56df2c52d26c3afa4f163e90a69715d3": "在你们所处的世界里不存在生命，只有串起一些随便找人编的对话进而推进整个游戏的npc",
    "70f85420f57c1f18703e5eb46af6e057": "甚至连贴图都陋的要命，一个只有正面一个只有侧面 还有一大堆没有名字，没有自我，用系统调控产生的炮灰，无论植物或者僵尸",
    "5a0a1ac24a9affcbb6ca77658685309a": "A plant or zombie appears and sends a data to the system. Oh, it is generated",
    "6c441b03c00c06d71c458620b635dfd1": "Similarly, when they die, they just send a data to the system. Oh, when they die, the data increases and decreases.",
    "59b644a67a33c0b5464dfb352c3b32ba": "All this is just for a person outside the screen to play a game, which makes no sense.",
    "5f84680164cb009195d3bf2bdfe9312a": "Aurora Icefield Day 11",
    "f89b9f65c61b412e81fa868ef3b1dc3a": "Aurora Icefield Night 11 - Mirror",
    "ada6eaf26d0e3b65af4baef5b7f6f812": "Aurora Icefield Day 12",
    "48baa4d03b1104c8afd90cd4fca58d93": "Conical bottle",
    "cfa40a5907a39689d56d164bb309d366": "The lab function is now unlocked!",
    "c73ad39bdba28c48d3b33fa76f796c57": "Aurora Icefield Day 12 - Mirror",
    "0fd07d81f01852d3b4ecdccad3dfb95c": "Aurora Icefield Day 13",
    "d76f1c3b20d00669d627b909a2c65f9f": "So... I'm afraid this machine has a fixed model for creating the world and levels, right?",
    "4e15ea520f53fc525870fad598ba3a09": "I'm afraid so... Because there are only so many libraries that the machine can call",
    "4d66bd197dce8b77e2778aa996c0ae72": "Aurora Icefield Day 13 - Mirror",
    "65ab70f3ca5989f449f471eb80c4f1fd": "Aurora Icefield Day 14",
    "f9266e78b12caa29eeec466f6f98e388": "Aurora Icefield Night 14 - Mirror",
    "ae4aefb67e2513c31dc1be14d971c68e": "任务：关卡结束时阳光达到2500或以上",
    "fc9d80891b97cc553459b9465a0b8df1": "Star",
    "bade6060dd22dcd34085e5a5152c931f": "Stars are the symbol of success. Go ahead and collect more stars!",
    "ac6f8a837411ef038023b29ec71d7675": "Aurora Icefield Day 15",
    "b43409a06aa0b835942f5b3045deeeb4": "Star",
    "e34a7900374f0f7dbb70da3e6fb16e45": "Stars are the symbol of success. Go ahead and collect more stars!",
    "c4f72f96fc97bb6edeb796c53f3af806": "Aurora Icefield Night 16",
    "c65e73b3c5f56bd78798d53c878d4696": "Aurora Icefield Night 16 - Mirror",
    "6f114218a660bc699dfc6e9f85627a80": "Aurora Icefield Night 17",
    "49742db8f1453029ba20f8c8e654c3c8": "Whine... This windy ice field... [program start]",
    "28c25ab41f17af086013587a661a542c": "You know... I feel like you've really changed",
    "f7127348994cb6e4f2fc6b0542f6ecef": "No longer like before so many read not smooth Sao words, also not so easy to touch the scenery, so easy to be sentimental",
    "6222bf9c9b7fd570a754b3fcf80b6837": "Yeah... I feel more like a \"Dave\"",
    "c7569870ab2259be0b7c48d030fb150d": "But not crazy Dave... I mean",
    "3850ea3324b954132cee763b5a088e3f": "Happier, more carefree",
    "ad48c32d65bcc40d2426ec760c1dc3a2": "It's more like a \"trip\".",
    "23c0ad8b35fcff65ecc0f434d80f2f16": "Aurora Icefield Night 17 - Mirror",
    "819ffcb30515bdec12a073d89da2d059": "[程序启动]取消戴夫与僵王对这里的访问权限。",
    "0196ac61d61c535a4493f900d6fcfee6": "Leave me alone",
    "fa1334b3a1a24c25a0b071d58ebe190d": "Sure enough, even if there are mountains and rivers in the heart",
    "c6a816f7236a57b71c9b2f475820ff97": "Can't wash the old traces",
    "247101f16808767d9682b24fb7fbc21c": "Why... Remind me again and again... Why?",
    "247ab62f2500aba612bb1e85cf596632": "Falling Lake... Falling lake, falling lake!",
    "db9f18c08e0a41543ac4d3c69a5147a7": "What Inuit totem, what soul transfers other things, what metamaterial soul controls",
    "09924c09e52139d66294cd5cd3e3101a": "What fate is irreversible! What a messy game world!",
    "fcf3da7b675a983f5e19ce940621d722": "……[难度设置已开启]",
    "678f861992f3f323a9dde9c4a361a26f": "Aurora Icefield Night 18",
    "4d743bca970f67ecf7ae1411301aca07": "You know... In fact, I really like this game",
    "68ce343cb1785af205559d2f2a279190": "You are in this world... You can decide whether you win or lose any time, and your efforts to defeat zombies often pay off.",
    "7d4da699853fd81a656868e075c0dd49": "You can manipulate many elements here... Write a",
    "5cad622870dd9fcb1306d3af2edaa0ba": "A virtual fairy tale different from reality",
    "a1247931a8d058cd1d10cdfb971cb6e9": "However, you are still a realistic person after all... You can't always sink in the game.",
    "9c21a740c3a71afc42fb7c01fd8fe070": "Reality and fairy tales, which is more moving",
    "9f4391083c470f6acf55b8d611cec02c": "Perhaps, the virtual me should be... The real me.",
    "9ef19251eebffeb1cd87b93cb11233b5": "Rectangular coordinate system",
    "de0a1be2a744d319539d584afd9f58af": "Bridge between algebra and geometry",
    "22e54dbbf076113366f09c279484c0f3": "Please put the nuts on the left side of the dividing line!",
    "d0f563f5be2374090a2187bfff9855da": "Aurora Icefield Night 19",
    "3d729cf7e10750c6d9c0b9aa08472612": "Aurora Icefield Night 1 - Mirror",
    "ae06dd464aaa01a493e089096c800241": "Aurora Icefield Day 2",
    "1a48353c1de78bac4ad2af3c5c77ece3": "Lonely soul wandering in the freezing of virtual and memory",
    "c5646fd3de7b5921b78e5f4fa369aab8": "[程序启动]在冰冷中，哭号，又有谁听得见？",
    "237ce22c77319e51b09ad0ec277171c1": "I'm begging you. Can you say less?",
    "a090aad4bfde992249ccd4f12be976bd": "So, you give me back the administrator privileges, huh?",
    "9dd7ecead4ccea253535573fcb18e120": "I promise, when you give it back to me",
    "2fff05d2f66521dbbdf287c865524e45": "Or you can destroy the machine",
    "81249016ab64857ba88d0980f98e4be0": "But anyway... Let the world restore its original balance",
    "d879b2fc733f69298945c7d5dcfc7cfe": "What's the point of me talking to you virtual characters?",
    "ad793c2243d93446cb1f15a8efbf103e": "No matter how balanced the world is, no matter how developed the world is",
    "2d63bcecafef044a08b3c877c58df5f4": "Finally, it's not just cold code, man-made data!",
    "9066d61978f4299e3cfb008698bf2436": "极地选关4",
    "25c1f96eb7f55f0b45906e800a8e566e": "In the future... We have to be careful, huh? Don't cause a \"Butterfly Effect\" or something.",
    "d2db503dd0de6aea19f698188f0b5922": "Please... This computer is not a killing machine",
    "4bdd73b86e388377f37e3bf64cea2ffb": "Besides... If I can control it, maybe",
    "2eba836a66d2cae876dae4e14eadf8d8": "At least, I'm in control of my destiny.",
    "302776c1e95ad3bd9366e87be20a4a5f": "However, escape all the disappointments in your life, place yourself in a virtual game, and do so",
    "6ee6e4a7d40e16818ae70df11bdc0bf4": "Ancient sages once said that people don't always eat tacos. Sometimes I eat tequila pie baked by Aunt Susan. But anyway",
    "417fc05de98a6f30905542f26d6536cf": "Shut up... You don't understand what happened",
    "03304918b165e8e23afc7576f40538de": "The control in the virtual world is always virtual, and it can never replace those in reality",
    "5a3815129fbc353d77f94afa6eaa965f": "闭嘴！闭嘴！……[关闭其他代码的访问权限]",
    "320f234ceb7feddb99bc833d205bd70d": "[副本开始建立]至少，我要掌控自己的命运……",
    "52c91fa66154b830ab73f31eaea90f7b": "Aurora Icefield Night 20",
    "becb2845de917aaea66971aea178b3d5": "So... Did you see Dave?",
    "da070432018b0fed2b4e59c4bc6b0b29": "No",
    "644dd4c9a6b98006803e5963f2d74a51": "The game has completely changed its flavor",
    "cc7bd2216a0879797ba252d4a25fd45e": "Yes... Here, it has become his... His big dream.",
    "63fc2017091ef6e749f741f450b4abf7": "Most of the pain is life",
    "c9f88687dd3664999b99431cb12478aa": "So... Why don't you forcibly seize the administrator's permission and directly delete his \"soul\" by manipulating the program?",
    "b256708eb86ffd298a6e8a843fdd1b7c": "I don't know... But I saw him saying so many strange things there... It must be not easy",
    "285c775007c697a9bb291de3a0b889dc": "So... What are you going to do?",
    "0b9a960a5c21cb4902e86987b5023d96": "Since he comes from reality... Maybe we should send him back to reality",
    "7ab9e11a69545962727851dce65d6e18": "... there is no precedent.",
    "50e9afad0e758a369c0350f6c04a3798": "Yes, but... Since the soul can enter any other object according to his subconscious hint",
    "01dfff83ae7334e53167c8231b99ec53": "I can try... Clear him locally, upload him to the cloud, and get the position coordinates from his body through the game controlled by his subconscious mind.",
    "98fcdb5d36779511d01f45cecf68ea96": "Then... Force the networked computer closest to his body to download his soul data... And then connect with his brain in reality through what device",
    "fe1d21b55e5c8c5bbc0d3f24009eb38b": "Activate his consciousness by converting the soul data into a weak electric shock",
    "b4fa19dbc57c5278f16be95df2cc00d9": "[检测到 管理员 〈未知人员〉dave 正在修改程序]但……哦，他回来了。",
    "11d5f165d4b9abd67a7a67b0a0f0435c": "So",
    "bd5d7e23ba8148a1294224de6ff1dbca": "Let's continue the game.",
    "c18d44ab20e36478a76fb25b27b041bf": "Or, the game, start.",
    "efe247e323430e5c39e747debb284893": "[administrator listening permission has been turned off]",
    "4811db7b335401f5d65303fb574c7e17": "Preferential treatment for the first planting of this plant!",
    "5acebb947e0a0060df8b6edcd517eb51": "Plant it quickly!",
    "4744f7bbd137f165c35ee9347caf43d5": "Brain in the VAT",
    "8157fa7659757f7bc2eb4adbb2f566d4": "How can you guarantee that you are not in this dilemma?",
    "4e020436f5e61939d62c6f60897fe2e7": "Aurora Icefield Night 20 - Mirror",
    "488b842865e8429742af5a4488b0fc34": "Aurora Icefield Night 21",
    "436b211a295683f9954dc5581405d8c8": "Aurora Icefield Night 21 - Mirror",
    "7289aa4a78885a6a36fe950ad3fbfa20": "Aurora Icefield Night 22",
    "aa2e0b0ec8df7f7dde3bdb7c29501997": "Aurora Icefield Night 22 - Mirror",
    "f229a27237467d5ff5ad186bba8ed384": "Aurora Icefield Night 23",
    "3e31d3f38e07ba8026b76733c5d8c5d9": "Aurora Icefield Night 24",
    "3ec39cf0dd976dc0e14e3c67d37a026c": "Aurora Icefield Night 24 - Mirror",
    "dfd402a18a8f33d03109cd4306adc861": "Aurora Icefield Night 25",
    "f425e10df45c3c6114c4ae8a2150090d": "Aurora Icefield Night 25 - Mirror",
    "df299dd4e01c5ea18789ef06aabf63a1": "Aurora Icefield Night 26",
    "f1f85e6f29547c83194c93f9a7643b8a": "Aurora Icefield Night 26 - Mirror",
    "faacfe6330890e849b3753276c193de9": "Aurora Icefield Night 27",
    "21205534fc1ec6d904574f53e06fff4f": "I haven't seen him for more than ten days",
    "1005232ff23d680948434dd129117066": "But his code is always there.",
    "8127858d1670a0446aa006f2f8a03017": "Did he elope alone to find tacos?",
    "2316e22b454cef51cee93812488b96d0": "Worse.",
    "c159664afada7c8b217f038b5a53b1ba": "The code part of the game is exploding wildly",
    "e3b9d0b2add19320b4eeafc04cdb8a91": "I doubt... Oh, maybe I think too much.",
    "67ef21b769adf5caffef55d616647532": "Then why did he block us?",
    "736860ee1409435c016ea63e3339695e": "Listen, here's a possibility",
    "5c52cdc191d552d23bf3387ed6a5ebc6": "Just a possibility... A dangerous possibility.",
    "a2c40869dbf45721bfeac882a37dbfde": "Aurora Icefield Night 27 - Mirror",
    "3c62c446bdbfe731967c293cd73a4f92": "Aurora Icefield Night 28",
    "381ad8df77e38ed61aa06c286d19f35a": "You mean... With subconscious control of the game",
    "09737f54e966338ec07524dd6394a844": "Build a code generation system based on and modeled on neural network system, and then",
    "fc425a8120c8716a47502ec5f4be2fa7": "Realize the absolute control of fully autonomous and semi-automatic?",
    "2d6cd4900efa5127bf5c2503091f05e7": "Yes... That's what I'm worried about.",
    "19a5ec1d6c5a2f06f664fa83e2f9f96f": "Once the system crashes... The whole game will fall apart.",
    "74b6bf0b06982363b07d09c565902b18": "And the control of this game is closely connected with his subconscious",
    "48fd58dcb33ba3f462148070ea100c8b": "Maybe, right? Just a dangerous possibility.",
    "10072ebb5dbfbbd39ebbc17b828b7233": "Ha, ha, how can you... Throw your life... Everything into a game.",
    "a2caf1394caedc5c777d76c7af9f5280": "... sounds like the tequila pie baked by Aunt Susan next door.",
    "8a3aa80dc7b0ea0bfe8060ff66899722": "But we have to move on, don't we, neighbors?",
    "4f8fce17ce8f873d4a4a26d8e4f1744c": "Neighbor... Who are you?",
    "5d9d4237a929b307f31eaed795d87cf2": "Aurora Icefield Night 28 - Mirror",
    "209ec26d3ee4d355fcdde3bc43f674cd": "Is this the confusion between reality and dream?",
    "71aa8d8fb44a8ac9da8d5b2c9a9dc362": "What a pity... Next is the nightmare of chaos",
    "4c7f6ed6b4767b60e50f97b3d83a0e81": "Let you sleep in this eternal nightmare!",
    "46ac545246108ff50a44c28c3aca4bd8": "Aurora Icefield Night 29",
    "dbdad169e345f52efb88d6fc5bb34596": "［8:00pm］",
    "b87c68eb2a17b04e149b8b8405f9b7f1": "［12:00am］",
    "58177b5df829d0a042efd2f3b43ad50f": "［00:00:00:00:00:00:00］",
    "bc6de3a5a874cb9303c8ea982ade7828": "Hehe, hehe.",
    "9565dca6e5bfed553000b7a5cb9ef092": "[enable access to other codes]",
    "f00be1d5b7687fe8a4e63dfa1151fb6c": "极光的梦之Mirror - 始",
    "e25931554e6301bfea10670a2d2cb7d9": "The game is over!",
    "d4239a1f27d32953350691a141b61ce9": "你能坚持住4波吗？",
    "d43d08303067035a9449c1ba462a0959": "More zombies are coming",
    "f0f301428c7f05c39576d7a0ca2543fd": "极光的梦之Mirror - 梦",
    "be1f4c321a03f4ea419a3920ce77ab3c": "The world has begun to chaos",
    "5b8e7d1336c7660e34de47ecc9ff4100": "even so",
    "f0363d289dc964e98f1229ccc44f32ce": "Can't change anything",
    "767f4819bbed558fe70b71626a25c477": "Ahead is the end of the road!",
    "f0d8a5d5eeadccd4574b2920170852af": "More zombies are coming",
    "bcd39058d741a54e51a74a061d5e92f1": "极光的梦之Mirror - 幻",
    "9f4991147d142907f85729123b8b53fb": "This is just the beginning of a nightmare",
    "a592f2c75fb311651a7f939c3444c76f": "If you insist on having this dream, you will eventually be broken to pieces.",
    "321c6cbd2051ed48a0fb0a91062d4046": "More zombies are coming",
    "cb8899edd1ef1b14cc96c18aca388425": "极光的梦之Mirror - 狂",
    "113fc0ef7d6a34dc5394670533fb2dbe": "Star",
    "6d45ce017eb60e97346cc3526477807b": "Stars are the symbol of success. Go ahead and collect more stars!",
    "b3c1e8490c08ef02db3b002ea2fd94ac": "极光的梦之Mirror - 狂",
    "1405a6f9a02a93d2cb6bc2c8630d985e": "Poor:",
    "ef34e5d70832ecab349fa0aa033b4cbc": "Star",
    "099127326b49965cae3b04e3460e4efc": "Stars are the symbol of success. Go ahead and collect more stars!",
    "817515cf3e69762c6d37b6857979c3e0": "Aurora Icefield Day 3",
    "aacb5e47609459be2aa42ca01328cb19": "[程序启动]这里是……",
    "a0b4f33d04e25ba44bc8481a4a0caec4": "My private program",
    "1be71776d483acf0b2d54445e60177c3": "[检测到 管理员 〈未知人员〉dave 正在修改程序]",
    "6a45a4ad3ca1d6a4314579936238c76d": "Morpheus……我们得尽快……",
    "58bc949872aad433686e6fc9d546c7a6": "Here... Is the ice field in your dream?",
    "f3e9bbc71ea01f7a49b2d21b0aca2e41": "It has nothing to do with you",
    "f1a2d61c5dd18701666886acf4161861": "[程序启动]这所谓的寒冷与不平，不过是数字构成的谎言！",
    "5272a1645c7abb6341c2d72ec2bcb79b": "... why did you choose to bring me here?",
    "e5172903a4a3dfc933867b906dae046d": "Please put the nuts on the left side of the dividing line!",
    "892a0daba4a975de3643c2f2f715edf1": "Aurora Icefield Night 30",
    "7489b2f6d8bf83900a2a76c06eca7183": "Haven't you found him yet?",
    "68cf2447c06ade562868316929fae3e8": "Well... When I find him... I want him to make up for my waffle taco!",
    "e8622f422e84e12174e794c838a5c50c": "Well... Are you back?",
    "f062eece63bfabaecc8e6892071f9808": "You don't have to install... Private programs, huh?",
    "9eb92f4da10e6812239a8e0b3c4f1c75": "Why should I keep trying to pretend to be friendly with you pure game code?",
    "3b2e01e838198e7414c141e7e92c2c4a": "这个世界已经是纯粹的craft of mine……又何必听任你们指手画脚？",
    "de22c806122b272fd69bad2ccedea9f4": "Do you want to prevent off screen players from playing the game by increasing the difficulty, so as to prevent the game from advancing",
    "6b81f4a19f6f117ee0e3e141a4f41104": "Oh, everything you plotted... No administrator authority, no machine",
    "b43061071f78cc3ad5bde939125f1519": "Whatever you do, you will return to the origin!",
    "154c43536b55e7ae9c18f0f3aa079ee2": "[程序启动]我正在进行的工程……等着……有了这样的资源，这样的逐渐由我自主意识掌控的权限……",
    "c3681ab83b3d7b9b7d1688550e16f145": "Listen, everything in this game is just",
    "d41bf38b884b76ea9ffdc6dc1ef379fa": "[正在构建boss 雪鸮一号]",
    "0b6decdbb3bcb9f15ef2ba19d01f4014": "Enough to make me the Lord of virtual Eden!",
    "056c007600077fc119418c6d317fcbbb": "It's dangerous, neighbor... But I think you're ready",
    "f2247350233fa3662a3451076f8ebc4a": "Put... Plants!",
    "723bd0eb3f7a0f6b8af20295901e625e": "A cup of coffee",
    "2f91306ccc31f4f61bd4808a4ad634a4": "这只不过是一台咖啡机，杀戮机器？He is never coming back.",
    "d94be0107dfa177a71e44a5d5e807a2d": "Red blue pill",
    "32536fd85d8a6c3b51be5bc658ae3ec1": "What does this symbolize",
    "7db675640fba0dc3608b21bf799192e6": "bonus level ",
    "e19a7eb17ec2e77124c692017b077031": "Your sunshine is not enough to buy this plant... Please wait patiently",
    "15f2c6c027c56533f1eb2ebedaf4abe7": "The second click is still not enough to buy",
    "667f5cec2a02e290f56f53ea823ac11a": "One more two, no more three, you click again",
    "11435069a3f630e78daeec6b6e51375a": "You have the ability to order twenty?!",
    "9be082d54c79da9bf62f467594da7468": "Congratulations on unlocking hidden achievements: Stanley's fable",
    "ffdfdd94c0e88bc35e76961ebb718578": "You knocked on the screen... But... No one came",
    "9acd754957e69494addbe2bf2cf4ff43": "We didn't code the land shovel. It's just an abandoned level",
    "6c9f5f79439db9f5dc9366904000e32e": "It's just an ice truck",
    "b145f6b1e58ba41fb41fb9d1a188d60a": "You knocked on the screen... But... There was no one except this ice truck",
    "e53b79825ef51de09c137a37b98a3a36": "Aurora Icefield Day 4",
    "bc328f2d56f93bd266e41ee3c588008e": "So... Instead of fighting for control here, we might as well",
    "2cd2150e192652980e623ecac694f1f6": "Let's continue the game.",
    "27d8912b9b841b11fae4f1e02ad1a351": "Continue... The game?",
    "df5c408745e1d7e76d98d60baf488090": "[程序启动]……虚拟游戏的火爆，终究只能延续一时……",
    "5a643c46890b4e36046b99dfb11da8b2": "No matter how painful the memory is, it can't keep fresh in the washing of time",
    "d2c5db9ac743020303b9db4874801c54": "... it's better to... Than live in the past",
    "97ecb1a2081757da130c7d8cd77d8fa7": "Let's continue the game.",
    "3a9d0e6c0da8a437924a63918c9740a9": "Or, ha ha... Game, start.",
    "c4af7bd5e4ba3b5bfc7d7ceed11a2a95": "Liquid protective film",
    "3ba12eeb4518a9478059ddd2c93408c3": "种下之后在3x3范围内生成暂时性的保护膜以保护当前格所在的植物。",
    "e9115e2d52bd649cd6afede5ff145a20": "Aurora Icefield Night 4 - Mirror",
    "fd8310c3a3ed8b9d56a64db4cbdb5333": "Aurora Icefield Day 5",
    "139652514dcf79c69f32553ee268404f": "So... Will this level protect plants?",
    "ce34db036b3bcbf509d24d536fac47ca": "Um.",
    "b346b7c1a677d23a8a0d1a98a1e05e5b": "But why... Do we need to protect them?",
    "530cbde374c9c390e183edfa5486111e": "Cute, sour, sweet and delicious?",
    "011aed3778d7a8ca53951e5f086df0c3": "说实话……我私认为Aipoi又沙又苦又难吃还很丑……",
    "36b50439ab338171651c65daf371175e": "That only means you and Zombies taste quite similar",
    "0b601c2f9837af92ad7394a2612fd3ea": "要不然为什么僵尸一啃Aipoi，游戏就结束了？",
    "714784707f3d22f0c8d9ab5498660a81": "No... what happened to the zombie taste?",
    "72f4679c925c5f59bf8baf3b28241bdd": "We've long been vegetarian",
    "9121feca5b009dbecbe6da46047d494a": "For health?",
    "b4887ee624fda78d130d60c35b7a1c03": "no It's just too long to eat",
    "ef139c447fb6176ceda5d58f4cf67852": "Every day there are maps to coax us, saying \"zombies ate your brain\".",
    "2f230240979af4c96d1fcee1e498be42": "Sometimes, there are zombies gnawing at a mass of air under the map.",
    "5ec7759002982fd6b7a7791146f28f25": "But actually... We haven't even seen a single person! We don't know who the neighbors are!",
    "77142d16cca3ea72fe9225669ba66e04": "Eat a wool brain! It's better to chew two more plants in the game.",
    "d9addae36676e179f30a12892a6fa4fd": "Aurora Icefield Day 6",
    "269f490fae261348c24f5b8e63cfcbb3": "Aurora Icefield Night 6 - Mirror",
    "d5725957c56c0a3e9327238503ce12f4": "Aurora Icefield Day 7",
    "c17bbc50ad3f45349ac4c8b6933e9e6c": "Seriously, I always thought you were really like what you said in the game",
    "ddcce654a5b1b30286fc6f890dd40f0b": "Be teased like the bottle cap company? c'mon.",
    "2001cf3843e1047659631798f72b9647": "That's what we said under \"code control\".",
    "1a7f80fac073611d0f809a6de7ce0ad5": "But actually... I want to ask... How does your \"wonderful journey of time and space\" machine work?",
    "60e5ab0525591d39a88ab67f4de3fc55": "Cough, cough... This should be the most",
    "8114e235112b56661b482db9298f7ff9": "The most swollen, right?",
    "2f5092bb0b7f6abf94c23cd6022905ba": "... this \"great\" machine uses intelligent semantic recognition and the deepest code modification in the game world.",
    "95982ebf32f350a01fd27fee4d278410": "We just have administrator privileges and say some instructions with keywords",
    "c5919609e83fc1a9df6a9119e204311b": "Then the machine will modify some key variables in the game, so that the instruction content can be successfully realized",
    "456e1eb8a464ccab925157368f086656": "For example, Dave wants a drink. Then the system will adjust the data intelligently and draw the map automatically.",
    "b2d43c97faf9675056b8cfbf90a1c7b4": "... although there is no thirst in the program... But you are encouraging me.",
    "d23d86bae33153d902dba97a6fd88804": "Oh, my God... I swear in the name of John",
    "c3fa5a7fd833c8f19ba4f9b447285de4": "I need an iced aloe drink, but not as bad as aunt Susan's tequila pie.",
    "b660f13d08adfcacb1a946ed3566a67a": "[程序启动]……我倒是要看看这系统会干啥",
    "68c86f94e1070d5eeae393a88738c42b": "所以，你的程序有bug？",
    "193757c0a34fe5c1b16fd43ca99e9e15": "Or... Does the system think I'm not thirsty?",
    "3c9e9480a6cf157769bcbdfc19b0e05b": "Wait a minute, my old man... What's in my plant card bag?",
    "b9b138b18e26ab7f6b824877d4f8c0c1": "……你的程序就是有bug",
    "f57c55d3524719b3bd12f9413c070275": "What is the \"wonderful journey of time and space\", who is it?",
    "aa62c88bfebe1d7fdaf0411b55d36256": "... it was a mistake to use the experimental machine against Dave in advance",
    "b31a03d0374af5e6e0c8c012af9010a0": "... absolutely right mistake",
    "7e3a661697829b402897708f065b1ac0": "Aurora Icefield Day 8",
    "ea0034902b5f52480a7a633c2c3ee6df": "So... Your machine can modify some variables and even create new worlds and levels?",
    "069fd9b84c78925a2f04986388a03fe1": "No, this is the new world you create with this feature.",
    "c83616d947ca7c8978f6036c048c0771": "... I didn't want to create the world.",
    "ea68e5a8ae372cde2f1220a17f6dcf62": "If it's not your initiative to create... What \"semantics\" is the machine \"recognizing\"?",
    "5aa63c57a6ffecbc42b270fd9934059e": "Please don't beat around the Bush... What's going on?",
    "c2946bdfacf2b6279202764e1294791c": "[程序启动]？？？",
    "733ce10a436d87cceca980a261926a3a": "... trigger the program again.",
    "e653fc578379d23703f2fa97a9f20fc1": "So what happens next... What happens",
    "9df4726f1a0876699278fbae9d0b36fd": "I'm afraid it will be controlled by his deep consciousness",
    "ad7ce9595bf97c37c43212800e9e7e0e": "Yes... But it's also an opportunity",
    "52937427f3de6811cf048063cbddb5f2": "至少……[检测到 管理员 〈未知人员〉dave 正在修改程序]",
    "401fb1cbf732aab812e60bc3250fb35c": "We can follow this changing game and trace his past",
    "7b25ee3058bcaca14d7a9610f00c6d44": "Every image in the game may be an abstraction of memory",
    "6c03d0435c71a9de94e57506e2b28173": "In the future... Maybe we should be careful",
    "600cafef357556772bf79c2fc54facee": "Don't cause a \"Butterfly Effect\" or something.",
    "b7056c5562088add54c017bede8f89b0": "Please... This computer is not a killing machine... It can't even let zombies walk around the corner",
    "3c78a020641586aba1377bc4fabb31d3": "[program start] if I can control it, maybe",
    "063ece1a176a6effdc705ee65cedaca3": "Aurora Icefield Day 9",
    "8c75c43bcec112eb545386167a238e2d": "Anyway... What game is this?",
    "9315ab81b640cc01403bb12f65d015ee": "What, game? Aren't we real \"people\"?",
    "b1fdd9ff4e4d609a0d61d31016c1aa30": "... or \"corpse\"",
    "9a9b54a9b7a5ef6f08f4b780a08603ec": "Listen, there's no truth here.",
    "082fe9311612e445b97f62b209bb66fe": "我们所在的所谓的世界不过是一个游戏，《植物大战僵尸》，steam和杉果都在卖",
    "6192b33ba4af33481b717942ee4b1821": "And as for you",
    "c0f520af955b1dd35c89368edd87bbe4": "Aurora Icefield Night 9 - Mirror",
    "5ef1c342e7f2a6699ab9f2faade8cba6": "泳池1",
    "8c14afb4c0023efd737c48da98fba016": "Birds' Forest Today - Autumn",
    "b78aa81388227311ff3c4d802ef8a908": "嗨，朋友，坐我的车如何?",
    "f1ac625727876b272fd21f18ae783551": "That no longer exists.",
    "6a9e842ad5b216b2995850eaeb50e0e9": "We came to this place for the second time. Now it's autumn. I don't know what danger it will bring.",
    "b6349150c9bf7a6990d2020a05731999": "还是先看看他们吧……走到哪跟到哪→_→",
    "6e5069987164ff3f9435454fedb93338": "Birds' Forest Tomorrow - Summer",
    "349331d8b462cf8df41d9a23b23207ab": "I wonder if you have noticed that the scenery in the forest seems to have changed greatly. Does this have anything to do with that man?",
    "f33fd34ae5259d4e75bc5c28aa7dc7cd": "But now, we got the flowerpot.",
    "9693aa2b7d2fc86e8b06a25de07e357c": "He allowed us to grow plants in complex terrain.",
    "ba59d051ed2538a47324d18e52821d1a": "Remember to plant small nuts in front of those scratchy fruit baskets.",
    "3e705368270e01403957aa387264ebd5": "……还有场地中央的那滩水= =真是麻烦啊。",
    "a0e1c3e6e3eebdbf8377045c9ff83c7b": "特殊道具-液态保护膜",
    "2d2e9e6db59b878f44d95cb7b8e05e3b": "液态保护膜可以为你提供3x3的保护",
    "7b552d902372752be94d35cdf2a11692": "Birds' Forest The Day After - Bailu",
    "41760b33fa3961eb0da82c77bb66ba89": "Congratulations, you got the second special prop!",
    "5118c1cb42fa5c680770bccc9b3b4153": "It's called a liquid protective film,",
    "1dc9fba94dfe0dd0585f4436bd348460": "你可以将它种在你想保护的植物上，来给予它15秒的无敌保护。",
    "94a445619cd45f5cf258e4545a3ebd17": "But don't forget one thing: his cooling is very long!!!",
    "ff6fc759e6669a67ba0bfee483281ba5": "Birds' Forest Outer Rear - Autumn Equinox",
    "036a7bc766294a29d9021ae6d5a0c118": "Oh, neighbor! Who is he?",
    "a1a63b12b71eecd61c7de44b1bdb8c2e": "Eh, hahaha, I'm the guardian of the forest!",
    "dc498768272387bf22e71deced3ab88f": "Don't be paranoid,",
    "5c61ac5b4824863777807ed63238edbe": "Please don't try to cross my bottom line!",
    "e93651845eed74a0f6cd6eee764ad90c": "Birds' Forest Next Day - Hanlu",
    "def58aa470829bb5005fe16ce547b2d1": "Dear Dave... Are you okay?",
    "6138c2a69defc528842bd281facfb6d5": "You have violated the creatures here",
    "7cd8b6dc198e3526c68c18edd07fa17b": "Will get the punishment of \"justice\"!",
    "faddccfdd5d11cc301c7a991fc9b4d9c": "I will extract the dark side from your memory and copy it...",
    "3227b9691b208d48cadea1aa9593c70f": "That's terrible",
    "750166f68a0230592b83d9e6124aceae": "Is it?",
    "94076ef7dcc54b5519b5e7eff1eccff7": "Darkness, despair, hesitation.",
    "ef4387312419eeed5175da847b5f51c3": "Let the bleak autumn take away Dreams and hopes, disperse with the wind, and eliminate the last desire.",
    "6b47b68363c7ce55edf03a0ab43730a4": "The wreckage of the wooden bridge",
    "2dbb2629bc7e0569293a0c9ed113c557": "Lost Sand Day 1",
    "e39e42f9421c50765a8ca53e8666ed23": "Hi!亲爱的邻居！Welcome to Lost Sand!",
    "fd1cc5a673ffa5041d055ce71282201f": "你问我什么是Lost Sand?就是Mirage Sandy City 惹！作为游戏的第一个副本，我还有点小激动呢！",
    "91fdd69f3b38e25bd5a80da3d4eb0295": "This map is very special. You will not be able to place plants in the first three squares of odd rows!",
    "b9c899973c16dda3256752ea7c4627b6": "No more nonsense. Let's start now!",
    "cfadd272b89897b858fa024b2183eda3": "Lost Sand Day 2",
    "f04481c28d6347b2430b9db561889169": "Lost Sand Day 2",
    "e7229f86a2fa80986d0ee655f7b1bb82": "Lost Sand Day 3",
    "eadfd981ace94976e4260efae21201ce": "Congratulations on getting the day ♂ Light!",
    "c476510878cb714928815fd9158c8380": "它可以立即生产300阳光，是前期不可多得的好助手！",
    "3caeda17b76a389a6f1c1aee328cd96f": "唯一的缺点是缓冲太长。但是没有关系我相信你一定可以把它用好!祝你好运。",
    "637aaad9d1d354499fbc60240761c10f": "Lost Sand Day 4",
    "35a708610d976ab5255ca8a829d95fb3": "Lost Sand Day 1",
    "4f6a4bc613325abf437deccd9560a344": "Lost Sand Day 5",
    "28cae5ccb5501ed05433343826a52688": "Lost Sand Day 5",
    "ccf0bb1586d815ec9177ea2f0b24f1a7": "This is the last zombie challenge",
    "715d6693883c5ad81b3444c20f78aed2": "The revolution has not yet succeeded, and comrades must still work hard! I'll go and avoid it first. Come on!",
    "e40fad4e59447e589734f8bfa91f3faf": "副本Mirage Sandy City 选关",
    "a193104eaf6d058718887739d14c7603": "images/interface/春季副本.webp",
    "dac67d25a4f215e941e3f87c2a520b16": "images/interface/春季副本遮挡.webp",
    "1b1ba2b54de7177d32cfc1fb09fc2cb3": "Spring Copy",
    "a8a84df7b9c673c9d5bbbde5f020601f": "Spring (Choice)",
    "52289ab3b8c63aef9cded82bbc85bc0d": "Spring Challenge",
    "f24188ea202f2581aa547e42fe48bc41": "images/interface/春季副本.webp",
    "63b52ab7cf0bac892570cb84af171927": "images/interface/春季副本遮挡.webp",
    "eecc83aaecfe26262101afc9d154fe86": "Spring Copy",
    "f387ed93bd50dc3e70ba37e7f319232f": "Spring (Choice)",
    "7e5a068c6e3d174873b0a96abd4bc572": "Spring Conveyor",
    "78a41d854966f28be11fd51131b7505d": "images/interface/春季副本.webp",
    "be84e3fa407088f695bb8306cc67b579": "images/interface/春季副本遮挡.webp",
    "fd3215acb35856afe554f66819d47095": "Spring Copy",
    "b72ff4f68c3c1c91a765d634a66468df": "Spring (Choice)",
    "ee47bd228865b67008a5cec4f036cbc8": "Spring Conveyor",
    "d6f820299600e8cdff645114636c48cc": "images/interface/春季副本.webp",
    "1f13e357ead1c8d57aeb0a781274fbed": "images/interface/春季副本遮挡.webp",
    "7914d68cd661f8380b2e677dbff0f2ed": "Spring Copy",
    "e3bf6eaf133f0d84cb643c50a231f0ac": "Spring (Choice)",
    "be55a75992d1f80f664481d63417d940": "Spring Challenge",
    "a53c157a8022de66c068c2100c9d4a91": "images/interface/春季副本.webp",
    "8213b97ff68668124304bf11c5ea79d9": "images/interface/春季副本遮挡.webp",
    "73f9f11759d453598472d2006b0fb763": "Spring Copy",
    "301b5d2c4c55c65c629a76330f360a07": "Spring (Choice)",
    "c5c4feba15c53995550d09b51c94e61f": "Spring Conveyor",
    "7cc7b3ffbf42c0ba5483fb25362d5b99": "Winter Copy Night 1",
    "584712b17260d36f5e6cdc35d6f3e9b2": "Whine... This windy ice field... [program start]",
    "1ec8c27889bcbdc6686c4291cd9ae279": "You know... I feel like you've really changed",
    "231b17f5a213a9f7eee24cb1f547d251": "No longer like before so many read not smooth Sao words, also not so easy to touch the scenery, so easy to be sentimental",
    "529c02af4d0609b0b66dc604ac45d8a5": "Yeah... I feel more like a \"Dave\"",
    "d21bec16d3ed9c738c4306e90957ce76": "But not crazy Dave... I mean",
    "b05341fc0f37d41c99b2bd580ae60c71": "Happier, more carefree",
    "d9a2ee4ed05ceebfab71522695319ea3": "It's more like a \"trip\".",
    "8e38fa499c068e3267c7f155e200cd9e": "Ice wind will destroy plants and create obstacles!",
    "680e5ceb64b376bf5d9911d7b3175d57": "Winter Copy Night 2",
    "5353e1a6d520ed53e06d46b0b961a8ea": "Winter Copy Night 3",
    "a4d5f76e84475bc0b62cefcfbdd24dc4": "Winter Copy Night 4",
    "c170ab89768dde70404eb7983160e5af": "Special level: Invisi-ghoul",
    "575e9e1581c0c21312dd91eb91721e4b": "Winter Copy Night 5",
    "fff1204d04907b389beeb22a10d1461b": "Abandoned Smoggy City Day 8",
    "924c85642af0ee581b8925c24ad4a6bd": "My House Day 1",
    "e74492f5c6793a04598f7b3f5983b128": "Hi, friend.",
    "153d9d4b0dc955c39804bf049865ecd7": "My name is Dave. My last name is Dave. You can call me Dave.",
    "dce0274b1af8608812d06ea5e3122d15": "我准备出门去旅行，你要不要和我一起去呢?",
    "fcf1b34a3cb02c153ddac765a64dcc3d": "Good!我先去准备一下行李，你先把对面的僵尸清理一下。",
    "5a3482fc2e771776704e108ec256f346": "Please click and drag the card!",
    "3dfa94dd23c35e89a6db3d0679ac6308": "Click on the lawn and plant it!",
    "9633a9250ddc826bc76b6f16ec78151c": "Save more sunshine to resist zombies!",
    "afae561dee08ac04b485920f9ba09829": "My House Day 2",
    "65950e4a603628f94aadc8380f67f1bd": "Sunflower is a very important plant!",
    "2b84880b0da17eced6f5a0725c2c5311": "At least three sunflowers need to be planted!",
    "769ffd8e389b473282fb12ad0c9be63f": "My House Day 3",
    "9529615ba5b8f93e4a729efef52e2cc5": "Drag the shovel onto those plants and clean them up!",
    "91245b4d600dcf78b34dd2abac53fd77": "Click the left button to clear the plant!",
    "921855d5ab3a35dba7dd67b9ec45611c": "Keep digging until there are no extra plants on the lawn!",
    "4a79340a9b123e2e4aeb1e49992affb6": "My House Day 4",
    "b6d61bf49eed9c3521d74f7bd20b422f": "Oh, man.",
    "046b46bc2c40a90350426e9f66b9c4e5": "I seem to have lost my car key.",
    "7472593633cb2da00509fb26d407eed0": "帮我找回来吧，也许它就在铁桶僵尸身上!",
    "38e3f30133993accab2cb06d6e952845": "Crazy Dave's Car Key ",
    "dd8062125104febc79bb947d2eaa690f": "Start a wonderful trip with Dave!",
    "3859b86bec72af4a7262e4a87ae45216": "If you have never played another version of PvZ, or would like to learn about the origin of the plot for this game. Please click <确定> to enter the newbie tutorial.",
    "db728500d318c69b7f7050b44539829c": "Birds' Forest - Day 1",
    "ed68d815d684f564be8193d4104858cf": "Choice",
    "f4c16aaea282a25b6ca5829863ce37e0": "All land",
    "a11e3c70e0e0ff429268d4cb590fa58c": "7 waves",
    "1d2802a5e7e33fce08ba94b169f9cf45": "Birds' Forest - Day 2",
    "240bc94fae77e28d630e0471ad0f5b73": "8 waves",
    "cca5eca02972aef0e9fe102b31c8fd8e": "Birds' Forest - Day 3",
    "56dbce8ea748aa050854b0bc80d56431": "9 waves",
    "e8091413040c3218a2681d678a90646e": "Birds' Forest - Day 4",
    "5864bc83e48ad1a83072c335aec9e4cf": "10 waves",
    "a68b4511cc419bb29b45747abe53eb1a": "Birds' Forest - Day 5",
    "49dd9669f0379c6bd09ac232753eedc6": "Birds' Forest - Day 6",
    "eef24b0213a5b2250fc238b84804b434": "Choice",
    "d018f5392263d1717da2e591a1a80ec2": "All land",
    "92a43f2e4aaf0205246d9f899cd51bbe": "12 waves",
    "bf35676a74223aed06320355e719cc9b": "Birds' Forest - Day 7",
    "32a11a2347e7a05d4724be9857011959": "13 waves",
    "d3e29838245823d40a3c98ec681222ce": "Birds' Forest - Day 8",
    "f6f80825fa10036ca18122abdd9203c4": "14 waves",
    "92f917ae3411e56cd2a3c5444c583ba9": "Birds' Forest - Day 9",
    "584df7da014828099f6c990018f1e17b": "15 waves",
    "842d7b8b5b19df6a513763fc9ba279d2": "Birds' Forest - Day 10",
    "f5562142b5df9519b24d98d9bbcb9084": "Special Delivery",
    "c6aa008d05d0677954ef4a26edd0b011": "11 waves",
    "2cf0c60474a20517d1232f021451767f": "Birds' Forest - Day 11",
    "4d87150e1101bdeb3c9c6e1c60076fe0": "Choice",
    "5bd7d13c2b9bde1e79456bd6d2d04890": "All land",
    "48c0f67bde94724056a01540798de038": "9 waves",
    "ff527c4f54a4156fd2a8abfd5faaea9b": "Birds' Forest - Day 12",
    "7ae50865aea1c6802aed9ca6c7f58ad0": "Birds' Forest - Day 13",
    "4d1e8bf388535c6c768881eda40103ed": "Save Our Seeds",
    "b2d425f0ff7ec6a869a2e29bcafb6371": "15 waves",
    "c0ad690ab4a6f038f67a7e84943740ab": "Birds' Forest - Day 14",
    "1a3a815b2759e6228533bdadaa47c484": "16 waves",
    "e0136f1b746f710c667ca7743b0391ce": "Birds' Forest - Day 15",
    "915c08abaa9dbe06d4e150efa38c1ec4": "Special Delivery",
    "24fe5e19da8d8cd705b17cf1bf7168b8": "10 waves",
    "fe6dd321af48d5abaa872cf6fd3023b1": "Birds' Forest - Day 16",
    "5100b2507c87c9999074a20a7d37d3a8": "Save Our Seeds",
    "cc86ce08e4943dcba75da093434ccf3c": "All land",
    "232b0e353d054f2c57b50912b629eb72": "10 waves",
    "a2ede974dae3ba8724ed67fda2a468bf": "Birds' Forest - Day 17",
    "d7aaa7b9c8d9d067c6fbe518f9e3f698": "Choice",
    "e372995c584091ba6c3d9d90d8ed1403": "12 waves",
    "a8d246db9dec6a9e1de102f885b0e467": "Birds' Forest - Day 18",
    "9c8809a166291323b3b88ec429e44b74": "13 waves",
    "189fc256c66a01192f5a203643d1b955": "Birds' Forest - Day 19",
    "716137212c93c938d0a48ea870281575": "Birds' Forest - Day 20",
    "865ffc58d4559ca5adc4cee85a22ac96": "Special Delivery",
    "19bad304d620a3fdb6653243a6b21731": "Birds' Forest - Day 21",
    "b404741deb6c7917a2cb61ae3a3bd56e": "Choice",
    "c1fe8da0fb36c0ceafe6f096812b2401": "All land",
    "4304f70357732c64178e1737b741f55f": "12 waves",
    "682b2bd1016ab3ad090ef1cb84b32ccd": "Birds' Forest - Day 22",
    "6f61574af91afc8ff502c755b010a6ae": "No Cooldown",
    "3314d7dbb038b41eae89e5d5eb21694e": "13 waves",
    "3fefb1682dc84ebf14ddeb9eeeb5f49e": "Birds' Forest - Day 23",
    "c08a0f4eb66efaf79d07f0e78a39078b": "Save Our Seeds",
    "fa5ca974e88142f1866946e5282f951e": "15 waves",
    "e131cb30a42b51f9a7fefaf8e92fd6b4": "Birds' Forest - Day 24",
    "d332d61765416061091dd33418244f2b": "Birds' Forest - Day 25",
    "2a2396f17ffd7278954ea9512a34ed21": "Birds' Forest - Day 26",
    "9472b45b0aed55aa429d451d82eaffcd": "Choice",
    "cbdeafc3f699ce7cdd45ac19823f46fd": "All land",
    "55275893d44ab441dd9699a5d5c94129": "10 waves",
    "4114a999f56be1ba974ee5697f6e64b4": "Birds' Forest - Day 27",
    "f15b1719b1b971f6833cf326170611fc": "16 waves",
    "6b25dfc0faa25548f2c21507f266feba": "Birds' Forest - Day 28",
    "3ec2e0a73cfa3e29096cbc67d1f4f031": "Save Our Seeds",
    "52535ddfc4bdc54eb99e6efcd1ab2c24": "12 waves",
    "e8eeac582ca787fb99909c4effeb43a5": "Birds' Forest - Day 29",
    "ca3bd5e9a9f77b1b3ee4c06d3dc5bee5": "15 waves",
    "01774b534af3f43c7c1c9fdf819b4f2b": "Birds' Forest - Day 30",
    "930b3bc08e4bb05e15e2dee8131a6dfa": "Finishing Touch",
    "9962036c331bce7038810ae0216a30e3": "Spring Copy: Stay tuned!",
    "8fd733c686a16880b42ededfc64a98a2": "Abandoned Smoggy City - Day 1",
    "8c5fe5cf9f399b1c214f90266ca02417": "Choice",
    "8acbfb06de94f50dafe9528cb2f853f4": "All land",
    "0f9128b65739f55d36660124ee9949a1": "20 waves",
    "6b9d8dd940ebb089834d09560368b527": "Abandoned Smoggy City - Day 2",
    "ab02938fe0f2987d6717a7138bf87145": "Special Delivery",
    "396f2b6ce976500f533a849402926251": "All land + Fog",
    "253f7b9e4f72d313d0aeb49d3e74f319": "15 waves",
    "10a55e0f51713443b094495e5f047879": "Abandoned Smoggy City - Day 3",
    "9bbe4074840183c2b2eb440bf24779ae": "Wall-nut Bowling",
    "d64c526ee71319ac60a014051e94eb21": "9 waves",
    "653482b4c81335ef9fd6b08b33780be4": "Abandoned Smoggy City - Day 4",
    "7b895d3d368e79d62b003e890cf3e466": "Special terrain + Dense fog",
    "f3adbd7cf120f9cc121a0886b6eec77a": "10 waves",
    "95a18ad944aa681e0f8fd9950233a848": "Abandoned Smoggy City - Day 5",
    "73c2679007bd04b04b9de6015c11f626": "Save Our Seeds",
    "573fb3dc899f65716745b85d9d03ea1a": "17 waves",
    "202d35236cdcf79516be4c29cf8337ff": "Abandoned Smoggy City - Day 6",
    "9b269a4c4920a7336214e92a9dc46e6f": "Choice",
    "59ecb40a4d78b18bd98406bc3c59cd22": "All land + Haze",
    "4cbc3b03b3faa899e94a3bc07a463995": "9 waves",
    "43da888d7e03355e2cade4b1058ebf94": "Abandoned Smoggy City - Day 7",
    "b35fb821b5b06e1591665f4ebac0be25": "Wall-nut Bowling",
    "0dbc424aee342e8b964a03e27af64351": "Special terrain",
    "c78b5c57bf12744ebc2f3ed166c51a32": "14 waves",
    "77d9cb26009ceace492b0742b6a31e16": "Abandoned Smoggy City - Day 8",
    "807661d738caa28f56597dc593e4b668": "It's Raining Seeds + Endless",
    "d73fdbea6573433299d0b92fe9a9b0a0": "Haze + Special terrain",
    "a129871dee2d07c8a12ad17d40b4fd13": "Abandoned Smoggy City - Day 9",
    "e7b0f145e00dc7a2e7a4cd91c9ac8e39": "All land + Dense fog",
    "ef84a13d9d4debe3f68b1e52595a02de": "10 waves",
    "57c7ef32d501d76f4aa7a32e11817a9c": "Abandoned Smoggy City - Day 10",
    "9c7786b50e57de17793a32f1a3e87f95": "Special Delivery + Save Our Seeds",
    "5c679b63939439b5e3a77e76d8f653c3": "25 waves",
    "3c67d306a256a34105a51d78e2119f52": "Abandoned Smoggy City - Day 11",
    "283c92e93f8d625cc698b881cfe81de0": "Choice",
    "ec903d7fe2e6e368ee1cd5b663843c51": "All land + Haze",
    "d5ca2dd70f264c9197d31330e759cb31": "13 waves",
    "2ee364d1f171c974718ec94cf594a690": "Abandoned Smoggy City - Day 12",
    "ea2e3f535ccea065ec5261ac9e16f618": "All land + Haze",
    "334796b48b38fc7793dc1ab1e15fc123": "8 waves",
    "3a26740f68502e6283dadd49398f862e": "Abandoned Smoggy City - Day 13",
    "1ed56c0e6083f299a9e6123aa9769f9c": "Wall-nut Bowling",
    "fb80da2ed4c40378f1caf3390f594ca4": "Abandoned Smoggy City - Day 14",
    "28debec5f912f216af2fb4b786b25d5d": "Vasebreaker",
    "50d9db096a8a478998c6a8796e8fb92e": "All land",
    "38b4714e46244e71ac23b84fba7d8373": "Abandoned Smoggy City - Day 15",
    "f336eefbe3d9b948931cd783197fee08": "Timed Last Stand",
    "a4a58db4c4c57edb0c43c899ceb22e3d": "6 waves",
    "19262c90e7567c1f95ff420563ebeb9f": "Abandoned Smoggy City - Day 16",
    "0ecbfd324e5434a6588c38c0dffcdf08": "Save Our Seeds",
    "5aa7fac4c62410f7f1e8ec743bbe1d50": "All land + Haze",
    "691768d9e5946a77407b1c35e2640a0b": "10 waves",
    "5fe15c2ead38b10d62b190d5046e622d": "Abandoned Smoggy City - Day 17",
    "4865684cdf1650defc9788746929df5e": "Choice",
    "d486cf9adff8b04b2c359dda4a083992": "13 waves",
    "10d7ef3c03e6a86065066a6afa5a5e56": "Abandoned Smoggy City - Day 18",
    "6c6b642b69fb96a2a9705d47cfd008ed": "No Cooldown + Endless",
    "299e687ed3a9de8be90380883a6bd1da": "Haze + Special terrain",
    "4ac5a3035277f184755f62d1a43e75cb": "Abandoned Smoggy City - Day 19",
    "8066e8ea7b6ea0d477f1ee07b5a02efb": "Special Delivery",
    "222d1d40f012c7fb66cf5c3cfc0661a6": "Abandoned Smoggy City - Day 20",
    "cfe9b45456e10bf39f276f735a369e0b": "it's Raining Seeds",
    "cf2a9e0a08f967c5d79a5843dd2e01a4": "Multiple special terrains",
    "28962d4e8e2696e89ef8034cbd00bb47": "11 waves",
    "ab2c277a75b810a12bacce8505f6139d": "Smoggy City's Conical Flask",
    "f9b5f5abee94359da2d7d8f592567e67": "In the following levels, you can use the special plants from the laboratory to complete them.",
    "c97ec63c7859cf031ba7956b0383be71": "Abandoned Smoggy City - Day 21",
    "ff0e2053c95fa69be9a528d34e592ecc": "Save Our Seeds",
    "d6b4268fc945321179953915438681fe": "Multiple special terrains",
    "4cc5697566928f17a4d280c285383054": "13 waves",
    "9c07dd3f70225abacf022fece0772104": "Abandoned Smoggy City - Day 22",
    "420a75d5270b352ef67bc85650030119": "Vasebreaker",
    "60cc1967744f4ea8a4c3dae89e9781b6": "Dark Storm + Dense fog",
    "fe9c7ac3420e77ad2b8bd6b5a814308f": "Abandoned Smoggy City - Day 23",
    "40ed73f02a45b2a94140f0a9a9d601c3": "Choice",
    "63ab0893eec24d62a05e4b0e1f4a4296": "16 waves",
    "2f279a3eff9fd24ea6d1b5da1f7df0c2": "Abandoned Smoggy City - Day 24",
    "ef3853c41f04e1ef514acbe6d2bc349e": "Timed Last Stand",
    "82e7028c9b2657bcf03e5bf62d7c238f": "Dark Storm",
    "7e7b81fbe8b24bbe4ed58d550e2ad3f9": "14 waves",
    "190f91d976d2711fb4a21b0d1b06756b": "Abandoned Smoggy City - Day 25",
    "9f51a2033c219e85d9cc2e99530c5b94": "？？？",
    "c0f8ec6f6b2a6f9142441ff891fcd4e1": "Firefly Swamp - Night 1",
    "edd68a2f5d9b07645cddcd0523134856": "Choice",
    "540a317aa860bc654f72fe238ad9f46a": "All land + Night",
    "55dea589f7aa37b47425c3e8e553864f": "11 waves",
    "4e46f1c46bf1456e6b61c0017b8c945b": "Firefly Swamp - Night 2",
    "885d1efde116ee6b2a54ffdc1ccdaa48": "10 waves",
    "c00512d2a199cc20be78f9e2c6ef7994": "Firefly Swamp - Night 3",
    "c8d39478439ed7767ea8cbd8c6dd2e61": "15 waves",
    "650c8b0c53f11debbc78e2a7626c43e4": "Firefly Swamp - Night 4",
    "3825b39bf41e2aa79d6c260caa5d9259": "Special Delivery",
    "e800730533a9b37d74bcaa75bb1d4df9": "Firefly Swamp - Night 5",
    "3a39b02718ad0ff9b1e468a93eb16860": "Defend the Flowers",
    "cc24b00501b77a0eacbd4fb311c19a0e": "12 waves",
    "c226df7369e5f95ab42cbc4d198789d6": "Firefly Swamp - Night 6",
    "98d220174caa2e08a3a55f1c205134dc": "Choice",
    "cb4473f103eb2a156407799593243a1f": "All land + Night",
    "6cb4dfb2d43657f6543aa5842c99089d": "16 waves",
    "07dcfb0c436f2800b2e1ecb8f38944f9": "Firefly Swamp - Night 7",
    "cda83467b341aa56118615bfb07bd185": "Special Delivery",
    "d5920be9b63c54b38d1cd2a4ea7afca1": "8 waves",
    "bf080d9ad732a19c7fce0bff57ceef56": "Firefly Swamp - Night 8",
    "a601a3fba98c92d8856c3cf710518516": "12 waves",
    "c102ad1a1829c1bb0451943df0813ed3": "Firefly Swamp - Night 9",
    "06d9cb8ffb043b9426bce25480370caa": "Save Our Seeds",
    "40c3bbc1ab9b692ca41261645b83df99": "15 waves",
    "61937aa5b6cec1114b64984a85a57d66": "Firefly Swamp - Night 10",
    "2c868dc05372933d1c203789b06d3612": "14 waves",
    "72fdd664b4efdd4614f55f6933c52a12": "Firefly Swamp's Conical Flask",
    "830dd3d7675587772f09b0b4624a5ccd": "In the following levels, you can use the special plants from the laboratory to complete them.",
    "4c8e03fbf9d6c0d961a21486d1db720c": "Firefly Swamp - Night 11",
    "3ff047b4430522038323f48e097d91cf": "Choice",
    "baacb965f0ddf580b5d4b057bd6c2f6a": "All land + Night",
    "a8a363a3d181e5a8fa4cba0d2d80a56e": "17 waves",
    "e5f00d1d1728ef5a01a63aeafba6dd09": "Firefly Swamp - Night 12",
    "0660933082fd2ea178bd93607e5d3bdb": "Save Our Seeds",
    "61a5aa8432ed4415f151290f8616a276": "15 waves",
    "5dc7723a1e0e254bcca76342eb32547a": "Firefly Swamp - Night 13",
    "613ce8f95ec248fc03af3806f42a3dea": "10 waves",
    "ebb0f4a203f6f37d2117ce7c83162205": "Firefly Swamp - Night 14",
    "f25c1c930503524a2d5104a4f12bb308": "Firefly Swamp - Night 15",
    "c74626013505c1049e24d759e8ad4178": "Tutorial",
    "7708a9f24efb9f5a0af60042e25db470": "Fluorescent Lamp",
    "2b7fee07046dfaa19ccec87b8ab4fc5a": "A prop. Once planted, it will produce a burst of sun.",
    "1ea77ba015f193f9b9a9a467d79e354c": "Firefly Swamp - Night 16",
    "573ec709977ed8febc9b04e19c46f745": "Save Our Seeds",
    "82eba8436155e003532b7242ce4219af": "All land + Night",
    "5a155747bf0bef030e9798f4dd623970": "12 waves",
    "e93d218ccf6c70744b48bfe291756e41": "Firefly Swamp - Night 17",
    "50361aa75532556c38374ad979d85408": "Wall-nut Bowling",
    "424df46d62b39673d81fd5af320287b4": "10 waves",
    "357da1aae9d39e0390bdeecca479e339": "Firefly Swamp - Night 18",
    "ec79ae4f79a9db587cf87a51678000dd": "Choice",
    "3213c6ee0d62313a2c1aaee32d6b0fcb": "18 waves",
    "be2fd6b3b86f4d9d682776782a7decfd": "Firefly Swamp - Night 19",
    "114ad817bef526e18d40c07be3fc9720": "Mold colonies + Flowers",
    "a5276b111b5396f0ac1f3150d7df98e6": "20 waves",
    "fbdbd35bcab9752ae16d7ce44280484d": "Firefly Swamp - Night 20",
    "84adc5b9bf9c1f8570bc603b1877cf9c": "Special Delivery",
    "2f1ce1abe0ed6b77885be85d5ef1200a": "15 waves",
    "9ac75eab9f5c33928a9c8c2b8ed0da79": "Beer Bottle",
    "8b7bc17e7c95753e2482bd3f437a78a7": "I heard that there's another one in Dave's car.",
    "02ec6b3196712f907f35f8030dacd034": "Firefly Swamp - Night 21",
    "1ef31c2a36673f784757442ca79d10bc": "Choice",
    "b5e3ad1f34408a200674c3c6d74f9521": "All land + Night",
    "887a498e680bc51140bdb64aa6809ee3": "24 waves",
    "171fe0b5cd62b6476c26fa41d23f53a1": "Firefly Swamp - Night 22",
    "cec509a904e34287e5404f87aaeafa41": "Save Our Seeds",
    "47891a4f3fc4aa9432c580b2de9a2ac1": "13 waves",
    "3d6a0e7d11f8225f76dfb926b29d507c": "Firefly Swamp - Night 23",
    "c78b1b4f0eeeb7e2b02f8820f4e9f211": "Wall-nut Bowling",
    "fbdac43c9a14c782f30a64cdb85c8615": "8 waves",
    "dd179b508585fb276b3fc7cb1aa56fbc": "Firefly Swamp - Night 24",
    "2eeed48d412dc1bedfee00797012ff7b": "18 waves",
    "ec7d0d27524ba7c76da8f5798dc83dad": "Firefly Swamp - Night 25",
    "4740a182ad19d0e26ed92b759216cfad": "Boss battle",
    "49af05e3b28bbf19618a27d9007652c5": "All land + Night",
    "18b7e9471382c0cd4cc1b2ada7554667": "Picture Scroll",
    "936d85a68a33a8407aa36e515e60c414": "The painting on the scroll dropped by the zombies is suspected to be 《Starry Night》from 1889.",
    "56a2ce83969784b2ffb62099e172874b": "Aurora Icefield - Day 1",
    "74a894636a39491122f20ec74bc6bf38": "Choice",
    "2eb4ad5a085d71bf5bda66db70d82a48": "All land + Ice holes",
    "baa560e60f546627be30eb7a427d7ef3": "15 waves",
    "0c752c34804938a9bf9a816b7f384a4f": "Aurora Icefield - Day 2",
    "8acd73ed5eff714d06b00de77a97b75b": "Special Delivery",
    "6ee87bc0a4ec64b4d65b70ac3880af92": "13 waves",
    "79d841f1d6658c621ee2146d937b25bc": "Aurora Icefield - Day 3",
    "2554ff9283cee1463380cd5d3f06f47a": "Wall-nut Bowling",
    "37aa15e344263023873d7b9eff3506d8": "All land",
    "b96a967366fbe29902b575e57239e4ad": "10 waves",
    "c6ae5eacc39337acec01b292b9681195": "Aurora Icefield - Day 4",
    "b92ccddf28780844ee458d446c3e846b": "Aurora Icefield - Day 5",
    "37d37cb006173572875d0ce480aa47bd": "Save Our Seeds",
    "ed02f6172fd1da8dff75f0186a2bf439": "Liquid Protective Film",
    "24ba80151cc024296e272234a1942318": "A prop. Can provide 3x3 protection.",
    "c8dc8f4d557e093a19e9a1acda567a16": "Aurora Icefield - Day 6",
    "65475b425fde9e204f697c8fd9ec234f": "Choice",
    "c95ce214dcc1af33d5a33d0fc2292673": "All land",
    "fdee7a56cb932c3e08717513212467df": "9 waves",
    "5626ee3a6a8f30b2cec073776a723c8b": "Aurora Icefield - Day 7",
    "16cae51b844267bedf76df94a2306717": "Special Delivery",
    "73a42c46b9e367b47d8852e9e5f56985": "All land + Ice holes",
    "16b2f388d58cf602b9b2832bbf2f7c4e": "16 waves",
    "e0cc006794cc37e8b6ab0104d9f833f0": "Aurora Icefield - Day 8",
    "9c6e789c4554297e4d92002774bab9ef": "Across the Lawn",
    "9b7d36fcb0ac4e424950542699e66cfc": "All land + Special track",
    "9a1db96c6d39555cb826c1f40dc9f5ad": "13 waves",
    "2c1227f417865f0179fd21c7b5144f63": "Aurora Icefield - Day 9",
    "c6ab1fe82c6cec0123a32a7f4c55368d": "No Cooldown",
    "939381fb5e6a5c18333cf8b617332483": "Aurora Icefield - Day 10",
    "4aa19b44b5383fdce15b08f794bbf458": "Special Delivery + Endless",
    "8b471725dca87eba45f90c05fce3f089": "Aurora Icefield - Day 11",
    "21d95d62a9c26020946097b0fbd5562d": "Save Our Seeds",
    "90f8ae6edd7ae2927130cab5296a7a79": "All land",
    "850756ff68a2a35ad9e7e93f0e8f5c43": "17 waves",
    "f7028c5f7546b1100b6b8aee87412add": "Aurora Icefield - Day 12",
    "3585791352cdbf498dfa4f49c658d7ea": "Choice",
    "0931a3eb45a36cbf4a48c5e5e556598b": "Multiple special terrains",
    "46b57ed89dc4f8ac4543076a79c7a6e8": "14 waves",
    "19bc9f25d94aff9a6a52eab13e844b7e": "Aurora Icefield - Day 13",
    "475705f6958343d7243300bab8de444f": "22 waves",
    "f81338df041fc0f5b8874999a0e17240": "Aurora Icefield - Day 14",
    "ab30e8062bce232a3fc8af99393dd3d9": "All land + Ice holes",
    "0e13210539007f5f49474625b1d62d2c": "16 waves",
    "beebeecf49dfdc5ec34aa91b462a2137": "Aurora Icefield - Day 15",
    "13075aaf3fe0d3f36c5a3741b81be73b": "Special Delivery + Across the Lawn",
    "a8d9160be5ce6a8fd8e8bcb00abae522": "18 waves",
    "aad53aea59e6d3837f7d3050517a02e0": "Polar Conical Flask",
    "de3c5bc1f4018890b189b165200379f3": "In the following levels, you can use the special plants from the laboratory to complete them.",
    "9e0f1f3e6fb277d8627806b989ccfafe": "Aurora Icefield - Night 16",
    "49763fc34317e5d4d6977ee7fb918ea6": "Choice",
    "a1b704c9eac94ea08af70767581c118e": "All land",
    "10ec1c14e11d98b569e10ad0f28bae40": "16 waves",
    "bbcd40da2ff17dba6713f5fa0b62b90a": "Aurora Icefield - Night 17",
    "d4c4b4b89b8eab824ef1456a5c509a87": "Chilling Winds",
    "669f84db8d6b7d4dd749e1f1dcc0f8a9": "15 waves",
    "5590077a4d541e700c4d7d2ff28a37d5": "Aurora Icefield - Night 18",
    "ac6532acd9bf20b05012435adf3f9a8d": "Wall-nut Bowling + Endless",
    "c6ec7af4618453c8c5497255abacb09f": "Aurora Icefield - Night 19",
    "01f759007212c1ad6ca405fdf9aa85c8": "Special Delivery",
    "8ac58f2c6751b7f3e30b9eef236d6de6": "All land + Ice holes",
    "4bba7ceed29e613d382f5c817cf776ff": "18 waves",
    "cb5e34ad7a9019f49b6a4038e62b5ba4": "Aurora Icefield - Night 20",
    "5d9f10259da65f2ef8478904cb8d4742": "Across the Lawn",
    "6fb3fd47420713d7f81b07c0a194b265": "Cartesian coordinate system",
    "91c559b1d24a0263362be7c5a45a95e6": "A bridge between geometry and algebra. What is this (9,8) labeled above?",
    "8684b47392b34d0d8509b423e8e49329": "Brain in a Vat",
    "774740306ea7842cc8d207d0b8b13192": "How can you guarantee that you are not in this predicament?",
    "b9a6bae49ee3371280cb3d56d1ee6037": "Aurora Icefield - Night 21",
    "6254a19710af46286db9eda3da598398": "Choice",
    "6f57125d4750beb7ebfd296c8b2e57b0": "All land + Ice holes",
    "aa0682a37b1aba3d1439cf1f9ddf1dd8": "18 waves",
    "16dca1627d91770f7c235db4f47b7b8a": "Aurora Icefield - Night 22",
    "6185ea2a59c626732b2135bfb068869a": "Save Our Seeds",
    "5a5620e62709a465c06e04fe18c4d1ac": "20 waves",
    "1dd816a8b077d4902434265947c00add": "Aurora Icefield - Night 23",
    "e0ba97c70a783e91650c0dc53f8196fa": "Special Delivery",
    "50548f6b554e645564068fc090f87723": "All land",
    "0e1a84f0f9b95f586c38312eaa1f6239": "Aurora Icefield - Night 24",
    "85d035a1628f7e405e8227ac096ceb01": "Mold colonies + Flowers",
    "4ebf994ce765abda74f7cceb74710095": "Aurora Icefield - Night 25",
    "c427be1c2c61eac5a581e8f2f759cbef": "Save Our Seeds",
    "3e80be9791da20cada599a78fc3c98a1": "22 waves",
    "a046a8428128d7c55240231a3c59fb4b": "Aurora Icefield - Night 26",
    "0bdf0e489ee19c3eeba8b6f304c99c2f": "Locked and Loaded",
    "c0b09f41d7db61166c05a9589eb15b86": "All land",
    "5b07d6af92b26676ef699deb8c2e652a": "23 waves",
    "b4577d405db0484645e3f00cb19d4051": "Aurora Icefield - Night 27",
    "a0242dec17a0a2132621c7e631db8fe5": "Choice",
    "ce966d4c3115f3cb3b5af47286fec60e": "All land + Ice holes",
    "3d50b0ab937a3b5172b103edc9cc796c": "24 waves",
    "9345f574c04faaa2ad2278d11c7ea73b": "Aurora Icefield - Night 28",
    "ce927163bbdbdc7922d0ec104798faa1": "Save Our Seeds + Chilling Winds",
    "1a140acdb71edac85caac83e1cacb758": "18 waves",
    "47e29fc35359d38b3fcdbedb01509f88": "Aurora Icefield - Night 29",
    "d0eb798ce5a3581533e086b393638d60": "Across the Lawn",
    "428ebea489fde4c7f59508f3b557a356": "25 waves",
    "18b5fba85334ebad5a3c37d275d7eb8b": "Aurora Icefield - Night 30",
    "554c7d0b5974ca39b7b4d462c45bab1c": "Boss Battle",
    "7864d9130973f29c09d1550320897e47": "Flowers",
    "9c694aca36cebb9b2d5b126aab9e3a5c": "Mold colonies",
    "c4b382f9425ab4b9c0b1cfec182857c5": "New verification system: The level creator must pass their level within 12 hours after uploading it, or the level will be deleted!",
    "21dbae8f0397485809b8539f4567988d": "Basic Zombie",
    "c426d3cb77398310ac940ac8a9798c06": "Conehead Zombie",
    "12c65c7a442ff4c55f528c1169e0ed95": "Buckethead Zombie",
    "d64b3392ab49375ee8fa2900502b4130": "Newspaper Zombie",
    "598a1e7db05e4b0a6bb0f1b32805dd9e": "Balloon Zombie",
    "1810f9982ac8dd944646d90f9e5d0cb2": "Tornado Zombie",
    "efa28999b4313259c546314845b9c1d8": "Football Zombie",
    "671c8a30b6c2bde440119d9b7a070ab9": "Cigar Zombie",
    "ba0a0f92822f1218c5551904569d404a": "Barrel Zombie",
    "dd96cb1ad7aadfec741c3e87e57ff8a0": "Sadako Zombie",
    "a4b06414db79efb9bd1667d461f3eff7": "Imp",
    "c73137f9151d0bcb14c3c7fe7cf62797": "Magical Icicle Zombie",
    "85d5b23fdc188d9e98196f4bae30d53a": "Icecutter Zombie",
    "69daa40ae7853783ba22ccf2a95bb240": "Skating Zombie",
    "6d26c072190dd98e7a59eb2b3b35845c": "Ice Cube Imp",
    "d1ef082f55be697d083cc5320ca6deb0": "Zomboni",
    "a640d3433d751d8e5d5e8ce80a68f231": "Crystal",
    "847bc4646cd6769b6af00925cc6fe133": "Ice hole",
    "4e38ce5aa2cc25ddf005d98c3318eca2": "Peashooter",
    "80c5d36df9eb66b4fe155bb0038c7bc2": "Sunflower",
    "8aae95b3f5bb65eaf04ea273391281f6": "Potato Mine",
    "84538e35ae96719e01fa933ee2634a6c": "Cooldown Reduction - Potato Mine",
    "6b65b735ce40d19f5365492b1726f136": "Wall-nut",
    "42a4814dffa6a0c6217771b6eb4a5d20": "Pointichoke",
    "a3303130383ee1983530d6ae0fdde5ae": "Rotoradish",
    "55f34c45328f9173bc21af70f0394202": "Snow Pea",
    "2253a54443410bf154e7f7db2de99eaf": "Repeater",
    "e896febcd495e989494c82a5c885a2de": "Cherry Bomb",
    "0aae733a6f5575803584e4cd5b45ca11": "Cooldown Reduction - Cherry Bomb",
    "c9eae1d194f44bd41be4356c7659fbd6": "Tall-nut",
    "b904b007c74f7fe53527950b49de4616": "Sun-shroom",
    "308cdd534d429162c89fa8de1902fdfb": "Puff-shroom",
    "0e242f1cfa77ef983a70944412af5022": "Scaredy-shroom",
    "26f3f4cc08f13a51cbf7fcdac24c1a8c": "Fume-shroom",
    "e1f6d4eaff77fbeb12f3c6b35ad30dc3": "Spore-shroom",
    "6ada5a4e803a3637d2e8f98ad9ce7c25": "Bamboom",
    "cbfb2bd77f27c9800274ee7471a28c2b": "Cooldown Reduction - Bamboom",
    "b05f5384ccbfbe956315a0db31a7813c": "Doom-shroom",
    "0d207c16166b3d984a6e6a5b70e54b3b": "Cooldown Reduction - Doom-shroom",
    "492f7d2f28e7b86404312641bcaadd2a": "Bowling Wall-nut",
    "3f3193e1e4a78cf946f7b7fe49f1dbda": "Explode-o-nut",
    "953b1f36b10de8f0e19c362171d5675d": "Befrozenia",
    "d52cb285c1fbf41c6303de4a108186e1": "Crystaloe",
    "a009607a8e6a8edef33bccfd761c1fc4": "Peppercopter",
    "c225e5ad1bf069de35321de340aed1b5": "Imitater",
    "2479c4ee2bebe6b2f73b0cc52425cdf0": "Solartropa",
    "f9a58e4c02387a5821f1baccf8f3b019": "Spikeweed",
    "f918c4d4457f3ad248c579db21ac94c3": "Torchwood",
    "3ff081f98d01c78d78b794e3f3565cab": "Kiwibeast",
    "12c325ef631fea2c7810ebd0b08c1e16": "Laboratory - Abutilight",
    "ccc9641957965fcc07540edf9b86754f": "Laboratory - Pumpkin",
    "353d1e77e7df0085ded65755effc30cc": "Laboratory - Miracle Imitater",
    "f91d333625de79cec524d949b99dbef5": "Laboratory - Jalapeno",
    "5ef8557bf64ed7fbec1879f1f0dd91b8": "Flower Pot",
    "6bb531fd5f437fdecb9d6e6d65873bc3": "Special Prop - Fluorescent Lamp",
    "5447afbdb25088782f1da7b3de2504ed": "Special Prop - Liquid Protective Film",
    "332edc05f066e24ef457f19536490122": "<input type=\"radio\" value=\"1\" name=\"LevelT\" checked/>Choice",
    "13deda1661f2fc5d51257e860d242305": "<input type=\"radio\" value=\"0\" name=\"LevelT\"/>Locked",
    "55f6487a3b495feb23f1b6ba08e0f981": "<input type=\"radio\" value=\"2\" name=\"LevelT\"/>Conveyor",
    "215cfc839406f7684baf76673b88e9c2": [
        "<br>Cooldown time: ",
        "s<br>"
    ],
    "c23acc07c3bad94c2a4b284090e9585c": "<br/><span style=\"color:red\">Selected</span>",
    "a5ee3b9a7a28051007336cf0e277e744": [
        "<br>Health: "
    ],
    "bb62c61b7bcb54a931cd1e0861b8403c": [
        "{\n    //记录关卡名，function统计数据需要用\n    $User.FanmadeLevelName=\""
    ],
    "98338dd296217f2d79737df441c76ab5": "No plants/zombies selected yet!",
    "e6111b2ffbd6ccbbc574425201f1d290": "显示个数：选卡页面个数\n出现波数：首次出现的波数\n特定波数：一定出现的波数\n（多波用半角逗号分隔）",
    "44d4c5fbe7c6f6a77275e90e7b98896e": "<span>总波数：</span><input onclick=\"this.focus();\" style=\"padding-left:15px;border:0;border-radius:14px;width:50px\" id=\"FlagNumInput\" /><br/>",
    "c65dc7e9ffd90693e3efff03a9d2140e": "<tr><th>僵尸类型&nbsp;&nbsp;</th><th>显示个数</th><th>出现波数</th><th>特定波数</th></tr>",
    "d9a603941a2875281d87951f4c8e3700": "预览 ",
    "8867bd27981f19d69d71bbc5904a33d8": " 完成",
    "b2e5b63617607fed555b362e6af29c9d": "Incorrect total wave number!",
    "2d82e6d380911fa7f00b2d960f2e849f": "Too many waves will cause players to play for too long and may quit, reducing the winning rate. Do you want to continue?",
    "e65dfa28cef2e7e7d3b544f9f4eb73b4": "请填写正确且完整！\n（特定波数可不填写）",
    "1b6a48e9a6e04e460249d3c7b068c3dd": "The specific wave number is filled in incorrectly, please check!",
    "a89aee5eba6bccea2926a0747370d5cf": "Too many zombies!!",
    "f569d9f5bdbef615db76f08f565299d9": "<tr><th>波数</th>",
    "fd236db40fbdfcbacea782106c0fb591": "<tr><th>生成个数</th>",
    "e54f214ae0c84bc692576db245c13c53": [
        "<tr/><tr><th>波数</th>"
    ],
    "5adc350ca99cee4367d4b3e8ba46bf3d": "<option value='nil'>无</option>",
    "659e3ed04f68bf678f62483f1aeeb113": "<tr><th>第",
    "16dbf27d4fb33ec78bdaf489c8fd4109": "行：</th><tr/><tr>",
    "edb858e3dc5c8e6d5d52122189e6bb8b": [
        "<tr/><tr><td>第",
        "列：</td>"
    ],
    "e731e47754f4a2d8be54c8a4085d061d": [
        "\">保护<input type=\"checkbox\" defaultChecked=\"false\"></span> <select onchange=\"___tmp____changePlant___"
    ],
    "85ddb8ca40fae30731bb4cbde0fa3306": [
        "\n                <span style=\"font-size:2em;\">游戏系统设置</span><br/>\n                <div style=\"text-align:left;margin-top:20px;margin-left:100px;margin-right:100px;\">\n                    <span>初始阳光：</span><input onclick=\"this.focus();\" style=\"border:0;border-radius:10px;\" placeholder=\"150\" id=\"RestSunNum\"/><br/><br/>\n                    <table id=\"FlagToSumNumTable\" style=\"border:1px solid white;text-align:center;\">\n                        ",
        "\n                        <span style=\"color:#01DFD7;transition:all 0.3s;cursor:pointer;\" onclick=\"jngAlert.open({text:'您至少只需要填写1波即可，剩下机器会自动补齐~',shade:true,type:0});\" onmouseenter=\"this.style.color='white'\" onmouseleave=\"this.style.color='#01DFD7'\">波数太多，填不完怎么办？</span>\n                    </table>\n                    <!--暂不支持修改-->\n                    <!--\n                        <span>背景音乐：</span>\n                        <span>背景图：</span>\n                    -->\n                    <span>场景：</span><select id=\"selectScene\" style=\"color:white;background:black;border:1px solid white;border-radius:10px;\"></select><br/>\n                    <span>关卡文件名（英文，数字，下划线命名）</span><input maxlength=\"25\" onclick=\"this.focus();\" id=\"lvlName\" style=\"border:0;border-radius:10px\"/><br/>\n                    <span>游戏内关卡名（默认为关卡文件名）</span><input onclick=\"this.focus();\" id=\"lvlNameC\" style=\"border:0;border-radius:10px\"/><br/>\n                    <span style=\"font-size:1.2em;\">场景布置</span><br/>\n                    <table id=\"SceneConfig\" style=\"border:1px solid white;text-align:center;\">\n                        ",
        "\n                    </table><br/>\n                    <!--<span>生成场景对应障碍物</span><input onclick=\"this.focus();\" id=\"obsCount\" style=\"border:0;border-radius:10px\" placeholder=\"0\"/><span>个</span><br/>-->\n                    <center><a id=\"part3Done\" onmouseenter=\"this.style.color='white'\" onmouseleave=\"this.style.color='#01DFD7'\" style=\"font-size:2em;color:#01DFD7;transition:all 0.3s;cursor:pointer;\" >完成</a></center>\n                </div>\n            "
    ],
    "1e7b7871c8361a40af85375390ed5881": "Sunshine is wrong!",
    "376b8aa0df2d790f0d992f3d4f3cb1e5": "Incorrect filling of wave number generation zombie!",
    "ce087f8252f722e7a98713e9db8b3b97": "Wave number data is empty!",
    "4b4c8074041a6bc1edf2edcae3e4f6c1": "未填写关卡名或关卡名格式错误！\n（关卡名无需加后缀名）",
    "24359f4cabceee71f04bd618b658aa4d": "少女祈祷中...\n\n(Uploading..)",
    "d2bf862f9cb60099d8b6c5d035d452e8": "Search your level:",
    "1f42a2030276ff6eb025d722bdd43dd8": " 完成",
    "db417f4c8f45e527e2bfa58ef9cb4319": "<br/>已经到底了哦owo~",
    "933f0866b11867eeb3e2ff166d4287f1": "Level name",
    "c528dfa9111e0398a15bbc7bdc3b6144": "Creation time",
    "45d476b1a056e4b4175cf5831ac50e80": "difficulty",
    "7e896cc5763abddcad4f284f74c05ab0": "winning probability",
    "17af83f14e1c8089505e718d8f3c0924": "少女祈祷中...\n\n(Loading..)",
    "b4b8eac4602c77f66c605d71210d58d2": [
        "确定要删除关卡“",
        "”吗？"
    ],
    "f63aa001268b7f61c9d4e6316b88c156": "Level deleted successfully!",
    "2b76f3243389b042055e8544396836f7": "这里是玩家关卡的分享区哦~\n当文件是紫名的时候，右击文件即可删除呢~\n(提示：退出关卡也会降低胜率，所以请一次通关哦~)",
    "7c4c4c5e56d10b3e0e3a07c785d418bb": "Finally,",
    "00dd2222f41b1d03a6617e4f94917ac4": "The chaotic seasons",
    "9d29ddb25c9a4b000f8eff73aec3bdaf": "It's back",
    "6bc3bb6a24828407e9af8f2ee7d6257a": "\"Only the bell of the garden house rings to tell the impermanence of the world.\"",
    "d9c58b64a7bf46b00cddae199c9e23d9": "\"Whirling trees and flowers fade, and those who are prosperous turn to decline like vicissitudes of life.\"",
    "379d55507f0f002ade53646a29bfcb74": "真是 “斗转星移四季新，草青草黄又一春” 呢",
    "186d6a0431b7ba66df3cef42168cc3b9": "Ah, finally stopped",
    "b0fbb2f33f3f1cda2c86c6d5fca1a054": "Hoo, it has nothing to do with me. It's all caused by that broken machine",
    "c577d88a6e9d3a366450b97473324ded": "Anyway, let's go home",
    "06e55d047bbb8db91da5a0462859b9ae": "I want tacos!",
    "3b5ab01b378c30fe87d1b2ab0685bb9a": "拜托，我们连你是谁都不知道，我决定不给你买玉米卷...不过我又是谁？",
    "77f2d297ed8da388cfbeaec696406eb0": "How would I know? I slipped away",
    "7fbf586d4dda3672acd2a15e20501d63": "...再见...不过我还是想吃玉米卷！",
    "3b54d23e48cb4885090a0b8f0f22c4af": "List of producers",
    "69f72bc50e7a18bf3c6dd615b11f30c4": "程序设计——蓝色的黑钻 PAK向日葵 AS",
    "13d41d4db444757b80a8c73136475322": "美术——Aipoi",
    "5c399c2d02fa020d2e3a1df40f430453": "特别感谢——Leobai 星光风铃叶 支付"
}